const contentAbhidhamma01 = {
    "abhidhamma1_demo": [
        {
            part: "อภิธรรม",
            page: "หน้า -",
            story: "ตัวอย่างเนื้อหา",
            episode: "ตัวอย่าง",
            pali: "กุสลา ธมฺมา อกุสลา ธมฺมา อพฺยากตา ธมฺมา.",
            thai: "ธรรมทั้งหลาย ที่เป็นกุศล, ธรรมทั้งหลาย ที่เป็นอกุศล, ธรรมทั้งหลาย ที่เป็นอัพยากฤต.",
            thai_sense: "สภาวธรรมที่เป็นกุศล สภาวธรรมที่เป็นอกุศล สภาวธรรมที่เป็นอัพยากฤต",
            context: "บทมาติกา อภิธรรม",
            akhyata: "-",
            kitaka: "-",
            vocab_list: "-",
            sandhi: {}
        }
    ]
};
