// ===================================================================
// == ไฟล์ข้อมูลตาราง(เรียน) สาธุชนทั่วไป (ธันวาคม) ==
// ===================================================================

const dataDecember = [
    {
        date: "2025-12-01", displayDate: "จ. ๑-ธ.ค.-๖๘",
        remarks: { general: "รอตารางเรียน" },
        morning: { activity: "รอตารางเรียน" },
        afternoon: { activity: "รอตารางเรียน" },
        evening: { activity: "รอตารางเรียน" }
    }
    // ... สามารถเพิ่มวันอื่นๆ ได้ตามต้องการ
];
