const slidesPart2 = {
    "p2_geng1": [{
            pali: "ภควา  เตสํ  กมฺมํ  อาจิกฺขิตุํ  “เตนหิ  มหาราช  สุณาหีติ  วตฺวา  อตีตํ  อาหริ:",
            thai: "อ._พระผู้มีพระภาคเจ้า ตรัสแล้ว ว่า “ดูก่อนมหาบพิตร ถ้าอย่างนั้น (อ._พระองค์) จงทรงสดับ” ดังนี้ เพื่ออันตรัสบอก ซึ่งกรรม (ของสัตว์_ท.) เหล่านั้น ทรงนำมาแล้ว ซึ่งเรื่องอันเป็นไปล่วงแล้ว ว่า",
            context: "พระผู้มีพระภาคเจ้าจึงทรงนำอดีตนิทานมาเล่า",
            akhyata: "สุณาหิ (ปญฺ), อาหริ (อชฺ)",
            kitaka: "วตฺวา",
            vocab: { "สุณาหีติ": "สุณาหิ + อิติ" }
        }
    ],
    "p2_geng2": [{
            pali: "ภควา  เตสํ  กมฺมํ  อาจิกฺขิตุํ  “เตนหิ  มหาราช  สุณาหีติ  วตฺวา  อตีตํ  อาหริ:",
            thai: "อ._พระผู้มีพระภาคเจ้า ตรัสแล้ว ว่า “ดูก่อนมหาบพิตร ถ้าอย่างนั้น (อ._พระองค์) จงทรงสดับ” ดังนี้ เพื่ออันตรัสบอก ซึ่งกรรม (ของสัตว์_ท.) เหล่านั้น ทรงนำมาแล้ว ซึ่งเรื่องอันเป็นไปล่วงแล้ว ว่า",
            context: "พระผู้มีพระภาคเจ้าจึงทรงนำอดีตนิทานมาเล่า",
            akhyata: "สุณาหิ (ปญฺ), อาหริ (อชฺ)",
            kitaka: "วตฺวา",
            vocab: { "สุณาหีติ": "สุณาหิ + อิติ" }
        }
    ]
    // ...
};