[
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "เริ่มเรื่อง",
    "page": "หน้า 66",
    "pali": "๒. กุมฺภโฆสกวตฺถุ ฯ (๑๖)",
    "thai": "๒. อ. เรื่องแห่งเศรษฐีชื่อว่ากุมภโฆสกะ (อันข้าพเจ้า จะกล่าว) ฯ",
    "thai_desana": "เรื่องกุมภโฆสก [๑๖]",
    "thai_sense": "เรื่องราวของกุมภโฆสกเศรษฐี",
    "thai_yok": "กุมฺภโฆสกวตฺถุ อ. เรื่องแห่งเศรษฐีชื่อว่ากุมภโฆสกะ; (มยา วุจฺจเต) (อันข้าพเจ้า จะกล่าว)",
    "context": "ชื่อเรื่อง",
    "akhyata": "-",
    "kitaka": "-",
    "vocab_list": "-",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "นิทานเริ่มต้น",
    "page": "หน้า 66",
    "pali": "“อุฏฺฐานวโตติ อิมํ ธมฺมเทสนํ สตฺถา เวฬุวเน วิหรนฺโต กุมฺภโฆสกเสฏฺฐึ อารพฺภ กเถสิ ฯ",
    "thai": "อ. พระศาสดา เมื่อประทับอยู่ ในพระเวฬุวัน ทรงปรารภ ซึ่งเศรษฐีชื่อว่ากุมภโฆสกะ ตรัสแล้ว ซึ่งพระธรรมเทศนา นี้ ว่า อุฏฺฐานวโต ดังนี้เป็นต้น ฯ",
    "thai_desana": "พระศาสดาเมื่อประทับอยู่ในพระเวฬุวัน ทรงปรารภเศรษฐีชื่อกุมภโฆสก ตรัสพระธรรมเทศนานี้ว่า อุฏฐานวโต เป็นต้น ฯ",
    "thai_sense": "พระศาสดาประทับ ณ พระเวฬุวัน ทรงปรารภกุมภโฆสกเศรษฐี ตรัสพระคาถานี้",
    "thai_yok": "สตฺถา อ. พระศาสดา; วิหรนฺโต เมื่อประทับอยู่; เวฬุวเน ในพระเวฬุวัน; อารพฺภ ทรงปรารภ; กุมฺภโฆสกเสฏฺฐึ ซึ่งเศรษฐีชื่อว่ากุมภโฆสกะ; กเถสิ ตรัสแล้ว; อิมํ ธมฺมเทสนํ ซึ่งพระธรรมเทศนา นี้; อิติ ว่า; อุฏฺฐานวโต ดังนี้เป็นต้น",
    "context": "นิทาน",
    "akhyata": "กเถสิ (อชฺ)",
    "kitaka": "วิหรนฺโต, อารพฺภ",
    "vocab_list": "-",
    "sandhi": {
      "อุฏฺฐานวโตติ": "อุฏฺฐานวโต + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "โรคระบาด",
    "page": "หน้า 66",
    "pali": "ราชคหนครสฺมึ หิ ราชคหเสฏฺฐิโน เคเห อหิวาตกโรโค อุปฺปชฺชติ ฯ",
    "thai": "ดังจะกล่าวโดยพิสดาร อ. อหิวาตกโรค ย่อมเกิดขึ้น ในเรือน ของเศรษฐีในพระนครชื่อว่าราชคฤห์ ในพระนครชื่อว่าราชคฤห์ ฯ",
    "thai_desana": "ความพิสดารว่า ในนครราชคฤห์ อหิวาตกโรคเกิดขึ้นในเรือนของราชคหเศรษฐี ฯ",
    "thai_sense": "เกิดโรคระบาดร้ายแรง (อหิวาตกโรค) ในบ้านเศรษฐีเมืองราชคฤห์",
    "thai_yok": "หิ ดังจะกล่าวโดยพิสดาร; อหิวาตกโรโค อ. อหิวาตกโรค; อุปฺปชฺชติ ย่อมเกิดขึ้น; เคเห ในเรือน; ราชคหเสฏฺฐิโน ของเศรษฐีในพระนครชื่อว่าราชคฤห์; ราชคหนครสฺมึ ในพระนครชื่อว่าราชคฤห์",
    "context": "ภัยพิบัติ",
    "akhyata": "อุปฺปชฺชติ (วตฺ)",
    "kitaka": "-",
    "vocab_list": "อหิวาตกโรโค",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "ลำดับความตาย",
    "page": "หน้า 66",
    "pali": "ตสฺมึ อุปฺปนฺเน, มกฺขิกํ อาทึ กตฺวา ยาว คาโว ปฐมํ ติรจฺฉานคตา มรนฺติ, ตโต ทาสกมฺมกรา, สพฺพปจฺฉา เคหสามิกา; ตสฺมา โส โรโค สพฺพปจฺฉา เสฏฺฐิญฺจ ภริยญฺจ คณฺหิ ฯ",
    "thai": "(ครั้นเมื่ออหิวาตกโรค) นั้น เกิดขึ้นแล้ว, อ. สัตว์ดิรัจฉาน ท. กระทำ ซึ่งแมลงวัน ให้เป็นต้น เพียงไร แต่โค ท. ย่อมตาย ก่อน, ในลำดับนั้น อ. ทาสและกรรมกร ท. (ย่อมตาย), อ. เจ้าของแห่งเรือน ท. (ย่อมตาย) ในกาลภายหลังแห่งชนทั้งปวง, เพราะเหตุนั้น อ. โรค นั้น จับแล้ว ซึ่งเศรษฐีด้วย ซึ่งภรรยาด้วย ในกาลภายหลังแห่งชนทั้งปวง ฯ",
    "thai_desana": "เมื่ออหิวาตกโรคนั้นเกิดขึ้นแล้ว สัตว์ดิรัจฉานตั้งต้นแต่แมลงวันจนถึงโคย่อมตายก่อน ถัดนั้นมาก็ทาสและกรรมกร ภายหลังเขาทั้งหมดก็คือเจ้าของเรือน ฯ เพราะฉะนั้นโรคนั้นจึงจับเศรษฐีและภริยาภายหลังเขาทั้งหมด ฯ",
    "thai_sense": "โรคนี้เริ่มระบาดจากสัตว์เล็กไปใหญ่ (แมลงวัน -> วัว) จากนั้นก็คนรับใช้ สุดท้ายถึงเป็นเจ้าของบ้าน เศรษฐีกับภรรยาจึงติดเชื้อเป็นคู่สุดท้าย",
    "thai_yok": "ตสฺมึ (โรเค) (ครั้นเมื่ออหิวาตกโรค) นั้น; อุปฺปนฺเน เกิดขึ้นแล้ว; ติรจฺฉานคตา อ. สัตว์ดิรัจฉาน ท.; กตฺวา กระทำ; มกฺขิกํ ซึ่งแมลงวัน; อาทึ ให้เป็นต้น; ยาว เพียงไร; คาโว แต่โค ท.; มรนฺติ ย่อมตาย; ปฐมํ ก่อน; ตโต ในลำดับนั้น; ทาสกมฺมกรา อ. ทาสและกรรมกร ท. (มรนฺติ) (ย่อมตาย); เคหสามิกา อ. เจ้าของแห่งเรือน ท. (มรนฺติ) (ย่อมตาย); สพฺพปจฺฉา ในกาลภายหลังแห่งชนทั้งปวง; ตสฺมา เพราะเหตุนั้น; โส โรโค อ. โรค นั้น; คณฺหิ จับแล้ว; เสฏฺฐิญฺจ ซึ่งเศรษฐีด้วย; ภริยญฺจ ซึ่งภรรยาด้วย; สพฺพปจฺฉา ในกาลภายหลังแห่งชนทั้งปวง",
    "context": "ความรุนแรง",
    "akhyata": "มรนฺติ (วตฺ), คณฺหิ (อชฺ)",
    "kitaka": "อุปฺปนฺเน, กตฺวา",
    "vocab_list": "ติรจฺฉานคตา, ทาสกมฺมกรา, เคหสามิกา",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "คำสั่งเสีย",
    "page": "หน้า 66",
    "pali": "เต โรคผุฏฺฐา ปุตฺตํ สนฺติเก ฐิตํ โอโลเกตฺวา อสฺสุปุณฺเณหิ เนตฺเตหิ ตํ อาหํสุ “ตาต อิมสฺมึ กิร โรเค อุปฺปนฺเน, ภิตฺตึ ภินฺทิตฺวา ปลาตา ชีวิตํ ลภนฺติ, ตฺวํ อมฺเห อโนโลเกตฺวา ยถา ตถา ปลายิตฺวา ชีวนฺโต ปุนาคนฺตฺวา, อมฺหากํ อสุกฏฺฐาเน จตฺตาฬีส ธนโกฏิโย นิทหิตฺวา ฐปิตา, ตา อุทฺธริตฺวา ชีวิตํ กปฺเปยฺยาสีติ ฯ",
    "thai": "(อ. เมียและผัว ท.) เหล่านั้น ผู้อันโรคถูกต้องแล้ว แลดูแล้ว ซึ่งบุตร ผู้ยืนอยู่แล้ว ในที่ใกล้ มีนัยน์ตา ท. อันเต็มแล้วด้วยน้ำตา กล่าวแล้ว (กะบุตร) นั้นว่า ดูก่อนพ่อ ได้ยินว่า ครั้นเมื่อโรค นี้ เกิดขึ้นแล้ว, (อ. ชน ท.) ทำลายแล้ว ซึ่งฝา หนีไปแล้ว ย่อมได้ ซึ่งชีวิต, อ. เจ้า ไม่แลดูแล้ว ซึ่งเรา ท. หนีไปแล้ว โดยประการใด โดยประการนั้น เป็นอยู่อยู่ มาแล้ว อีก, อ. โกฏิแห่งทรัพย์ ท. สี่สิบ อันเรา ท. ฝังตั้งไว้แล้ว ในที่โน้น, ขุดขึ้นแล้ว (ซึ่งโกฏิแห่งทรัพย์ ท.) เหล่านั้น พึงสำเร็จ ซึ่งชีวิต ดังนี้ ฯ",
    "thai_desana": "สองสามีภริยานั้นโรคถูกต้องแล้ว แลดูบุตรซึ่งยืนอยู่ ณ ที่ใกล้ มีนัยน์ตาทั้ง ๒ นองด้วยน้ำตา พูดกะบุตรว่า พ่อเอ๋ย ! เขาว่า เมื่อโรคชนิดนี้เกิดขึ้น ชนทั้งหลายพังฝาเรือนหนีไปย่อมได้ชีวิต",
    "thai_sense": "เศรษฐีผัวเมียรู้ตัวว่าไม่รอด มองลูกชายด้วยน้ำตานองหน้า แล้วสั่งเสียว่า \"ลูกเอ๋ย เขาว่ากันว่าถ้าโรคนี้ระบาด ใครเจาะฝาเรือนหนีไปได้ก็จะรอดตาย\"",
    "thai_yok": "เต (ชยาปติกา) (อ. เมียและผัว ท.) เหล่านั้น; โรคผุฏฺฐา ผู้อันโรคถูกต้องแล้ว; โอโลเกตฺวา แลดูแล้ว; ปุตฺตํ ซึ่งบุตร; ฐิตํ ผู้ยืนอยู่แล้ว; สนฺติเก ในที่ใกล้; เนตฺเตหิ มีนัยน์ตา ท.; อสฺสุปุณฺเณหิ อันเต็มแล้วด้วยน้ำตา; อาหํสุ กล่าวแล้ว; ตํ (ปุตฺตํ) (กะบุตร) นั้น; อิติ ว่า; ตาต ดูก่อนพ่อ; กิร ได้ยินว่า; อิมสฺมึ โรเค ครั้นเมื่อโรค นี้; อุปฺปนฺเน เกิดขึ้นแล้ว; (ชนา) (อ. ชน ท.); ภินฺทิตฺวา ทำลายแล้ว; ภิตฺตึ ซึ่งฝา; ปลาตา หนีไปแล้ว; ลภนฺติ ย่อมได้; ชีวิตํ ซึ่งชีวิต",
    "context": "ความรักของพ่อแม่",
    "akhyata": "อาหํสุ (อชฺ), ลภนฺติ (วตฺ)",
    "kitaka": "ผุฏฺฐา, ฐิตํ, โอโลเกตฺวา, อุปฺปนฺเน, ภินฺทิตฺวา, ปลาตา",
    "vocab_list": "โรคผุฏฺฐา, อสฺสุปุณฺเณหิ",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "การหนีภัย",
    "page": "หน้า 66",
    "pali": "โส เตสํ วจนํ สุตฺวา โรทมาโน มาตาปิตโร วนฺทิตฺวา มรณภยภีโต ภิตฺตึ ภินฺทิตฺวา ปลายิตฺวา ปพฺพตคหนํ คนฺตฺวา ทฺวาทส วสฺสานิ ตตฺถ วสิตฺวา มาตาปิตุวสนฏฺฐานํ ปจฺจาคจฺฉิ ฯ",
    "thai": "(อ. บุตร) นั้น ฟังแล้ว ซึ่งคำ (ของมารดาและบิดา ท.) เหล่านั้น ร้องไห้อยู่ ไหว้แล้ว ซึ่งมารดาและบิดา ท. ผู้กลัวแล้วต่อภัยคือความตาย ทำลายแล้ว ซึ่งฝา หนีไปแล้ว ไปแล้ว สู่ชัฏแห่งภูเขา อยู่แล้ว (ในที่) นั้น สิ้นปี ท. สิบสอง กลับมาแล้ว สู่ที่เป็นที่อยู่ของมารดาและบิดา ฯ",
    "thai_desana": "เขาฟังคำของมารดาและบิดานั้นแล้ว ร้องไห้ ไหว้มารดาบิดากลัวต่อภัยคือความตาย ทำลายฝาเรือนหนีไปสู่ชัฏแห่งภูเขา อยู่ในที่นั้นสิ้น ๑๒ ปีแล้ว จึงกลับมายังที่อยู่ของมารดาบิดา ฯ",
    "thai_sense": "ลูกชายร้องไห้กราบลาพ่อแม่ เจาะฝาเรือนหนีเข้าป่าไปอยู่ 12 ปี จนเรื่องสงบถึงกลับมา",
    "thai_yok": "โส (ปุตฺโต) (อ. บุตร) นั้น; สุตฺวา ฟังแล้ว; วจนํ ซึ่งคำ; เตสํ (มาตาปิตูนํ) (ของมารดาและบิดา ท.) เหล่านั้น; โรทมาโน ร้องไห้อยู่; วนฺทิตฺวา ไหว้แล้ว; มาตาปิตโร ซึ่งมารดาและบิดา ท.; มรณภยภีโต ผู้กลัวแล้วต่อภัยคือความตาย; ภินฺทิตฺวา ทำลายแล้ว; ภิตฺตึ ซึ่งฝา; ปลายิตฺวา หนีไปแล้ว; คนฺตฺวา ไปแล้ว; ปพฺพตคหนํ สู่ชัฏแห่งภูเขา; วสิตฺวา อยู่แล้ว; ตตฺถ (ฐาเน) (ในที่) นั้น; ทฺวาทส วสฺสานิ สิ้นปี ท. สิบสอง; ปจฺจาคจฺฉิ กลับมาแล้ว; มาตาปิตุวสนฏฺฐานํ สู่ที่เป็นที่อยู่ของมารดาและบิดา",
    "context": "การเอาตัวรอด",
    "akhyata": "ปจฺจาคจฺฉิ (อชฺ)",
    "kitaka": "สุตฺวา, โรทมาโน, วนฺทิตฺวา, ภินฺทิตฺวา, ปลายิตฺวา, คนฺตฺวา, วสิตฺวา",
    "vocab_list": "ปพฺพตคหนํ, ปจฺจาคจฺฉิ",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "กลับบ้าน",
    "page": "หน้า 67",
    "pali": "อถ นํ ทหรกาเล คนฺตฺวา ปรุฬฺหเกสมสฺสุกาเล อาคตตฺตา น โกจิ สญฺชานิ ฯ",
    "thai": "ครั้งนั้น อ. ใคร ๆ ไม่รู้พร้อมแล้ว (ซึ่งบุรุษ) นั้น เพราะความที่ (แห่งบุรุษนั้น) เป็นผู้ไป ในกาล (แห่งตน) เป็นเด็ก แล้วจึงมาแล้ว ในกาล (แห่งตน) มีผมและหนวดอันงอกขึ้นแล้ว ฯ",
    "thai_desana": "ครั้งนั้น ใครๆ จำเขาไม่ได้ เพราะความที่เขาไปในกาลยังเป็นเด็ก กลับมาในกาลมีผมและหนวดขึ้นรุงรัง ฯ",
    "thai_sense": "กลับมาตอนโตเป็นหนุ่ม ผมเผ้ารุงรัง ไม่มีใครจำได้เลย",
    "thai_yok": "อถ ครั้งนั้น; โกจิ อ. ใคร ๆ; น สญฺชานิ ไม่รู้พร้อมแล้ว; นํ (ปุริสํ) (ซึ่งบุรุษ) นั้น; อาคตตฺตา เพราะความที่...เป็นผู้...มาแล้ว; คนฺตฺวา ไป; ทหรกาเล ในกาลเป็นเด็ก; ปรุฬฺหเกสมสฺสุกาเล ในกาลมีผมและหนวดอันงอกขึ้นแล้ว",
    "context": "ความเปลี่ยนแปลง",
    "akhyata": "สญฺชานิ (อชฺ)",
    "kitaka": "คนฺตฺวา",
    "vocab_list": "ปรุฬฺหเกสมสฺสุกาเล, สญฺชานิ",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "ความรอบคอบ",
    "page": "หน้า 67",
    "pali": "โส มาตาปิตูหิ ทินฺนสญฺญาวเสน ธนฏฺฐานํ คนฺตฺวา ธนสฺส อโรคภาวํ ญตฺวา จินฺเตสิ “มํ น โกจิ สญฺชานาติ, สจาหํ ธนํ อุทฺธริตฺวา วลญฺชิสฺสามิ, “เอเกน ทุคฺคเตน นิธิ อุทฺธริโตติ มํ คเหตฺวา วิเหเฐยฺยุํ; ยนฺนูนาหํ ภตึ กตฺวา ชีเวยฺยนฺติ, อเถกํ ปิโลติกํ นิวาเสตฺวา “อตฺถิ โกจิ ภติเกน อตฺถิโกติ ปุจฺฉนฺโต ภตกวีถึ ปาปุณิ ฯ",
    "thai": "(อ. บุรุษ) นั้น ไปแล้ว สู่ที่แห่งทรัพย์ ด้วยสามารถแห่งสัญญาอันมารดาและบิดา ท. ให้แล้ว รู้แล้ว ซึ่งความที่แห่งทรัพย์ เป็นทรัพย์มีโรคหามิได้ คิดแล้วว่า อ. ใคร ๆ ย่อมไม่รู้พร้อม ซึ่งเรา, ถ้าว่า อ. เรา ขุดขึ้นแล้ว ซึ่งทรัพย์ จักใช้สอยไซร้, (อ. ชน ท.) (คิดแล้ว) ว่า อ. ขุมทรัพย์ อันบุรุษผู้ถึงแล้วซึ่งยาก คนหนึ่ง ขุดขึ้นแล้ว ดังนี้ จับแล้ว ซึ่งเรา พึงเบียดเบียน, กระไรหนอ อ. เรา กระทำแล้ว ซึ่งการรับจ้าง พึงเป็นอยู่ ดังนี้, ครั้งนั้น (อ. บุรุษนั้น) นุ่งแล้ว ซึ่งผ้าเก่า ผืนหนึ่ง ถามอยู่ว่า อ. ใคร ๆ ผู้มีความต้องการ ด้วยบุคคลผู้กระทำซึ่งการรับจ้าง มีอยู่หรือ ดังนี้ ถึงแล้ว ซึ่งถนนอันเป็นที่อยู่ของนายจ้าง ฯ",
    "thai_desana": "เขาไปสู่ที่ฝังทรัพย์ด้วยสามารถแห่งเครื่องหมายอันมารดาและบิดาให้ไว้ ทราบความที่ทรัพย์ไม่เสียหาย จึงคิดว่า ใครๆ ย่อมจำเราไม่ได้ ถ้าเราจักขุดขุมทรัพย์ขึ้นใช้สอยไซร้ ชนทั้งหลายพึงคิดว่า คนเข็ญใจผู้หนึ่งขุดทรัพย์ขึ้นแล้ว พึงจับเราแล้วเบียดเบียน",
    "thai_sense": "เขาไปเช็คดูสมบัติที่ฝังไว้ ก็ยังอยู่ครบ แต่คิดว่า \"ตอนนี้ไม่มีใครจำเราได้ ถ้าอยู่ๆ คนจรจัดอย่างเรามีเงินใช้ คนต้องสงสัยแน่ว่าไปขุดสมบัติใครมา ดีไม่ดีโดนจับไปลงโทษ\"",
    "thai_yok": "โส (ปุริโส) (อ. บุรุษ) นั้น; คนฺตฺวา ไปแล้ว; ธนฏฺฐานํ สู่ที่แห่งทรัพย์; ทินฺนสญฺญาวเสน ด้วยสามารถแห่งสัญญาอัน...ให้แล้ว; มาตาปิตูหิ อันมารดาและบิดา ท.; ญตฺวา รู้แล้ว; อโรคภาวํ ซึ่งความที่...เป็นทรัพย์มีโรคหามิได้; ธนสฺส แห่งทรัพย์; จินฺเตสิ คิดแล้ว; อิติ ว่า; โกจิ อ. ใคร ๆ; น สญฺชานาติ ย่อมไม่รู้พร้อม; มํ ซึ่งเรา; สเจ ถ้าว่า; อหํ อ. เรา; อุทฺธริตฺวา ขุดขึ้นแล้ว; ธนํ ซึ่งทรัพย์; วลญฺชิสฺสามิ จักใช้สอย (ไซร้); (ชนา) (อ. ชน ท.); คเหตฺวา จับแล้ว; มํ ซึ่งเรา; วิเหเฐยฺยุํ พึงเบียดเบียน; อิติ (คิดแล้ว) ว่า; นิธิ อ. ขุมทรัพย์; อุทฺธริโต อัน...ขุดขึ้นแล้ว; ทุคฺคเตน บุรุษผู้ถึงแล้วซึ่งยาก; เอเกน คนหนึ่ง ดังนี้",
    "context": "การวางแผน",
    "akhyata": "สญฺชานาติ (วตฺ), วลญฺชิสฺสามิ (ภวิ), วิเหเฐยฺยุํ (สตฺ), จินฺเตสิ (อชฺ)",
    "kitaka": "คนฺตฺวา, ญตฺวา, อุทฺธริตฺวา, คเหตฺวา",
    "vocab_list": "ทินฺนสญฺญาวเสน, อโรคภาวํ, วลญฺชิสฺสามิ, ทุคฺคเตน, นิธิ, วิเหเฐยฺยุํ",
    "sandhi": {
      "สจาหํ": "สเจ + อหํ",
      "อุทฺธริโตติ": "อุทฺธริโต + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "ข้อเสนอ",
    "page": "หน้า 67",
    "pali": "อถ นํ ภตกา ทิสฺวา “สเจ อมฺหากํ เอกํ กมฺมํ กริสฺสสิ, ภตฺตเวตนํ ทสฺสามาติ อาหํสุ ฯ",
    "thai": "ครั้งนั้น อ. นายจ้าง ท. เห็นแล้ว (ซึ่งบุรุษ) นั้น กล่าวแล้วว่า ถ้าว่า (อ. ท่าน) จักกระทำ ซึ่งการงาน อย่างหนึ่ง ของเรา ท. ไซร้, (อ. เรา ท.) จักให้ ซึ่งภัตและค่าจ้าง ดังนี้ ฯ",
    "thai_desana": "ขณะนั้น พวกผู้จ้างเห็นเขาแล้ว กล่าวว่า ถ้าเจ้าจักทำการงานของพวกข้าพเจ้าได้สักอย่างหนึ่งไซร้ พวกข้าพเจ้าจักให้ค่าจ้างสำหรับซื้อภัตร ฯ",
    "thai_sense": "พวกนายจ้างเห็นหน่วยก้านดีก็บอกว่า \"ถ้าทำงานให้เราอย่างนึงได้ จะเลี้ยงข้าวและให้ค่าจ้างนะ\"",
    "thai_yok": "อถ ครั้งนั้น; ภตกา อ. นายจ้าง ท.; ทิสฺวา เห็นแล้ว; นํ (ปุริสํ) (ซึ่งบุรุษ) นั้น; อาหํสุ กล่าวแล้ว; อิติ ว่า; สเจ ถ้าว่า; (ตฺวํ) (อ. ท่าน); กริสฺสสิ จักกระทำ; กมฺมํ ซึ่งการงาน; เอกํ อย่างหนึ่ง; อมฺหากํ ของเรา ท. (ไซร้); (มยํ) (อ. เรา ท.); ทสฺสาม จักให้; ภตฺตเวตนํ ซึ่งภัตและค่าจ้าง ดังนี้",
    "context": "การเจรจา",
    "akhyata": "กริสฺสสิ (ภวิ), ทสฺสาม (ภวิ), อาหํสุ (อชฺ)",
    "kitaka": "ทิสฺวา",
    "vocab_list": "ภตกา, ภตฺตเวตนํ",
    "sandhi": {
      "ทสฺสามาติ": "ทสฺสาม + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "รายละเอียดงาน",
    "page": "หน้า 67",
    "pali": "“กึ กมฺมํ นามาติ ฯ",
    "thai": "(อ. บุรุษนั้น ถามแล้ว) ว่า ชื่อ อ. การงาน อะไร ดังนี้ ฯ",
    "thai_desana": "เขาถามว่า ชื่อว่าการงานอะไร ? ที่พวกท่านจักให้ทำ ฯ",
    "thai_sense": "\"งานอะไรเหรอครับ\"",
    "thai_yok": "(โส) (อ. บุรุษนั้น) (ปุจฺฉิ) (ถามแล้ว); อิติ ว่า; กมฺมํ อ. การงาน; กึ นาม ชื่ออะไร (โหติ) (ย่อมเป็น) ดังนี้",
    "context": "ซักถาม",
    "akhyata": "-",
    "kitaka": "-",
    "vocab_list": "-",
    "sandhi": {
      "นามาติ": "นาม + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "หน้าที่",
    "page": "หน้า 67",
    "pali": "“ปโพธนโจทนกมฺมํ: สเจ อุสฺสหสิ; ปาโตว อุฏฺฐาย “ตาตา อุฏฺฐหถ สกฏานิ สนฺนยฺหถ, โคเณ โยเชถ, หตฺถิอสฺสาทีนํ ติณตฺถาย คมนเวลายํ, อมฺมา ตุมฺเหปิ อุฏฺฐหถ ยาคุํ ปจถ ภตฺตํ ปจถาติ วิจริตฺวา อาโรเจหีติ ฯ",
    "thai": "(อ. นายจ้าง ท. กล่าวแล้ว) ว่า อ. การงานคือการปลุกและการเตือน, ถ้าว่า (อ. ท่าน) ย่อมอาจไซร้, (อ. ท่าน) ลุกขึ้นแล้ว ในเวลาเช้าเทียว จงเที่ยวไปบอกว่า ดูก่อนพ่อ ท. (อ. ท่าน ท.) จงลุกขึ้น, (อ. ท่าน ท.) จงผูก ซึ่งเกวียน ท., (อ. ท่าน ท.) จงเทียม ซึ่งโค ท., (อ. เวลา) นี้ เป็นเวลาเป็นที่ไป เพื่อประโยชน์แก่หญ้า (แห่งสัตว์ ท.) มีช้างและม้าเป็นต้น (ย่อมเป็น), ดูก่อนแม่ ท. แม้ อ. ท่าน ท. จงลุกขึ้น, (อ. ท่าน ท.) จงต้ม ซึ่งข้าวต้ม, (อ. ท่าน ท.) จงหุง ซึ่งข้าวสวย ดังนี้ ดังนี้ ฯ",
    "thai_desana": "พวกผู้จ้างตอบว่า การงานคือการปลุกและการตักเตือน ถ้าเจ้าอาจ (ทำ) ได้ไซร้ เจ้าจงลุกขึ้นแต่เช้าตรู่ เที่ยวบอกว่า พ่อทั้งหลาย ! ท่านทั้งหลายจงลุกขึ้น จงตระเตรียมเกวียนทั้งหลาย จงเทียมโคผู้ ในเวลาที่สัตว์พาหนะต่างๆ มีช้างและม้าเป็นต้นไปเพื่อต้องการกินหญ้า แม่ทั้งหลาย ! แม้พวกท่านจงลุกขึ้นต้มยาคู หุงภัตร ฯ",
    "thai_sense": "\"งานนาฬิกาปลุกเดินได้น่ะ ถ้าไหวก็ตื่นเช้าๆ แล้วเดินตะโกนปลุกคนงานผู้ชายให้เตรียมเกวียนไปขนหญ้า ปลุกคนงานผู้หญิงให้ลุกมาทำกับข้าว\"",
    "thai_yok": "(ภตกา) (อ. นายจ้าง ท. กล่าวแล้ว); อิติ ว่า; ปโพธนโจทนกมฺมํ อ. การงานคือการปลุกและการเตือน; สเจ ถ้าว่า; (ตฺวํ) (อ. ท่าน); อุสฺสหสิ ย่อมอาจ (ไซร้); (ตฺวํ) (อ. ท่าน); อุฏฺฐาย ลุกขึ้นแล้ว; ปาโต เอว ในเวลาเช้าเทียว; วิจริตฺวา เที่ยวไป; อาโรเจหิ จงบอก; อิติ ว่า; ตาตา ดูก่อนพ่อ ท.; (ตุมฺเห) (อ. ท่าน ท.); อุฏฺฐหถ จงลุกขึ้น; สนฺนยฺหถ จงผูก; สกฏานิ ซึ่งเกวียน ท.; โยเชถ จงเทียม; โคเณ ซึ่งโค ท.; (อยํ เวลา) (อ. เวลา) นี้; คมนเวลา เป็นเวลาเป็นที่ไป; ติณตฺถาย เพื่อประโยชน์แก่หญ้า; หตฺถิอสฺสาทีนํ (สตฺตานํ) (แห่งสัตว์ ท.) มีช้างและม้าเป็นต้น (โหติ) (ย่อมเป็น); อมฺมา ดูก่อนแม่ ท.; ตุมฺเห ปิ แม้ อ. ท่าน ท.; อุฏฺฐหถ จงลุกขึ้น; ปจถ จงต้ม; ยาคุํ ซึ่งข้าวต้ม; ปจถ จงหุง; ภตฺตํ ซึ่งข้าวสวย ดังนี้ ดังนี้",
    "context": "รายละเอียดงาน",
    "akhyata": "อุสฺสหสิ (วตฺ), อุฏฺฐหถ (ปญฺ), สนฺนยฺหถ (ปญฺ), โยเชถ (ปญฺ), ปจถ (ปญฺ), อาโรเจหิ (ปญฺ)",
    "kitaka": "อุฏฺฐาย, วิจริตฺวา",
    "vocab_list": "ปโพธนโจทนกมฺมํ, ปาโต, สกฏานิ, โคเณ, ยาคุํ",
    "sandhi": {
      "ปาโตว": "ปาโต + เอว",
      "ปจถาติ": "ปจถ + อิติ",
      "อาโรเจหีติ": "อาโรเจหิ + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "การตอบรับ",
    "page": "หน้า 67",
    "pali": "โส “สาธูติ สมฺปฏิจฺฉิ ฯ",
    "thai": "(อ. บุรุษ) นั้น รับพร้อมเฉพาะแล้วว่า อ. ดีละ ดังนี้ ฯ",
    "thai_desana": "เขารับว่า ได้จ้ะ ! ฯ",
    "thai_sense": "\"ตกลงครับ\"",
    "thai_yok": "โส (ปุริโส) (อ. บุรุษ) นั้น; สมฺปฏิจฺฉิ รับพร้อมเฉพาะแล้ว; อิติ ว่า; สาธุ อ. ดีละ ดังนี้",
    "context": "ตกลงจ้าง",
    "akhyata": "สมฺปฏิจฺฉิ (อชฺ)",
    "kitaka": "-",
    "vocab_list": "-",
    "sandhi": {
      "สาธูติ": "สาธุ + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "ชีวิตใหม่",
    "page": "หน้า 67",
    "pali": "อถสฺส สนฺติเก วสนตฺถาย เอกํ ฆรํ อทํสุ ฯ",
    "thai": "ครั้งนั้น (อ. ชน ท.) ได้ให้แล้ว ซึ่งเรือน หลังหนึ่ง (แก่บุรุษ) นั้น เพื่อประโยชน์แก่การอยู่ ในที่ใกล้ ฯ",
    "thai_desana": "ลำดับนั้น พวกผู้จ้างได้ให้เรือนหลังหนึ่งแก่เขา เพื่อประโยชน์แก่การอยู่ ณ ที่ใกล้ ฯ",
    "thai_sense": "เขาก็เลยได้บ้านพักใกล้ๆ ที่ทำงาน",
    "thai_yok": "อถ ครั้งนั้น; (ชนา) (อ. ชน ท.); อทํสุ ได้ให้แล้ว; ฆรํ ซึ่งเรือน; เอกํ หลังหนึ่ง; อสฺส (ปุริสสฺส) (แก่บุรุษ) นั้น; วสนตฺถาย เพื่อประโยชน์แก่การอยู่; สนฺติเก ในที่ใกล้",
    "context": "ที่พัก",
    "akhyata": "อทํสุ (อชฺ)",
    "kitaka": "-",
    "vocab_list": "-",
    "sandhi": {
      "อถสฺส": "อถ + อสฺส"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "ความขยัน",
    "page": "หน้า 67",
    "pali": "โส เทวสิกํ ตํ กมฺมํ อกาสิ ฯ",
    "thai": "(อ. บุรุษ) นั้น ได้กระทำแล้ว ซึ่งการงาน นั้น ทุก ๆ วัน ฯ",
    "thai_desana": "เขาได้ทำการงานนั้นทุกๆ วัน ฯ",
    "thai_sense": "เขาก็ทำหน้าที่ปลุกคนงานทุกวันอย่างขยันขันแข็ง",
    "thai_yok": "โส (ปุริโส) (อ. บุรุษ) นั้น; อกาสิ ได้กระทำแล้ว; ตํ กมฺมํ ซึ่งการงาน นั้น; เทวสิกํ ทุก ๆ วัน",
    "context": "ความรับผิดชอบ",
    "akhyata": "อกาสิ (อชฺ)",
    "kitaka": "-",
    "vocab_list": "เทวสิกํ",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "เสียงปริศนา",
    "page": "หน้า 67",
    "pali": "อถสฺส เอกทิวสํ ราชา พิมฺพิสาโร สทฺทมสฺโสสิ ฯ",
    "thai": "ครั้งนั้น ในวันหนึ่ง อ. พระราชา พระนามว่าพิมพิสาร ได้ทรงสดับแล้ว ซึ่งเสียง (ของบุรุษ) นั้น ฯ",
    "thai_desana": "อยู่มาวันหนึ่ง พระราชาทรงพระนามว่าพิมพิสาร ได้ทรงสดับเสียงของเขาแล้ว ฯ",
    "thai_sense": "วันหนึ่งพระเจ้าพิมพิสารได้ยินเสียงกุมภโฆสกปลุกชาวบ้าน",
    "thai_yok": "อถ ครั้งนั้น; เอกทิวสํ ในวันหนึ่ง; ราชา พิมฺพิสาโร อ. พระราชา พระนามว่าพิมพิสาร; อสฺโสสิ ได้ทรงสดับแล้ว; สทฺทํ ซึ่งเสียง; อสฺส (ปุริสสฺส) (ของบุรุษ) นั้น",
    "context": "ความผิดปกติ",
    "akhyata": "อสฺโสสิ (อชฺ)",
    "kitaka": "-",
    "vocab_list": "-",
    "sandhi": {
      "อถสฺส": "อถ + อสฺส",
      "สทฺทมสฺโสสิ": "สทฺทํ + อสฺโสสิ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "การพยากรณ์",
    "page": "หน้า 67",
    "pali": "โส ปน สพฺพรวญฺญู อโหสิ; ตสฺมา “มหาธนสฺส ปุริสสฺเสโส สทฺโทติ อาห ฯ",
    "thai": "ก็ (อ. พระราชา) นั้น เป็นผู้ทรงทราบซึ่งเสียงร้องของสัตว์ทั้งปวงโดยปกติ ได้เป็นแล้ว เพราะเหตุนั้น (อ. พระราชานั้น) ตรัสแล้วว่า (อ. เสียง) นั่น เป็นเสียง ของบุรุษ ผู้มีทรัพย์มาก (ย่อมเป็น) ดังนี้ ฯ",
    "thai_desana": "ก็ท้าวเธอได้เป็นผู้ทรงทราบเสียงร้องของสัตว์ทั้งปวง เพราะฉะนั้น จึงตรัสว่า นั่นเป็นเสียงของคนผู้มีทรัพย์มาก ฯ",
    "thai_sense": "ด้วยความที่ทรงมีความสามารถพิเศษ ฟังเสียงสัตว์รู้เรื่อง พอได้ยินปุ๊บก็ตรัสว่า \"นี่มันเสียงคนรวยชัดๆ\"",
    "thai_yok": "ปน ก็; โส (ราชา) (อ. พระราชา) นั้น; อโหสิ ได้เป็นแล้ว; สพฺพรวญฺญู เป็นผู้ทรงทราบซึ่งเสียงร้องของสัตว์ทั้งปวงโดยปกติ; ตสฺมา เพราะเหตุนั้น; อาห ตรัสแล้ว; อิติ ว่า; เอโส (สทฺโท) (อ. เสียง) นั่น; สทฺโท เป็นเสียง; ปุริสสฺส ของบุรุษ; มหาธนสฺส ผู้มีทรัพย์มาก (โหติ) (ย่อมเป็น) ดังนี้",
    "context": "ความเชี่ยวชาญ",
    "akhyata": "อโหสิ (อชฺ), อาห (พรู)",
    "kitaka": "-",
    "vocab_list": "สพฺพรวญฺญู",
    "sandhi": {
      "ปุริสสฺเสโส": "ปุริสสฺส + เอโส",
      "สทฺโทติ": "สทฺโท + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "ความสงสัยของนางสนม",
    "page": "หน้า 67",
    "pali": "อถสฺส สนฺติเก ฐิตา เอกา ปริจาริกา “ราชา ยํ วา ตํ วา น กเถสฺสติ, อิมํ มยา ญาตุํ วฏฺฏตีติ จินฺเตตฺวา “คจฺฉ ตาต เอตํ ชานาหีติ เอกํ ปุริสํ ปหิณิ ฯ",
    "thai": "ครั้งนั้น อ. นางสนม คนหนึ่ง ผู้ยืนอยู่แล้ว ในที่ใกล้ (ของพระราชา) นั้น คิดแล้วว่า อ. พระราชา จักไม่ตรัส (ซึ่งพระดำรัส) ใด หรือ หรือว่า นั้น, อ. อันอันเรา รู้ (ซึ่งบุรุษ) นี้ ย่อมควร ดังนี้ ส่งไปแล้ว ซึ่งบุรุษ คนหนึ่ง (ด้วยคำ) ว่า แน่ะพ่อ (อ. ท่าน) จงไป, (อ. ท่าน) จงรู้ (ซึ่งบุรุษ) นั่น ดังนี้ ฯ",
    "thai_desana": "ขณะนั้น นางสนมของท้าวเธอคนหนึ่ง ยืนเฝ้าอยู่ ณ ที่ใกล้คิดว่า ในหลวงจักไม่ตรัสเหลวๆ ไหลๆ เราควรรู้จักชายนี้ ฯ จึงส่งชายผู้หนึ่งไป (สืบ) ด้วยคำว่า ไปเถิด พ่อ ท่านจงทราบบุรษนั่น (แล้วกลับมา) ฯ",
    "thai_sense": "นางสนมคนหนึ่งได้ยินก็สงสัย \"พระราชาไม่ตรัสอะไรมั่วซั่วแน่ ต้องสืบดูหน่อยแล้ว\" จึงส่งคนไปดู",
    "thai_yok": "อถ ครั้งนั้น; ปริจาริกา อ. นางสนม; เอกา คนหนึ่ง; ฐิตา ผู้ยืนอยู่แล้ว; สนฺติเก ในที่ใกล้; อสฺส (รญฺโญ) (ของพระราชา) นั้น; จินฺเตตฺวา คิดแล้ว; อิติ ว่า; ราชา อ. พระราชา; น กเถสฺสติ จักไม่ตรัส; (วจนํ) (ซึ่งพระดำรัส); ยํ วา ใด หรือ; ตํ วา หรือว่า นั้น; วฏฺฏติ ย่อมควร; (มยา) อ. อันอันเรา; ญาตุํ รู้; อิมํ (ปุริสํ) (ซึ่งบุรุษ) นี้ ดังนี้; ปหิณิ ส่งไปแล้ว; ปุริสํ ซึ่งบุรุษ; เอกํ คนหนึ่ง; อิติ ว่า; ตาต แน่ะพ่อ; (ตฺวํ) (อ. ท่าน); คจฺฉ จงไป; (ตฺวํ) (อ. ท่าน); ชานาหิ จงรู้; เอตํ (ปุริสํ) (ซึ่งบุรุษ) นั่น ดังนี้",
    "context": "การตรวจสอบ",
    "akhyata": "กเถสฺสติ (ภวิ), วฏฺฏติ (วตฺ), คจฺฉ (ปญฺ), ชานาหิ (ปญฺ), ปหิณิ (อชฺ)",
    "kitaka": "ฐิตา, จินฺเตตฺวา",
    "vocab_list": "ปริจาริกา",
    "sandhi": {
      "อถสฺส": "อถ + อสฺส",
      "วฏฺฏตีติ": "วฏฺฏติ + อิติ",
      "ชานาหีติ": "ชานาหิ + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "ความจริงปรากฏ",
    "page": "หน้า 67-68",
    "pali": "โส เวเคน คนฺตฺวา ตํ ทิสฺวา (P68) อาคนฺตฺวา “เอโก ภตกานํ ภติการโก กปณมนุสฺโส เอโสติ อาโรเจสิ ฯ",
    "thai": "(อ. บุรุษ) นั้น ไปแล้ว โดยเร็ว เห็นแล้ว (ซึ่งบุรุษ) นั้น มาแล้ว บอกแล้วว่า (อ. บุรุษ) นั่น เป็นมนุษย์ผู้กำพร้า ผู้กระทำซึ่งการรับจ้าง ของนายจ้าง ท. คนหนึ่ง (ย่อมเป็น) ดังนี้ ฯ",
    "thai_desana": "เขารีบไป พบกุมภโฆสกนั้นแล้ว ก็กลับมาบอกว่า นั้นเป็นมนุษย์กำพร้าคนหนึ่ง ซึ่งทำการรับจ้างของชนผู้จ้างทั้งหลาย ฯ",
    "thai_sense": "คนรับใช้รีบวิ่งไปดู แล้วกลับมารายงานว่า \"โธ่ ก็แค่คนรับจ้างกระจอกๆ คนนึงพ่ะย่ะค่ะ\"",
    "thai_yok": "โส (ปุริโส) (อ. บุรุษ) นั้น; คนฺตฺวา ไปแล้ว; เวเคน โดยเร็ว; ทิสฺวา เห็นแล้ว; ตํ (ปุริสํ) (ซึ่งบุรุษ) นั้น; อาคนฺตฺวา มาแล้ว; อาโรเจสิ บอกแล้ว; อิติ ว่า; เอโส (ปุริโส) (อ. บุรุษ) นั่น; กปณมนุสฺโส เป็นมนุษย์ผู้กำพร้า; ภติการโก ผู้กระทำซึ่งการรับจ้าง; ภตกานํ ของนายจ้าง ท.; เอโก คนหนึ่ง (โหติ) (ย่อมเป็น) ดังนี้",
    "context": "รายงานผล",
    "akhyata": "อาโรเจสิ (อชฺ)",
    "kitaka": "คนฺตฺวา, ทิสฺวา, อาคนฺตฺวา",
    "vocab_list": "ภตกานํ, ภติการโก, กปณมนุสฺโส",
    "sandhi": {
      "เอโสติ": "เอโส + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "ความมั่นพระทัย",
    "page": "หน้า 68",
    "pali": "ราชา ตสฺส วจนํ สุตฺวา ตุณฺหี หุตฺวา ทุติยทิวเสปิ ตติยทิวเสปิ ตสฺส สทฺทํ สุตฺวา ตเถวาห ฯ",
    "thai": "อ. พระราชา ทรงสดับแล้ว ซึ่งคำ (ของบุรุษ) นั้น เป็นผู้นิ่ง เป็น ทรงสดับแล้ว ซึ่งเสียง (ของบุรุษ) นั้น แม้ในวันที่สอง แม้ในวันที่สาม ตรัสแล้ว เหมือนอย่างนั้นนั่นเทียว ฯ",
    "thai_desana": "พระราชาทรงสดับถ้อยคำของบุรุษนั้นแล้ว ก็ทรงดุษณีภาพ ในวันที่ ๒ ก็ดี ในวันที่ ๓ ก็ดี ครั้นทรงสดับเสียงของกุมภโฆสกนั้นแล้ว ก็ตรัสอย่างนั้นเหมือนกัน ฯ",
    "thai_sense": "พระราชาได้ยินก็เงียบ วันต่อๆ มาพอได้ยินเสียงอีก ก็ตรัสเหมือนเดิมว่า \"เสียงคนรวยชัดๆ\"",
    "thai_yok": "ราชา อ. พระราชา; สุตฺวา ทรงสดับแล้ว; วจนํ ซึ่งคำ; ตสฺส (ปุริสสฺส) (ของบุรุษ) นั้น; หุตฺวา เป็น; ตุณฺหี ผู้นิ่ง; สุตฺวา ทรงสดับแล้ว; สทฺทํ ซึ่งเสียง; ตสฺส (ปุริสสฺส) (ของบุรุษ) นั้น; ทุติยทิวเส ปิ แม้ในวันที่สอง; ตติยทิวเส ปิ แม้ในวันที่สาม; อาห ตรัสแล้ว; ตถา เอว เหมือนอย่างนั้นนั่นเทียว",
    "context": "การยืนกราน",
    "akhyata": "อาห (พรู)",
    "kitaka": "สุตฺวา, หุตฺวา",
    "vocab_list": "ตุณฺหี",
    "sandhi": {
      "ตเถวาห": "ตถา + เอว + อาห"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "แผนการของนางสนม",
    "page": "หน้า 68",
    "pali": "สาปิ ปริจาริกา ตเถว จินฺเตตฺวา ปุนปฺปุนํ เปเสตฺวา, “กปณมนุสฺโสติ วุตฺเต, จินฺเตสิ “ราชา ‘กปณมนุสฺโส เอโสติ วจนํ สุตฺวาปิ น สทฺทหติ, ปุนปฺปุนํ ‘มหาธนสฺส ปุริสสฺเสโส สทฺโทติ วทติ; ภวิตพฺพเมตฺถ การเณน; ยถาสภาวโต เอตํ ญาตุํ วฏฺฏตีติ ฯ",
    "thai": "อ. นางสนม แม้นั้น คิดแล้ว เหมือนอย่างนั้นนั่นเทียว ส่งไปแล้ว (ซึ่งบุรุษ) บ่อย ๆ, (ครั้นเมื่อคำ) ว่า อ. มนุษย์ผู้กำพร้า ดังนี้ (อันบุรุษนั้น) กล่าวแล้ว, คิดแล้วว่า อ. พระราชา แม้ทรงสดับแล้ว ซึ่งคำว่า (อ. บุรุษ) นั่น เป็นมนุษย์ผู้กำพร้า (ย่อมเป็น) ดังนี้ ย่อมไม่ทรงเชื่อ, ย่อมตรัสว่า (อ. เสียง) นั่น เป็นเสียง ของบุรุษ ผู้มีทรัพย์มาก (ย่อมเป็น) ดังนี้ บ่อย ๆ, อันเหตุ (ในเรื่อง) นี้ พึงมี, อ. อัน (อันเรา) รู้ (ซึ่งบุรุษ) นั่น ตามความเป็นจริงอย่างไร ย่อมควร ดังนี้ ฯ",
    "thai_desana": "นางสนมแม้นั้นก็คิดอย่างนั้นเหมือนกัน ส่ง (บุรุษ) ไปหลายครั้ง ฯ เมื่อเขาบอกว่าเป็นมนุษย์กำพร้า จึงคิดว่า ในหลวงแม้ทรงสดับคำว่า นั่นมนุษย์กำพร้า ก็ไม่ทรงเชื่อ ตรัสย้ำอยู่ว่า นั่นเสียงบุรุษผู้มีทรัพย์มาก ในข้อนี้ต้องมีเหตุ ฯ ควรที่เราจะรู้จักชายนั่นตามความจริง ฯ",
    "thai_sense": "นางสนมก็ส่งคนไปสืบย้ำแล้วย้ำอีก ก็ได้คำตอบเดิม แต่พระราชาก็ยังยืนยันคำเดิม นางเลยมั่นใจว่า \"เรื่องนี้ต้องมีเงื่อนงำแน่ๆ ต้องรู้ให้ได้\"",
    "thai_yok": "สา ปริจาริกา ปิ อ. นางสนม แม้นั้น; จินฺเตตฺวา คิดแล้ว; ตถา เอว เหมือนอย่างนั้นนั่นเทียว; เปเสตฺวา ส่งไปแล้ว; ปุนปฺปุนํ บ่อย ๆ; (วจเน) (ครั้นเมื่อคำ); อิติ ว่า; กปณมนุสฺโส อ. มนุษย์ผู้กำพร้า ดังนี้; (เตน ปุริเสน) (อันบุรุษนั้น); วุตฺเต กล่าวแล้ว; จินฺเตสิ คิดแล้ว; อิติ ว่า; ราชา อ. พระราชา; สุตฺวา ปิ แม้ทรงสดับแล้ว; วจนํ ซึ่งคำ; อิติ ว่า; เอโส (ปุริโส) (อ. บุรุษ) นั่น; กปณมนุสฺโส เป็นมนุษย์ผู้กำพร้า (โหติ) (ย่อมเป็น) ดังนี้; น สทฺทหติ ย่อมไม่ทรงเชื่อ; วทติ ย่อมตรัส; อิติ ว่า; เอโส (สทฺโท) (อ. เสียง) นั่น; สทฺโท เป็นเสียง; ปุริสสฺส ของบุรุษ; มหาธนสฺส ผู้มีทรัพย์มาก (โหติ) (ย่อมเป็น) ดังนี้; ปุนปฺปุนํ บ่อย ๆ; การเณน อันเหตุ; ภวิตพฺพํ พึงมี; เอตฺถ (ฐาเน) (ในเรื่อง) นี้; วฏฺฏติ ย่อมควร; (มยา) อ. อัน (อันเรา); ญาตุํ รู้; เอตํ (ปุริสํ) (ซึ่งบุรุษ) นั่น; ยถาสภาวโต ตามความเป็นจริงอย่างไร ดังนี้",
    "context": "ความสงสัย",
    "akhyata": "สทฺทหติ (วตฺ), วทติ (วตฺ), วฏฺฏติ (วตฺ), จินฺเตสิ (อชฺ)",
    "kitaka": "จินฺเตตฺวา, เปเสตฺวา, วุตฺเต, สุตฺวา, ภวิตพฺพํ",
    "vocab_list": "ปุนปฺปุนํ, ยถาสภาวโต",
    "sandhi": {
      "สาปิ": "สา + อปิ",
      "กปณมนุสฺโสติ": "กปณมนุสฺโส + อิติ",
      "สุตฺวาปิ": "สุตฺวา + อปิ",
      "ปุริสสฺเสโส": "ปุริสสฺส + เอโส",
      "สทฺโทติ": "สทฺโท + อิติ",
      "ภวิตพฺพเมตฺถ": "ภวิตพฺพํ + เอตฺถ",
      "วฏฺฏตีติ": "วฏฺฏติ + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "แผนการของนางสนม",
    "page": "หน้า 68",
    "pali": "สา ราชานํ อาห “เทว อหํ สหสฺสํ ลภมานา ธีตรํ อาทาย คนฺตฺวา เอตํ ธนํ ราชกุลํ ปเวเสสฺสามีติ ฯ",
    "thai": "(อ. นางสนม) นั้น กราบทูลแล้ว กะพระราชาว่า ข้าแต่พระองค์ผู้สมมติเทพ อ. หม่อมฉัน ได้อยู่ ซึ่งพันแห่งทรัพย์ พาเอาแล้ว ซึ่งธิดา ไปแล้ว ยังทรัพย์ นั่น จักให้เข้าไป สู่ราชตระกูล ดังนี้ ฯ",
    "thai_desana": "นางสนมนั้นจึงกราบทูลพระราชาว่า ข้าแต่สมมติเทพ ! ข้าพระบาทเมื่อได้ทรัพย์พันหนึ่งจักพาธิดาไป (ออกอุบาย) ให้ทรัพย์นั่นเข้าสู่ราชสกุลจงได้ ฯ",
    "thai_sense": "นางทูลอาสา \"ขอเงินสักพันนึงเพคะ หม่อมฉันจะพาลูกสาวไปหลอกเอาทรัพย์นั้นมาถวายให้ได้\"",
    "thai_yok": "สา (ปริจาริกา) (อ. นางสนม) นั้น; อาห กราบทูลแล้ว; ราชานํ กะพระราชา; อิติ ว่า; เทว ข้าแต่พระองค์ผู้สมมติเทพ; อหํ อ. หม่อมฉัน; ลภมานา ได้อยู่; สหสฺสํ ซึ่งพันแห่งทรัพย์; อาทาย พาเอาแล้ว; ธีตรํ ซึ่งธิดา; คนฺตฺวา ไปแล้ว; ปเวเสสฺสามิ จักให้เข้าไป; เอตํ ธนํ ยังทรัพย์ นั่น; ราชกุลํ สู่ราชตระกูล ดังนี้",
    "context": "อาสา",
    "akhyata": "ปเวเสสฺสามิ (ภวิ), อาห (พรู)",
    "kitaka": "ลภมานา, อาทาย, คนฺตฺวา",
    "vocab_list": "-",
    "sandhi": {
      "ปเวเสสฺสามีติ": "ปเวเสสฺสามิ + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "การลงทุน",
    "page": "หน้า 68",
    "pali": "ราชา ตสฺสา สหสฺสํ ทาเปสิ ฯ",
    "thai": "อ. พระราชา (ทรงยังบุคคล) ให้พระราชทานแล้ว ซึ่งพันแห่งทรัพย์ (แก่นางสนม) นั้น ฯ",
    "thai_desana": "พระราชา รับสั่งให้พระราชทานทรัพย์พันหนึ่งแก่นางแล้ว ฯ",
    "thai_sense": "พระราชาก็จัดให้ตามขอ",
    "thai_yok": "ราชา อ. พระราชา; ทาเปสิ (ทรงยังบุคคล) ให้พระราชทานแล้ว; สหสฺสํ ซึ่งพันแห่งทรัพย์; ตสฺสา (ปริจาริกาย) (แก่นางสนม) นั้น",
    "context": "สนับสนุน",
    "akhyata": "ทาเปสิ (อชฺ)",
    "kitaka": "-",
    "vocab_list": "-",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "เริ่มแผนการ",
    "page": "หน้า 68",
    "pali": "สา ตํ คเหตฺวา ธีตรํ เอกํ มลีนธาตุกํ วตฺถํ นิวาเสตฺวา ตาย สทฺธึ ราชเคหโต นิกฺขมิตฺวา มคฺคปฏิปนฺนา วิย ภตกวีถึ คนฺตฺวา เอกํ ฆรํ ปวิสิตฺวา “อมฺม มยํ มคฺคปฏิปนฺนา เอกาหทฺวีหํ อิธ วิสฺสมิตฺวา คมิสฺสามาติ อาห ฯ",
    "thai": "(อ. นางสนม) นั้น ถือเอาแล้ว (ซึ่งพันแห่งทรัพย์) นั้น ยังธิดา ให้นุ่งแล้ว ซึ่งผ้า อันมีความเศร้าหมองเป็นธาตุ ผืนหนึ่ง ออกไปแล้ว จากพระราชวัง กับ (ด้วยธิดา) นั้น ผู้ราวกะว่าดำเนินไปแล้วสู่หนทาง ไปแล้ว สู่ถนนอันเป็นที่อยู่แห่งนายจ้าง เข้าไปแล้ว สู่เรือน หลังหนึ่ง กล่าวแล้วว่า ดูก่อนแม่ อ. เรา ท. เป็นผู้ดำเนินไปแล้วสู่หนทาง (เป็น) พักผ่อนแล้ว (ในเรือน) นี้ สิ้นวันหนึ่งและวันสอง จักไป ดังนี้ ฯ",
    "thai_desana": "นางรับพระราชทานทรัพย์นั้นแล้ว ให้ธิดานุ่งผ้าค่อนข้างเก่าผืนหนึ่ง ออกจากพระราชมณเฑียรพร้อมกับธิดานั้น เป็นดุจคนเดินทาง ไปสู่ถนนอันเป็นที่อยู่คนรับจ้าง เข้าไปสู่เรือนหลังหนึ่ง",
    "thai_sense": "นางกับลูกสาวปลอมตัวเป็นชาวบ้านจนๆ นุ่งผ้าเก่าๆ เดินทางรอนแรมไปแถวบ้านกุมภโฆสก แล้วไปขอพักบ้านชาวบ้านแถวนั้น",
    "thai_yok": "สา (ปริจาริกา) (อ. นางสนม) นั้น; คเหตฺวา ถือเอาแล้ว; ตํ (สหสฺสํ) (ซึ่งพันแห่งทรัพย์) นั้น; นิวาเสตฺวา ยังธิดา ให้นุ่งแล้ว; วตฺถํ ซึ่งผ้า; เอกํ ผืนหนึ่ง; มลีนธาตุกํ อันมีความเศร้าหมองเป็นธาตุ; นิกฺขมิตฺวา ออกไปแล้ว; ราชเคหโต จากพระราชวัง; สทฺธึ กับ; ตาย (ธีตราย) (ด้วยธิดา) นั้น; วิย ผู้ราวกะว่า; มคฺคปฏิปนฺนา ดำเนินไปแล้วสู่หนทาง; คนฺตฺวา ไปแล้ว; ภตกวีถึ สู่ถนนอันเป็นที่อยู่แห่งนายจ้าง; ปวิสิตฺวา เข้าไปแล้ว; ฆรํ สู่เรือน; เอกํ หลังหนึ่ง",
    "context": "ปลอมตัว",
    "akhyata": "-",
    "kitaka": "คเหตฺวา, นิวาเสตฺวา, นิกฺขมิตฺวา, มคฺคปฏิปนฺนา, คนฺตฺวา, ปวิสิตฺวา",
    "vocab_list": "มลีนธาตุกํ, มคฺคปฏิปนฺนา, ภตกวีถึ",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "คำแนะนำ",
    "page": "หน้า 68",
    "pali": "“อมฺม พหูนิ ฆรมานุสกานิ, น สกฺกา อิธ วสิตุํ, เอตํ กุมฺภโฆสกสฺส เคหํ ตุจฺฉํ, ตตฺถ คจฺฉถาติ ฯ",
    "thai": "(อ. หญิงนั้น กล่าวแล้ว) ว่า ดูก่อนแม่ อ. ประชุมแห่งมนุษย์ในเรือน ท. มาก (มีอยู่), (อันท่าน ท.) ไม่อาจ เพื่ออันอยู่ (ในเรือน) นี้, อ. เรือน ของนายกุมภโฆสกะ นั่น เป็นเรือนว่าง (ย่อมเป็น), (อ. ท่าน ท.) จงไป (ในเรือน) นั้น ดังนี้ ฯ",
    "thai_desana": "หญิงเจ้าของเรือนพูดว่า แม่ ! ผู้คนในเรือนมีมาก แม่ไม่อาจพักในเรือนนี้ได้ เรือนของนายกุมภโฆสกนั้นแน่ะว่าง เชิญแม่ไป (ขอพัก) ในเรือนนั้นเถิด ฯ",
    "thai_sense": "เจ้าของบ้านบอก \"โอ้ย บ้านฉันคนเยอะ อยู่ไม่ได้หรอก ไปบ้านกุมภโฆสกนู่น ว่างอยู่\"",
    "thai_yok": "(สา อิตฺถี อาห) (อ. หญิงนั้น กล่าวแล้ว); อิติ ว่า; อมฺม ดูก่อนแม่; ฆรมานุสกานิ อ. ประชุมแห่งมนุษย์ในเรือน ท.; พหูนิ มาก (สนฺติ) (มีอยู่); น สกฺกา (ตุมฺเหหิ) (อันท่าน ท.) ไม่อาจ; วสิตุํ เพื่ออันอยู่; อิธ (ฆเร) (ในเรือน) นี้; เอตํ เคหํ อ. เรือน นั่น; กุมฺภโฆสกสฺส ของนายกุมภโฆสกะ; ตุจฺฉํ เป็นเรือนว่าง (โหติ) (ย่อมเป็น); (ตุมฺเห) (อ. ท่าน ท.); คจฺฉถ จงไป; ตตฺถ (เคเห) (ในเรือน) นั้น ดังนี้",
    "context": "ชี้เป้า",
    "akhyata": "คจฺฉถ (ปญฺ)",
    "kitaka": "วสิตุํ",
    "vocab_list": "ฆรมานุสกานิ, ตุจฺฉํ",
    "sandhi": {
      "คจฺฉถาติ": "คจฺฉถ + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "การรุกคืบ",
    "page": "หน้า 68",
    "pali": "สา ตตฺถ คนฺตฺวา “สามิ มยํ มคฺคิกา เอกาหทฺวีหํ อิธ วสิสฺสามาติ วตฺวา เตน ปุนปฺปุนํ ปฏิกฺขิตฺตาปิ “สามิ อชฺเชกทิวสมตฺตํ วสิตฺวา ปาโตว คมิสฺสามาติ นิกฺขมิตุํ น อิจฺฉิ ฯ",
    "thai": "(อ. นางสนม) นั้น ไปแล้ว (ในเรือน) นั้น กล่าวแล้วว่า ข้าแต่นาย อ. ดิฉัน ท. เป็นผู้ไปสู่หนทาง (เป็น) จักอยู่ (ในเรือน) นี้ สิ้นวันหนึ่งและวันสอง ดังนี้ แม้ผู้ (อันนายกุมภโฆสกะ) นั้น ห้ามแล้ว บ่อย ๆ (กล่าวแล้ว) ว่า ข้าแต่นาย (อ. ดิฉัน ท.) อยู่แล้ว (สิ้นกาล) อันมีวันหนึ่งเป็นประมาณ ในวันนี้ จักไป ในเวลาเช้าเทียว ดังนี้ ไม่ปรารถนาแล้ว เพื่ออันออกไป ฯ",
    "thai_desana": "นางไปที่เรือนของกุมภโฆสกนั้นแล้ว กล่าวว่า นายจ๋า ! ฉันทั้ง ๒ เป็นคนเดินทาง จัก (ขอพัก) อยู่ในเรือนนี้สักวัน ๒ วัน ฯ แม้ถูกเขาห้ามแล้วตั้งหลายครั้ง",
    "thai_sense": "นางก็ไปขอกุมภโฆสกพัก โดนปฏิเสธหลายรอบก็ไม่ยอมถอย",
    "thai_yok": "สา (ปริจาริกา) (อ. นางสนม) นั้น; คนฺตฺวา ไปแล้ว; ตตฺถ (เคเห) (ในเรือน) นั้น; วตฺวา กล่าวแล้ว; อิติ ว่า; สามิ ข้าแต่นาย; มยํ อ. ดิฉัน ท.; มคฺคิกา เป็นผู้ไปสู่หนทาง (หุตฺวา) (เป็น); วสิสฺสาม จักอยู่; อิธ (เคเห) (ในเรือน) นี้; เอกาหทฺวีหํ สิ้นวันหนึ่งและวันสอง ดังนี้; ปฏิกฺขิตฺตา ปิ แม้ผู้...ห้ามแล้ว; เตน (กุมฺภโฆสเกน) (อันนายกุมภโฆสกะ) นั้น; ปุนปฺปุนํ บ่อย ๆ",
    "context": "ความพยายาม",
    "akhyata": "วสิสฺสาม (ภวิ)",
    "kitaka": "คนฺตฺวา, วตฺวา, ปฏิกฺขิตฺตา",
    "vocab_list": "มคฺคิกา",
    "sandhi": {
      "วสิสฺสามาติ": "วสิสฺสาม + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "episode": "แผนขั้นต่อไป",
    "page": "หน้า 68",
    "pali": "สา ตตฺเถว วสิตฺวา ปุนทิวเส ตสฺส อรญฺญคมนเวลาย “สามิ ตว นิวาปํ ทตฺวา ยาหิ, อหนฺเต ปจิสฺสามีติ วตฺวา, “อลํ อหเมว ปจิตฺวา ภุญฺชิสฺสามีติ วุตฺเต, ปุนปฺปุนํ นิพนฺธิตฺวา, เตน ทินฺเน คหิตมตฺตเกเยว กตฺวา อนฺตราปณโต โภชนานิ เจว ปริสุทฺธตณฺฑุลาทีนิ จ อาหราเปตฺวา ราชกุเล ปจนนิยาเมน สุปริสุทฺธํ โอทนํ สาธุรสานิ จ เทฺว ตีณิ สูปพฺยญฺชนานิ ปจิตฺวา ตสฺส อรญฺญโต อาคตสฺส อทาสิ ฯ",
    "thai": "(อ. นางสนม) นั้น อยู่แล้ว (ในเรือน) นั้นนั่นเทียว กล่าวแล้วว่า ข้าแต่นาย (อ. ท่าน) ให้แล้ว ซึ่งค่ากับข้าว ของท่าน จงไป, อ. ดิฉัน จักหุงต้ม เพื่อท่าน ดังนี้ ในเวลาเป็นที่ไปสู่ป่า (แห่งนายกุมภโฆสกะ) นั้น ในวันรุ่งขึ้น, (ครั้นเมื่อคำ) ว่า อ. อย่าเลย, อ. เรานั่นเทียว หุงต้มแล้ว จักบริโภค ดังนี้ (อันนายกุมภโฆสกะ) กล่าวแล้ว, รบเร้าแล้ว บ่อย ๆ, กระทำแล้ว (ซึ่งกหาปณะ ท.) อัน (อันนายกุมภโฆสกะ) นั้น ให้แล้ว ให้เป็นทรัพย์สักว่าอันตนถือเอาแล้วนั่นเทียว (ยังบุคคล) ให้นำมาแล้ว ซึ่งโภชนะ ท. ด้วยนั่นเทียว (ซึ่งอาหารวัตถุ ท.) มีข้าวสารอันหมดจดรอบแล้วเป็นต้นด้วย จากระหว่างแห่งร้านตลาด หุงต้มแล้ว ซึ่งข้าวสุก อันหมดจดรอบดีแล้วด้วย ซึ่งแกงและกับ ท. สอง สาม อันมีรสดีด้วย โดยทำนองแห่งการหุงต้ม ในราชตระกูล ได้ให้แล้ว (แก่นายกุมภโฆสกะ) นั้น ผู้มาแล้ว จากป่า ฯ",
    "thai_desana": "นางพักอยู่ในเรือนของกุมภโฆสกนั้นนั่นแล ฯ วันรุ่งขึ้น ในเวลาเขาจะไปป่า จึงพูดว่า นายจ๋า ! ขอนายจงมอบค่าอาหารสำหรับนายไว้แล้วจึงค่อยไป ฉันจัก (จัดแจง) หุงต้มไว้เพื่อนาย ฯ",
    "thai_sense": "พอนางได้พัก รุ่งเช้ากุมภโฆสกจะไปทำงาน นางก็บอกว่า \"นายเอาเงินค่ากับข้าวมาสิ เดี๋ยวฉันทำกับข้าวไว้รอ\"",
    "thai_yok": "สา (ปริจาริกา) (อ. นางสนม) นั้น; วสิตฺวา อยู่แล้ว; ตตฺถ เอว (เคเห) (ในเรือน) นั้นนั่นเทียว; วตฺวา กล่าวแล้ว; อิติ ว่า; สามิ ข้าแต่นาย; (ตฺวํ) (อ. ท่าน); ทตฺวา ให้แล้ว; นิวาปํ ซึ่งค่ากับข้าว; ตว ของท่าน; ยาหิ จงไป; อหํ อ. ดิฉัน; ปจิสฺสามิ จักหุงต้ม; เต เพื่อท่าน ดังนี้; อรญฺญคมนเวลาย ในเวลาเป็นที่ไปสู่ป่า; ตสฺส (กุมฺภโฆสกสฺส) (แห่งนายกุมภโฆสกะ) นั้น; ปุนทิวเส ในวันรุ่งขึ้น",
    "context": "เสนอตัว",
    "akhyata": "ยาหิ (ปญฺ), ปจิสฺสามิ (ภวิ)",
    "kitaka": "วสิตฺวา, ทตฺวา, วตฺวา",
    "vocab_list": "นิวาปํ, อรญฺญคมนเวลาย",
    "sandhi": {
      "ตตฺเถว": "ตตฺถ + เอว",
      "อหนฺเต": "อหํ + เต",
      "ปจิสฺสามีติ": "ปจิสฺสามิ + อิติ"
    }
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "อถ นํ ภุญฺชิตฺวา มุทุจิตฺตตํ อาปนฺนํ ญตฺวา “สามิ กิลนฺตมฺห เอกาหทฺวีหํ อิเธว โหมาติ อาห.",
    "thai": "ครั้งนั้น (อ. นางสนมนั้น) รู้แล้ว (ซึ่งนายกุมภโฆสกะ)นั้น ผู้บริโภคแล้วถึงทั่วแล้วซึ่งความเป็น(แห่งบุคคล)ผู้มีจิตอ่อน กล่าวแล้ว ว่า ข้าแต่นาย (อ. ดิฉัน ท.) เป็นผู้เหน็ดเหนื่อยแล้ว ย่อมเป็น จะมี (ในเรือน)นี้นั่นเทียว สิ้นวันหนึ่งและวันสอง ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "โส “สาธูติ สมฺปฏิจฺฉิ.",
    "thai": "(อ. นายกุมภโฆสกะ) นั้น รับพร้อมแล้ว ว่า อ. ดีละ ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "อถสฺส สายมฺปิ ปุนทิวเสปิ มธุรภตฺตํ ปจิตฺวา อทาสิ.",
    "thai": "ครั้งนั้น (อ. นางสนมนั้น) หุงแล้ว ซึ่งข้าวสวยอันอร่อย ได้ให้แล้ว (แก่นายกุมภโฆสกะ)นั้น แม้ในเวลาเย็น แม้ในวันรุ่งขึ้น ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "มุทุจิตฺตญฺจสฺส ญตฺวา “สามิ กติปาหํ อิเธว วสิสฺสามาติ ตตฺถ วสมานา ติขิเณน สตฺเถน ตสฺส มญฺจฏฺฐานํ เหฏฺฐาอฏนิยํ ตหํ ตหํ ฉินฺทิ.",
    "thai": "อนึ่ง (อ. นางสนม)นั้น รู้แล้ว ซึ่งจิตอันอ่อน (ของนายกุมภ โฆสกะ) นั้น (กล่าวแล้ว) ว่า ข้าแต่นาย (อ. ดิฉัน ท.) จักอยู่ (ในเรือน) นี้นั่นเทียว สิ้นวันเล็กน้อย ดังนี้ อยู่อยู่ (ในเรือน)นั้น ตัดแล้ว ซึ่งที่แห่งเตียง (ของนายกุมภโฆสกะ)นั้น ด้วยมีดอันคม ในที่นั้น ๆ ณ แม่แคร่ ในภายใต้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "มญฺโจ, ตสฺมึ อาคนฺตฺวา นิสินฺนมตฺเตเยว, เหฏฺฐา โอลมฺพิ.",
    "thai": "อ. เตียง (ครั้นเมื่อนายกุมภโฆสกะ)นั้น เป็นผู้สักว่ามาแล้ว นั่งแล้วนั่นเทียว (มีอยู่) ห้อยลงแล้ว ในภายใต้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "โส “กสฺมา อยํ มญฺโจ เอวํ ฉิชฺชิตฺวา คโตติ อาห.",
    "thai": "(อ. นายกุมภโฆสกะ)นั้น กล่าวแล้ว ว่า อ. เตียงนี้ ขาดไปแล้ว อย่างนี้ เพราะเหตุไร ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "“สามิ ทหรทารเก นิวาเรตุํ น สกฺโกมิ, อาคนฺตฺวา เอตฺเถว สนฺนิปตนฺตีติ.",
    "thai": "(อ. นางสนมนั้น กล่าวแล้ว) ว่า ข้าแต่นาย (อ. ดิฉัน) ย่อมไม่อาจ เพื่ออันห้าม ซึ่งเด็กหนุ่ม ท., (อ. เด็กหนุ่ม ท.) เหล่านั้น มาแล้ว ย่อมประชุมกัน (ในที่) นี้นั่นเทียว ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "“อมฺม อิทํ เม ทุกฺขํ ตุมฺเห นิสฺสาย ชาตํ, อหญฺหิ ปุพฺเพ กตฺถจิ คจฺฉนฺโต ทฺวารํ ปิทหิตฺวา คจฺฉามีติ.",
    "thai": "(อ. นายกุมภโฆสกะ กล่าวแล้ว) ว่า แน่ะแม่ อ. ทุกข์นี้ เกิดแล้ว แก่เรา เพราะอาศัย ซึ่งท่าน ท., เพราะว่า ในกาลก่อน อ. เรา เมื่อไป ในที่ไหน ๆ ปิดแล้ว ซึ่งประตู ย่อมไป ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "“กึ กโรมิ ตาต, วาเรตุํ น สกฺโกมีติ.",
    "thai": "(อ. นางสนม กล่าวแล้ว) ว่า แน่ะพ่อ (อ. ดิฉัน) จะกระทำ อย่างไรได้, (อ. ดิฉัน) ย่อมไม่อาจ เพื่ออันห้าม ด้งนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "สา อิมินาว นิยาเมน เทฺว ตโย ทิวเส ฉินฺทิตฺวา เตน อุชฺฌายิตฺวา ขียิตฺวา วุจฺจมานาปิ ตเถว วตฺวา ปุน เอกเทฺวรชฺชุเก ฐเปตฺวา เสเส ฉินฺทิ.",
    "thai": "(อ. นางสนม) นั้น ตัดแล้ว สิ้นวัน ท. สอง สาม โดยทำนองนี้เทียว แม้ผู้(อันนายกุมภโฆสกะ)นั้นยกโทษแล้ว ติเตียนแล้ว กล่าวอยู่ กล่าวแล้ว อย่างนั้นนั่นเทียว ตัดแล้ว (ซึ่งเชือก ท.) อันเหลือ เว้น ซึ่งเชือกเส้นหนึ่งและสองเส้น ท. อีก ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "ตํทิวสํ ตสฺมึ นิสินฺนมตฺเตเยว, สพฺพํ ฐานํ ภูมิยํ ปติ.",
    "thai": "ในวันนั้น (ครั้นเมื่อนายกุมภโฆสกะ) นั้น เป็นผู้สักว่านั่งแล้วนั่นเทียว (มีอยู่) อ. ที่ทั้งปวง ตกไปแล้ว ที่ภาคพื้น ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "สีสํ ชนฺนุเกหิ สทฺธึ เอกโต อโหสิ.",
    "thai": "อ. ศีรษะ ได้เป็นแล้ว โดยความเป็นอันเดียวกัน กับด้วยเข่า ท. ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 69",
    "episode": "...",
    "pali": "โส อุฏฺฐาย “กึ กโรมิ, อิทานิ กุหึ คมิสฺสามิ, นิปชฺชนมญฺจสฺสาปิ ตุมฺเหหิ อสฺสามิโก กโตมฺหีติ อาห.",
    "thai": "(อ. นายกุมภโฆสกะ)นั้น ลุกขึ้นแล้ว กล่าวแล้ว ว่า (อ. เรา) จะกระทำ อย่างไร, ในกาลนี้ (อ. เรา) จักไป ในที่ไหน, (อ. เรา) เป็นผู้อันท่าน ท. กระทำแล้ว ให้เป็นผู้มิใช่เจ้าของ แม้แห่งเตียงเป็นที่นอน ย่อมเป็น ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "“ตาต กึ กโรมิ, ปฏิวิสฺสกทารเก วาเรตุํ น สกฺโกมิ, โหตุ, มา จินฺตยิ, อิมาย เวลาย กุหึ คมิสฺสสีติ ธีตรํ อามนฺเตตฺวา “อมฺม ตว ภาติกสฺส นิปชฺชโนกาสํ กโรหีติ อาห.",
    "thai": "(อ. นางสนมนั้น กล่าวแล้ว) ว่า แน่ะพ่อ (อ. ดิฉัน) จะกระทำ อย่างไรได้, (อ. ดิฉัน) ย่อมไม่อาจ เพื่ออันห้าม ซึ่งเด็กผู้คุ้นเคย ท., (อ. เรื่องนั้น) จงมีเถิด, (อ. ท่าน) อย่าคิดแล้ว, (อ. ท่าน) จักไป ในที่ไหน ในเวลานี้ ดังนี้ เรียกมาแล้ว ซึ่งธิดา กล่าวแล้ว ว่า แน่ะแม่ (อ. เจ้า) จงกระทำ ซึ่งโอกาสเป็นที่นอน เพื่อพี่ชาย ของเจ้า ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "สา เอกปสฺเส สยิตฺวา “อิธาคจฺฉ สามีติ อาห.",
    "thai": "(อ. ธิดา)นั้น นอนแล้ว ณ ข้าง ๆ หนึ่ง กล่าวแล้ว ว่า ข้าแต่นาย (อ. ท่าน) จงมา (ในที่) นี้เถิด ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "อิตราปิ นํ “คจฺฉ ตาต ภคินิยา สทฺธึ นิปชฺชาติ วเทติ.",
    "thai": "(อ. นางสนม) แม้นอกนี้ ย่อมกล่าว (กะนายกุมภโฆสกะ) นั้น ว่า แน่ะพ่อ (อ. ท่าน) จงไป (อ. ท่าน) จงนอน กับ ด้วยน้องหญิง ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "โส ตาย สทฺธึ เอกมญฺเจ นิปชฺชิตฺวา ตํ ทิวสญฺเญว สนฺถวมกาสิ.",
    "thai": "(อ. นายกุมภโฆสกะ) นั้น นอนแล้ว บนเตียงเดียวกัน กับ (ด้วยธิดา)นั้น ได้กระทำแล้ว ซึ่งความเชยชิด ในวันนั้นนั่นเทียว ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "กุมาริกา ปโรทิ.",
    "thai": "อ. กุมาริกา ร้องไห้ทั่วแล้ว ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "อถ นํ มาตา ปุจฺฉิ “กึ อมฺม โรทสีติ.",
    "thai": "ครั้งนั้น อ. มารดา ถามแล้ว (ซึ่งธิดา) นั้น ว่า แน่ะแม่ (อ. เจ้า) ย่อมร้องไห้ เพราะเหตุไร ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "“อมฺม อิทนฺนาม ชาตนฺติ.",
    "thai": "(อ. ธิดานั้น กล่าวแล้ว) ว่า ข้าแต่แม่ (อ. เรื่อง) ชื่อนี้ เกิดแล้ว ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "“โหตุ อมฺม, กึ สกฺกา กาตุํ, ตยาปิ เอกํ ภตฺตารํ, อิมินาปิ เอกํ ปาทปริจาริกํ ลทฺธุํ วฏฺฏตีติ ตํ ชามาตรํ อกาสิ.",
    "thai": "(อ. มารดา กล่าวแล้ว) ว่า แน่ะแม่ (อ. เรื่องนั้น) จงมีเถิด, (อันเรา) อาจเพื่ออันกระทำ อย่างไรได้, อ. อันแม้อันเจ้านี้ได้ ซึ่งผัวคนหนึ่ง ย่อมควร, อ. อันแม้ (อันนายกุมภโฆสกะ) นี้ได้ ซึ่งหญิงผู้รับใช้ใกล้เท้า คนหนึ่ง ย่อมควร ดังนี้ ได้กระทำแล้ว (ซึ่งนายกุมภโฆสกะ)นั้น ให้เป็นลูกเขย ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "เต สมคฺคสํวาสํ วสึสุ.",
    "thai": "(อ. ชน ท.) เหล่านั้น อยู่แล้ว อยู่พร้อมแห่งบุคคลพร้อมเพรียงกัน ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "สา กติปาหจฺจเยน รญฺโญ สาสนํ เปเสสิ “ภตกวีถิยํ ฉณํ กโรนฺตุ, ยสฺส ปน ฆเร ฉโณ น กรียติ, ตสฺส เอตฺตโก นาม ทณฺโฑติ โฆสนํ กาเรตุ เทวาติ.",
    "thai": "(อ. นางสนม)นั้น ส่งไปแล้ว ซึ่งข่าวสาร แก่พระราชา โดยอันล่วงไปแห่งวันเล็กน้อย ว่า ข้าแต่พระองค์ผู้สมมติเทพ อ. พระราชา ขอจง (ทรงยังราชบุรุษ) ให้กระทำ ซึ่งการป่าวร้อง ว่า (อ. ชน ท.) จงกระทำ ซึ่งมหรสพ ในถนนอันเป็นที่อยู่แห่งนายจ้าง, ก็ อ. มหรสพ (อันบุคคล)ใด ย่อมไม่กระทำ ในเรือน, อ. สินไหม ชื่อมีประมาณเท่านี้ (ย่อมมี) (แก่บุคคล) นั้น ดังนี้ ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "ราชา ตถา กาเรสิ.",
    "thai": "อ. พระราชา (ทรงยังราชบุรุษ) ให้กระทำแล้ว อย่างนั้น ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "อถ นํ สสฺสุ อาห “ตาต ภตกวีถิยํ ราชาณาย ฉโณ กตฺตพฺโพว ชาโต, กึ กโรมาติ.",
    "thai": "ครั้งนั้น อ. แม่ยาย กล่าวแล้ว (กะนายกุมภโฆสกะ) นั้น ว่า แน่ะพ่อ อ. มหรสพ เป็นมหรสพ (อันเรา ท.) พึงกระทำ ตามอาชญาของพระราชา ในถนนอันเป็นที่อยู่แห่งนายจ้างเทียว เกิดแล้ว, (อ. เรา ท.) จะกระทำ อย่างไร ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "“อมฺม อหํ ภตึ กโรนฺโตปิ ชีวิตุํ น สกฺโกมิ, กึ กริสฺสามีติ.",
    "thai": "(อ. นายกุมภโฆสกะ กล่าวแล้ว) ว่า ข้าแต่แม่ อ. ข้าพเจ้า แม้กระทำอยู่ ซึ่งการรับจ้าง ย่อมไม่อาจ เพื่ออันเป็นอยู่, (อ. ข้าพเจ้า) จักกระทำ อย่างไร ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "“ตาต ฆราวาสํ วสนฺตา นาม อิณํปิ คณฺหนฺติ, รญฺโญ อาณา อกาตุํ น ลพฺภา, อิณโต นาม เยน เกนจิ อุปาเยน มุจฺจิตุํ สกฺกา, คจฺฉ ตาต กุโตจิ เอกํ วา เทฺว กหาปเณ อาหราติ.",
    "thai": "(อ. แม่ยาย นั้น กล่าวแล้ว) ว่า แน่ะพ่อ (อ. ชน ท.) ชื่อว่าผู้อยู่อยู่ อยู่ครองซึ่งเรือน ย่อมรับเอา แม้ซึ่งหนี้, อ. อาชญา ของพระราชา (อันใคร ๆ) ไม่พึงได้ เพื่ออันไม่กระทำ, (อันเรา ท.) อาจ เพื่ออันพ้น ชื่อจากหนี้ ด้วยอุบาย อย่างใดอย่างหนึ่ง, แน่ะพ่อ (อ. เจ้า) จงไป (อ. เจ้า) จงนำมา ซึ่งกหาปณะหนึ่งหรือ หรือว่าซึ่งกหาปณะ ท. ๒ จากที่ไหน ๆ ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "โส อุชฺฌายนฺโต ขียนฺโต คนฺตฺวา จตฺตาฬีสโกฏิธนฏฺฐานโต เอกเมว กหาปณํ อาหรติ.",
    "thai": "(อ. นายกุมภโฆสกะ)นั้น ยกโทษอยู่ ติเตียนอยู่ ไปแล้ว ย่อมนำมา ซึ่งกหาปณะหนึ่งนั่นเทียว จากที่แห่งทรัพย์มีโกฏิสี่สิบเป็นประมาณ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 70",
    "episode": "...",
    "pali": "สา ตํ กหาปณํ รญฺโญ เปเสตฺวา อตฺตโน กหาปเณน ฉณํ กตฺวา ปุน กติปาหจฺจเยน ตเถว สาสนํ ปหิณิ.",
    "thai": "(อ. นางสนม)นั้น ส่งไปแล้ว ซึ่งกหาปณะนั้น แก่พระราชา กระทำแล้ว ซึ่งมหรสพ ด้วยกหาปณะ ของตน ส่งไปแล้ว ซึ่งข่าวสาร อย่างนั้นนั่นเทียว โดยอันล่วงไปแห่งวันเล็กน้อย อีก ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "ปุน ราชา “ฉณํ กโรนฺตุ, อกโรนฺตานํ เอตฺตโก ทณฺโฑติ อาณาเปสิ.",
    "thai": "อ. พระราชา (ทรงยังชน ท.) ให้รู้ทั่วแล้ว อีก ว่า (อ. ชน ท.) จงกระทำ ซึ่งมหรสพ, อ. สินไหม มีประมาณเท่านี้ (ย่อมมี แก่ชน ท.) ผู้ไม่กระทำอยู่ ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "ปุนปิ โส ตาย ตเถว วตฺวา นิปฺปีฬิยมาโน คนฺตฺวา ตโย กหาปเณ อาหริ.",
    "thai": "(อ. นายกุมภโฆสกะ)นั้น ผู้(อันนางสนม)นั้นกล่าวแล้วอย่างนั้นนั่นเทียว รบเร้าอยู่ ไปแล้ว นำมาแล้ว ซึ่งกหาปณะ ท. ๓ แม้อีก ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "สา เตปิ กหาปเณ รญฺโญ เปเสตฺวา ปุน กติปาหจฺจเยน สาสนํ ปหิณิ “อิทานิ ปุริเส เปเสตฺวา อิมํ ปกฺโกสาเปตูติ.",
    "thai": "(อ. นางสนม)นั้น ส่งไปแล้ว (ซึ่งกหาปณะ ท.) แม้เหล่านั้น แก่พระราชา ส่งไปแล้ว ซึ่งข่าวสาร โดยอันล่วงไปแห่งวันเล็กน้อย อีก ว่า ในกาลนี้ (อ. พระราชา) ทรงส่งไปแล้ว ซึ่งบุรุษ ท. ขอจง (ทรงยังบุรุษ ท.) ให้ร้องเรียก (ซึ่งนายกุมภโฆสกะ)นี้เถิด ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "ราชา เปเสสิ.",
    "thai": "อ. พระราชา ทรงส่งไปแล้ว ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "ปุริสา ตตฺถ คนฺตฺวา “กุมฺภโฆสโก นาม กตโรติ ปุจฺฉิตฺวา ปริเยสนฺตา ตํ ทิสฺวา “เอหิ อมฺโภ, ราชา ตํ ปกฺโกสตีติ อาหํสุ.",
    "thai": "อ. บุรุษ ท. ไปแล้ว (ในที่) นั้น ถามแล้ว ว่า (อ. บุรุษ)คนไหน ชื่อว่ากุมภโฆสกะ ดังนี้ แสวงหาอยู่ เห็นแล้ว (ซึ่งนายกุมภโฆสกะ)นั้น กล่าวแล้ว ว่า แน่ะท่านผู้เจริญ (อ. ท่าน) จงมา, อ. พระราชา ย่อมรับสั่งหา ซึ่งท่าน ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "โส ภีโต “น มํ ราชา ชานาตีติอาทีนิ วตฺวา คนฺตุํ น อิจฺฉิ.",
    "thai": "(อ. นายกุมภโฆสกะ)นั้น กลัวแล้ว กล่าวแล้ว (ซึ่งคำ ท.) มีคำว่า อ. พระราชา ย่อมทรงรู้จัก ซึ่งเรา หามิได้ ดังนี้เป็นต้น ไม่ปรารถนาแล้ว เพื่ออันไป ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "อถ นํ พลกฺกาเรน หตฺถาทีสุ คเหตฺวา อากฑฺฒึสุ.",
    "thai": "ครั้งนั้น อ. บุรุษ ท. จับแล้ว (ซึ่งนายกุมภโฆสกะ)นั้น (ที่อวัยวะ ท.) มีมือเป็นต้น คร่ามาแล้ว ด้วยการกระทำด้วยกำลัง ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "สา อิตฺถี เต ทิสฺวา “อเร ทุพฺพินีตา ตุมฺเห มม ชามาตรํ หตฺถาทีสุ คเหตุํ อนนุจฺฉวิกาติ ตชฺเชตฺวา “เอหิ ตาต, มา ภายิ, ราชานํ ทิสฺวา ตว หตฺถาทิคาหกานํ หตฺเถเยว ฉินฺทาเปสฺสามีติ ธีตรํ อาทาย ปุรโต คนฺตฺวา ราชเคหํ ปตฺวา เวสํ ปริวตฺเตตฺวา สพฺพาลงฺการปฏิมณฺฑิตา เอกมนฺตํ อฏฺฐาสิ.",
    "thai": "(อ. หญิง)นั้น เห็นแล้ว (ซึ่งบุรุษ ท.) เหล่านั้น คุกคามแล้ว ว่าแน่ะบุรุษผู้อันบุคคลแนะนำได้ยากแล้ว ท. โว้ย อ. เจ้า ท. เป็นผู้ ไม่สมควร เพื่ออันจับ ซึ่งลูกเขย ของเรา (ที่อวัยวะ ท.) มีมือเป็นต้น (ย่อมเป็น) ดังนี้ (กล่าวแล้ว) ว่า แน่ะพ่อ (อ. ท่าน) จงมา, (อ. ท่าน ) อย่ากลัวแล้ว, (อ. เรา) เฝ้าแล้ว ซึ่งพระราชา จักทูล (ยังพระราชา) ให้ทรงตัด ซึ่งมือ ท. (ของบุรุษ ท.) ผู้จับซึ่งอวัยวะมีมือเป็นต้น ของท่านนั่นเทียว ดังนี้ พาเอา ซึ่งธิดา ไปแล้ว ข้างหน้า ถึงแล้ว ซึ่งพระราชวัง ยังเพศ ให้เป็นไปรอบแล้ว ผู้ประดับเฉพาะแล้ว ด้วยเครื่องอลังการทั้งปวง ได้ยืนแล้ว ณ ที่สุดแห่งหนึ่ง ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "อิตรมฺปิ ปริกฑฺฒิตฺวา อานยึสุเยว.",
    "thai": "(อ. บุรุษ ท.) คร่าไปรอบแล้ว นำมาแล้ว (ซึ่งนายกุมภโฆสกะ) แม้นอกนี้นั่นเทียว ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "อถ นํ วนฺทิตฺวา ฐิตํ ราชา อาห “ตฺวํ กุมฺภโฆสโก นามาติ.",
    "thai": "ครั้งนั้น อ. พระราชา ตรัสแล้ว (กะนายกุมภโฆสกะ)นั้น ผู้ถวายบังคมแล้วยืนแล้ว ว่า อ. เจ้า เป็นผู้ชื่อว่ากุมภโฆสกะ (ย่อมเป็น) หรือ ? ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "“อาม เทวาติ.",
    "thai": "(อ. นายกุมภโฆสกะ กราบทูลแล้ว) ว่า ข้าแต่พระองค์ผู้ สมมติเทพ พระเจ้าข้า (อ. อย่างนั้น) ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "“กึการณา มหาธนํ วญฺเจตฺวา ขาทสีติ.",
    "thai": "(อ. พระราชา ตรัสถามแล้ว) ว่า (อ. เจ้า) ลวงแล้ว ย่อมเคี้ยวกิน ซึ่งทรัพย์มาก เพราะเหตุไร ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "“กุโต เม เทว ธนํ, ภตึ กตฺวา ชีวามีติ.",
    "thai": "(อ. นายกุมภโฆสกะ กล่าวแล้ว) ว่า ข้าแต่พระองค์ผู้สมมติเทพ อ. ทรัพย์ ของข้าพระองค์ (จักมี) แต่ที่ไหน, (อ. ข้าพระองค์) กระทำแล้ว ซึ่งการรับจ้าง ย่อมเป็นอยู่ ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "“มา เอวํ กริ, กึ อมฺเห วญฺเจสีติ.",
    "thai": "(อ. พระราชา ตรัสแล้ว) ว่า (อ. เจ้า) อย่ากระทำแล้ว อย่างนี้, (อ. เจ้า) ลวงแล้ว ซึ่งเรา ท. เพราะเหตุไร ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "“น วญฺเจมิ เทว, นตฺถิ เม ธนนฺติ.",
    "thai": "(อ. นายกุมภโฆสกะ กราบทูลแล้ว) ว่า ข้าแต่พระองค์ ผู้สมมติเทพ (อ. ข้าพระองค์) ย่อมลวง หามิได้, อ. ทรัพย์ ของข้าพระองค์ ย่อมไม่มี ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 71",
    "episode": "...",
    "pali": "อถสฺส ราชา เต กหาปเณ ทสฺเสตฺวา “อิเม กหาปณา กสฺสาติ อาห.",
    "thai": "ครั้งนั้น อ. พระราชา ทรงแสดงแล้ว ซึ่งกหาปณะ ท. เหล่านั้น (แก่นายกุมภโฆสกะ)นั้น ตรัสแล้ว ว่า อ. กหาปณะ ท. เหล่านี้ ของใคร ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 72",
    "episode": "...",
    "pali": "โส สญฺชานิตฺวา “อโห นฏฺโฐมฺหิ; กถํ นุ โข อิเม รญฺโญ หตฺถํ ปตฺตาติ อิโต จิโต จ โอโลเกนฺโต ตา เทฺวปิ มณฺฑิตปสาธิตา คพฺภทฺวารมูเล ฐิตา ทิสฺวา “ภาริยํ วติทํ กมฺมํ, อิมาหิ รญฺญา ปโยชิตาหิ ภวิตพฺพนฺติ จินฺเตสิ.",
    "thai": "(อ. นายกุมภโฆสกะ)นั้น รู้พร้อมแล้ว (คิดแล้ว) ว่า โอ! (อ. เรา) เป็นผู้ฉิบหายแล้ว ย่อมเป็น; (อ. กหาปณะ ท.) เหล่านี้ ถึงแล้ว ซึ่งพระหัตถ์ ของพระราชา อย่างไรหนอแล ดังนี้ แลดูอยู่ ข้างนี้ด้วย ๆ เห็นแล้ว (ซึ่งหญิง ท.) เหล่านั้น แม้สอง ผู้ทั้งประดับแล้วทั้งตกแต่งแล้ว ผู้ยืนแล้ว ณ ที่ใกล้แห่งประตูแห่งห้อง คิดแล้ว ว่า อ. กรรม นี้ หนักหนอ, (อันหญิง ท.) เหล่านี้ เป็นผู้อันพระราชาทรงประกอบแล้ว พึงเป็น ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 72",
    "episode": "...",
    "pali": "อถ นํ ราชา “วเทหิ โภ กสฺมา เอวํ กโรสีติ อาห.",
    "thai": "ครั้งนั้น อ. พระราชา ตรัสแล้ว (กะนายกุมภโฆสกะ)นั้น ว่า แน่ะท่านผู้เจริญ (อ. เจ้า) จงกล่าว (อ. เจ้า) ย่อมกระทำ อย่างนี้ เพราะเหตุไร ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 72",
    "episode": "...",
    "pali": "“นิสฺสโย เม นตฺถิ เทวาติ.",
    "thai": "(อ. นายกุมภโฆสกะ กราบทูลแล้ว) ว่า ข้าแต่พระองค์ผู้สมมติเทพ (อ. บุคคล) ผู้เป็นที่อาศัย ของข้าพระองค์ ย่อมไม่มี ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 72",
    "episode": "...",
    "pali": "“มาทิโส นิสฺสโย น วฏฺฏตีติ.",
    "thai": "(อ. พระราชา ตรัสแล้ว) ว่า (อ. บุคคล) ผู้เป็นที่อาศัย ผู้เช่นกับด้วยเรา ย่อมไม่ควรหรือ ? ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 72",
    "episode": "...",
    "pali": "“กลฺยาณํ เทว, สเจ เม เทโว นิสฺสโย โหตีติ.",
    "thai": "(อ. นายกุมภโฆสกะ กราบทูลแล้ว) ว่า ข้าแต่พระองค์ผู้สมมติเทพ อ. ความดี (ย่อมเป็น), ถ้าว่า อ. พระองค์ผู้สมมติเทพ เป็นที่อาศัย ของข้าพระองค์ จะเป็นไซร้ ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 72",
    "episode": "...",
    "pali": "“โหมิ โภ, กิตฺตกํ เต ธนนฺติ.",
    "thai": "(อ. พระราชา ตรัสแล้ว) ว่า แน่ะท่านผู้เจริญ (อ. เรา) (เป็นที่อาศัย) จะเป็น, อ. ทรัพย์ ของเจ้า มีประมาณเท่าไร ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 72",
    "episode": "...",
    "pali": "“จตฺตาฬีส โกฏิโย เทวาติ.",
    "thai": "(อ. นายกุมภโฆสกะ กราบทูลแล้ว) ว่า ข้าแต่พระองค์ผู้สมมติเทพ อ. โกฏิ ท. ๔๐ (มีอยู่) ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 72",
    "episode": "...",
    "pali": "“กึ ลทฺธุํ วฏฺฏตีติ.",
    "thai": "(อ. พระราชา ตรัสถามแล้ว) ว่า อ. อัน (อันเจ้า) ได้ ซึ่งอะไร ย่อมควร ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 72",
    "episode": "...",
    "pali": "“สกฏานิ เทวาติ.",
    "thai": "(อ. นายกุมภโฆสกะ กราบทูลแล้ว) ว่า ข้าแต่พระองค์ผู้สมมติเทพ (อ. อันอันข้าพระองค์ได้) ซึ่งเกวียน ท. (ย่อมควร) ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 73",
    "episode": "...",
    "pali": "ราชา อเนกสตานิ สกฏานิ โยชาเปตฺวา ปหิณิตฺวา ตํ ธนํ อาหราเปตฺวา ราชงฺคเณ ราสึ กาเรตฺวา ราชคหวาสิโน สนฺนิปาตาเปตฺวา “อตฺถิ กสฺสจิ อิมสฺมึ นคเร เอตฺตกํ ธนนฺติ ปุจฺฉิตฺวา, “นตฺถิ เทวาติ, “กึ ปนสฺส กาตุํ วฏฺฏตีติ, “สกฺการํ ตสฺส เทวาติ วุตฺเต, มหนฺเตน สกฺกาเรน ตํ เสฏฺฐิฏฺฐาเน ฐเปตฺวา ตสฺสา ธีตรํ ตสฺส ทตฺวา เตน สทฺธึ สตฺถุ สนฺติกํ คนฺตฺวา วนฺทิตฺวา “ภนฺเต ปสฺสถิมํ ปุริสํ, เอวรูโป ธีติมา นาม นตฺถิ, จตฺตาฬีสโกฏิวิภโว โหนฺโตปิ อุพฺพิลฺลาวิตาการํ วา อสฺมิมานมตฺตํ วา น กโรติ, กปโณ วิย ปิโลติกํ นิวาเสตฺวา ภตกวีถิยํ ภตึ กตฺวา ชีวนฺโต มยา อิมินา นาม อุปาเยน ญาโต, ชานิตฺวา จ ปน ปกฺโกสาเปตฺวา สธนภาวํ สมฺปฏิจฺฉาเปตฺวา ตํ ธนํ อาหราเปตฺวา เสฏฺฐิฏฺฐาเน ฐปิโต, ธีตาปิสฺส มยา ทินฺนา; ภนฺเต มยา เอวรูโป ธีติมา น ทิฏฺฐปุพฺโพติ อาห.",
    "thai": "อ. พระราชา (ทรงยังราชบุรุษ)ให้เทียมแล้ว ซึ่งเกวียน ท. มีร้อยมิใช่หนึ่ง ทรงส่งไปแล้ว (ทรงยังราชบุรุษ)ให้นำมาแล้ว ซึ่งทรัพย์นั้น (ทรงยังราชบุรุษ) ให้กระทำแล้ว ให้เป็นกอง ที่เนินของพระราชา (ทรงยังชน ท.) ผู้อยู่ในเมืองราชคฤห์โดยปกติ ให้ประชุมกันแล้ว ตรัสถามแล้ว ว่า อ. ทรัพย์ มีประมาณเท่านี้ ของใคร ๆ มีอยู่ ในพระนครนี้หรือ ดังนี้, (ครั้นเมื่อคำ) ว่า ข้าแต่พระองค์ผู้สมมติเทพ (อ. ทรัพย์มีประมาณเท่านี้ ของใคร ๆ) ย่อมไม่มี ดังนี้ (อันชน ท.) (กราบทูลแล้ว), (ตรัสแล้ว) ว่า ก็ อ. อัน (อันเรา) กระทำ ซึ่งอะไร (แก่บุรุษ)นั้น ย่อมควร ดังนี้, (ครั้นเมื่อคำ) ว่า ข้าแต่พระองค์ผู้สมมติเทพ (อ. อันอันพระองค์ทรงกระทำ) ซึ่งสักการะ (แก่บุรุษ)นั้น (ย่อมควร) ดังนี้ (อันชน ท.) กราบทูลแล้ว, ทรงตั้งไว้แล้ว (ซึ่งนายกุมภโฆสกะ)นั้น ในตำแหน่งแห่งเศรษฐี ด้วยสักการะ อันใหญ่ พระราชทานแล้ว ซึ่งธิดา (ของนางสนม)นั้น (แก่นายกุมภโฆสกะ)นั้น เสด็จไปแล้ว สู่สำนัก ของพระศาสดา กับ (ด้วยนายกุมภโฆสกะ)นั้น ถวายบังคมแล้ว กราบทูลแล้ว ว่า ข้าแต่พระองค์ผู้เจริญ (อ. พระองค์ ท.) ขอจงทอดพระเนตร ซึ่งบุรุษนี้, (อ. บุรุษ) ชื่อว่า ผู้มีปัญญาเป็นเครื่องทรงจำ ผู้มีอย่างนี้เป็นรูป ย่อมไม่มี, (อ. บุรุษนั้น) เป็นผู้มีสมบัติอันบุคคลพึงเสวยมีโกฏิสี่สิบเป็นประมาณ แม้เป็นอยู่ ย่อมไม่กระทำ ซึ่งอาการอันเย่อหยิ่งแล้วหรือ หรือว่า (ซึ่งอาการ) สักว่าอัสมิมานะ, (อ. บุรุษนี้) เป็นราวกะว่าชน ผู้กำพร้า (เป็น) นุ่งแล้ว ซึ่งผ้าเก่า กระทำแล้ว ซึ่งการรับจ้าง ในถนนอันเป็นที่อยู่แห่งนายจ้าง เป็นอยู่อยู่ อันหม่อมฉัน รู้แล้ว ด้วยอุบายชื่อนี้, ก็แล (อ. บุรุษนั้น อันหม่อมฉัน) ครั้นรู้แล้ว (ยังบุคคล) ให้ร้องเรียกแล้ว (ยังบุรุษนั้น) ให้รับพร้อมแล้ว ซึ่งความที่ (แห่งตน) เป็นผู้เป็นไป กับด้วยทรัพย์ (ยังบุคคล) ให้นำมาแล้ว ซึ่งทรัพย์นั้น ตั้งไว้แล้ว ในตำแหน่งแห่งเศรษฐี แม้ อ. ธิดา อันหม่อมฉัน ให้แล้ว (แก่บุรุษ) นั้น; ข้าแต่พระองค์ผู้เจริญ (อ. บุรุษ) ผู้มีปัญญาเป็นเครื่องทรงจำ ผู้มี อย่างนี้เป็นรูป เป็นผู้อันหม่อมฉันไม่เคยเห็นแล้ว (ย่อมเป็น) ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 73",
    "episode": "...",
    "pali": "ตํ สุตฺวา สตฺถา “เอวํ ชีวนฺตสฺส ชีวิตํ ธมฺมิกชีวิตํ นาม มหาราช; โจริกาทิกมฺมํ ปน อิธ โลเก เจว ปีเฬติ หึเสติ, ปรโลเก จ, ตโตนิทานํ สุขํ นาม นตฺถิ; ปุริสสฺส หิ ธนปาริชุญฺญกาเล ภตึ วา กสึ วา กตฺวา ชีวิตเมว ธมฺมิกชีวิตนฺนาม; เอวรูปสฺส หิ วิริยสมฺปนฺนสฺส สติสมฺปนฺนสฺส ปริสุทฺธกมฺมสฺส กายวาจาทีหิ ปญฺญาย นิสมฺมการิโน สญฺญตสฺส กายาทีหิ ธมฺมชีวิตํ ชีวนฺตสฺส สติอวิปฺปวาเส ฐิตสฺส อิสฺสริยา วฑฺฒนฺติเยวาติ วตฺวา อิมํ คาถมาห.",
    "thai": "อ. พระศาสดา ทรงสดับแล้ว (ซึ่งพระดำรัส)นั้น ตรัสแล้ว ว่า ดูก่อนมหาบพิตร อ. ชีวิต (ของบุคคล) ผู้เป็นอยู่อยู่ อย่างนี้ ชื่อว่าเป็นชีวิตอันประกอบแล้วด้วยธรรม (ย่อมเป็น); ก็ อ. กรรมมีกรรมอันเป็นของมีอยู่แห่งโจรเป็นต้น ย่อมบีบคั้น ย่อมเบียดเบียน ในโลกนี้ด้วยนั่นเทียว, ชื่อ อ. ความสุข อันมีกรรมนั้นเป็นเหตุ ย่อมไม่มี ในโลกอื่นด้วย; ก็ อ. อันกระทำแล้ว ซึ่งการรับจ้างหรือ หรือว่าซึ่งการไถ เป็นอยู่ แห่งบุรุษ ในกาล(แห่งตน)เป็นผู้มีความเสื่อมจากทรัพย์นั่นเทียว ชื่อว่าเป็นชีวิตอันประกอบแล้วด้วยธรรม (ย่อมเป็น); ก็ อ. ความเป็นใหญ่ ท. ย่อมเจริญนั่นเทียว (แก่บุคคล) ผู้ถึงพร้อมแล้วด้วยความเพียร ผู้ถึงพร้อมแล้วด้วยสติ ผู้มีกรรมอันหมดจดรอบแล้ว (โดยทวาร ท.) มีกายและวาจาเป็นต้น ผู้ใคร่ครวญด้วยปัญญาแล้วกระทำโดยปกติ ผู้สำรวมแล้ว (โดยทวาร ท.) มีกายเป็นต้น ผู้เป็นอยู่อยู่ เป็นอยู่โดยธรรม ผู้ตั้งอยู่แล้ว ในความไม่อยู่ปราศจากสติ ผู้มีอย่างนี้เป็นรูป ดังนี้ ตรัสแล้ว ซึ่งพระคาถานี้ ว่า.",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 73",
    "episode": "...",
    "pali": "“อุฏฺฐานวโต สตีมโต \nสุจิกมฺมสฺส นิสมฺมการิโน \nสญฺญตสฺส จ ธมฺมชีวิโน \nอปฺปมตฺตสฺส ยโสภิวฑฺฒตีติ.",
    "thai": "อ.ยศ ย่อมเจริญยิ่ง (แก่บุคคล) ผู้มีความเพียรเป็นเหตุลุกขึ้น(ด้วย) ผู้มีสติ(ด้วย) ผู้มีการงานอันสะอาด(ด้วย) ผู้ใคร่ครวญแล้วกระทำโดยปกติ(ด้วย) ผู้สำรวมแล้วด้วย ผู้เป็นอยู่โดยธรรมโดยปกติ (ด้วย) ผู้ไม่ประมาทแล้ว(ด้วย) ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 73",
    "episode": "...",
    "pali": "ตตฺถ อุฏฺฐานวโตติ: อุฏฺฐานวิริยวนฺตสฺส.",
    "thai": "(อ. อรรถ) ว่า ผู้มีความเพียรเป็นเหตุลุกขึ้น (ดังนี้ ในบท ท.) เหล่านั้นหนา (แห่งบท) ว่า อุฏฺฐานวโต ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 73",
    "episode": "...",
    "pali": "สตีมโตติ: สติสมฺปนฺนสฺส.",
    "thai": "(อ. อรรถ) ว่า ผู้ถึงพร้อมแล้วด้วยสติ (ดังนี้ แห่งบท) ว่า สตีมโต ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 73",
    "episode": "...",
    "pali": "สุจิกมฺมสฺสาติ: นิทฺโทเสหิ นิรปราเธหิ กายกมฺมาทีหิ สมนฺนาคตสฺส.",
    "thai": "(อ. อรรถ) ว่า ผู้มาตามพร้อมแล้ว (ด้วยกรรม ท.) มีกายกรรมเป็นต้น อันมีโทษออกแล้ว คือว่า อันมีความผิดออกแล้ว (ดังนี้ แห่งบท) ว่า สุจิกมฺมสฺส ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 73",
    "episode": "...",
    "pali": "นิสมฺมการิโนติ: “เอวญฺเจ ภวิสฺสติ, เอวํ กริสฺสามีติ วา “อิมสฺมึ กมฺเม เอวํ กเต, อิทนฺนาม ภวิสฺสตีติ วา เอวํ นิทานํ สลฺลกฺเขตฺวา โรคติกิจฺฉนํ วิย สพฺพกมฺมานิ นิสาเมตฺวา อุปธาเรตฺวา กโรนฺตสฺส.",
    "thai": "(อ. อรรถ) ว่า ผู้พิจารณาแล้ว คือว่า ใคร่ครวญแล้ว อย่างนี้ ว่า หากว่า (อ. ผล) อย่างนี้ จักมีไซร้, (อ. เรา) จักกระทำ อย่างนี้ ดังนี้หรือ หรือว่า ว่า ครั้นเมื่อกรรมนี้ (อันเรา) กระทำแล้ว อย่างนี้, (อ. ผล) ชื่อนี้ จักมี ดังนี้ กระทำอยู่ ซึ่งการงานทั้งปวง ท. ราวกะ (อ. หมอ) กำหนดแล้ว ซึ่งเหตุ (กระทำอยู่) ซึ่งการเยียวยาซึ่งโรค (ดังนี้ แห่งบท) ว่า นิสมฺมการิโน ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 73",
    "episode": "...",
    "pali": "สญฺญตสฺสาติ: กายาทีหิ สญฺญตสฺส นิจฺฉิทฺทสฺส.",
    "thai": "(อ. อรรถ) ว่า ผู้สำรวมแล้ว คือว่า ผู้มีช่องออกแล้ว (โดยทวาร ท.) มีกายเป็นต้น (ดังนี้ แห่งบท) ว่า สญฺญตสฺสา ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  },
  {
    "part": "ภาคที่ ๒",
    "vagga": "๒. อัปปมาทวรรค",
    "story": "๒. เรื่องกุมภโฆสก [๑๖]",
    "page": "หน้า 73",
    "episode": "...",
    "pali": "ธมฺมชีวิโนติ: อาคาริกสฺส ตุลากุฏาทีนิ วชฺเชตฺวา กสิโครกฺขาทีหิ อนาคาริกสฺส เวชฺชกมฺมทูตกมฺมาทีนิ วชฺเชตฺวา ธมฺเมน สเมน ภิกฺขาจริยา ชีวิตํ กปฺเปนฺตสฺส.",
    "thai": "(อ. อรรถ) ว่า ผู้อยู่ครองซึ่งเรือน ผู้เว้นแล้ว (ซึ่งกรรม ท.) มีการโกงด้วยตาชั่งเป็นต้น แล้วจึง (สำเร็จ ซึ่งชีวิต) (ด้วยกรรม ท.) มีการไถและการรักษาซึ่งโคเป็นต้น, ผู้มิใช่ผู้ครองซึ่งเรือน ผู้เว้น (ซึ่งกรรม ท.) มีเวชกรรมและทูตกรรมเป็นต้น แล้วจึงสำเร็จ ซึ่งชีวิต ด้วยการเที่ยวไปเพื่อภิกษาโดยธรรม คือว่า โดยสม่ำเสมอ (ดังนี้ แห่งบท) ว่า ธมฺมชีวิโน ดังนี้ ฯ",
    "thai_desana": "รอข้อมูล",
    "thai_sense": "รอข้อมูล",
    "thai_yok": "",
    "context": "",
    "akhyata": "",
    "kitaka": "",
    "vocab_list": "",
    "sandhi": {}
  }
]