const vocabInsanPr9Part5to8_Page1 = {
  // หน้า 1 
  "อทฺธคู": "ว., ป. (ปุคฺคโล) อ. บุคคล ผู้ไปสู่ทางไกลยืดยาวโดยปกติ อทฺธา บทหน้า + คม ธาตุ ในความไป + รู ปัจจัย รัสสะ อา บทหน้าเป็น อ ลบ ม ที่สุดธาตุ ลบ ร เหลือไว้แต่ อู ได้รูปเป็น อทฺธคู แปลว่า ผู้ไปสู่ทางไกลยืดยาวโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า อทฺธานํ คจฺฉติ สีเลนาติ อทฺธคู (ปุคฺคโล)",
  "อากงฺขํ": "ก. หวังอยู่, เมื่อหวัง ศัพท์เดิมเป็น อากงฺขนฺต อ การันต์ ในปุงลิงค์ ลง สิ ปฐมาวิภัตติ ฝ่ายเอกวจนะ แปลง นฺต กับ สิ เป็น อํ สำเร็จรูปเป็น อากงฺขํ, ภิกฺขุ อ. ภิกษุ อากงฺขํ เมื่อหวัง แจกเหมือน ภวนฺต",
  "อากงฺขนฺต": "ก. หวังอยู่, เมื่อหวัง อา บทหน้า + กงฺข ธาตุ ในความหวัง + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อากงฺขนฺต ดู อกฺกมนฺต",
  "อากงฺขมาน": "ก. หวังอยู่, เมื่อหวัง อา บทหน้า + กงฺข ธาตุ ในความหวัง + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น อากงฺขมาน ดู อนิจฺฉมาน",
  "อากฑฺฒนภาว": "น., ปุ. ความเป็นคืออันคร่ามา แจกเหมือน ปุริส เช่น ทุ.เอก. อากฑฺฒนภาวํ ซึ่งความเป็นคืออันคร่ามา เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า อากฑฺฒนํ เอว ภาโว = อากฑฺฒนภาโว คำว่า อากฑฺฒน ในคำว่า อากฑฺฒนภาวํ มาจาก อา บทหน้า + กฑฺฒ ธาตุ ในความคร่า + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูป เป็น อากฑฺฒน แปลว่า อัน (การ) คร่า เป็นภาวรูป ภาวสาธนะ วิ.ว่า อากฑฺฒนํ = อากฑฺฒนํ การคร่ามา ชื่อว่า อากฑฺฒนํ ๆ การคร่ามา",
  "อากฑฺฒนฺต": "ก. คร่ามาอยู่ อา บทหน้า + กฑฺฒ ธาตุ ในความคร่า, ความฉุด + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อากฑฺฒนฺต ดู อกฺกมนฺต",
  "อากฑฺฒิ": "ก. (เช่น กุกฺกุฏมิตฺโต อ. นายกุกกุฏมิตร) คร่ามาแล้ว อา บทหน้า + กฑฺฒ ธาตุ ในความคร่า, ความฉุด + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อากฑฺฒิ",
  "อากฑฺฒิตุํ": "น. อ. อัน...คร่ามา, เพื่ออันคร่ามา อา บทหน้า + กฑฺฒ ธาตุ ในความคร่า, ความฉุด + ตุํ ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อากฑฺฒิตุํ ดู อกฺโกสิตุํ",
  "อากฑฺฒิตฺวา": "ก. คร่ามาแล้ว, ชักมาแล้ว อา บทหน้า + กฑฺฒ ธาตุ ในความคร่า, ความฉุด + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อากฑฺฒิตฺวา",
  "อาการ": "น., ปุ. อาการ แจกเหมือน ปุริส เช่น ป.เอก. อากาโร อ. อาการ",
  "อากาส": "น., ปุ. อากาศ แจกเหมือน ปุริส เช่น ทุ.เอก. อากาสํ สู่อากาศ เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อากาสโต บ้าง",
  "อากาสคงฺคา": "น., อิต. นํ้าในอากาศ แจกเหมือน กญฺญา เช่น ทุ.เอก. อากาสคงฺคํ ยังนํ้าในอากาศ เป็นสัตตมีตัปปุริสสมาส วิ.ว่า อากาเส คงฺคา = อากาสคงฺคา [คงฺคา = นํ้า, คงฺคา = คงคา (ชื่อแม่นํ้า) อิต.]",
  "อากาสงฺคณ": "น., ปุ. เนินในที่แจ้ง แจกเหมือน ปุริส เช่น ส.เอก. อากาสงฺคเณ ที่เนินในที่แจ้ง เป็นสัตตมีตัปปุริสสมาส วิ.ว่า อากาเส องฺคโณ = อากาสงฺคโณ [องฺคณ = เนิน ปุ.]",
  "อากาสฏฺฐเทวตา": "น., อิต. เทวดาผู้ดำรงอยู่ใน อากาศ แจกเหมือน กญฺญา เช่น ป.พหุ. อากาสฏฺฐเทวตา อ. เทวดาผู้ดำรงอยู่ในอากาศ ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อากาสฏฺฐา เทวตา = อากาสฏฺฐเทวตา คำว่า อากาสฏฺฐ ในคำว่า อากาสฏฺฐเทวตา มาจาก อากาส บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความดำรงอยู่ + อ ปัจจัย ซ้อน ฏฺ หน้าธาตุ ลบ อา ที่ ฐา ได้รูปเป็น อากาสฏฺฐ แปลว่า ผู้ดำรงอยู่ในอากาส เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อากาเส ติฏฺฐนฺตีติ อากาสฏฺฐา (เทวตา) เทวดา ท. เหล่าใด ย่อม ดำรงอยู่ ในอากาศ เหตุนั้น เทวดา ท. เหล่านั้น ชื่อว่า อากาสฏฺฐา ๆ ผู้ดำรงอยู่ในอากาศ",
  "อากาสาทโย": "ว. (ธาตุโย) ซึ่งธาตุ ท. มีอากาศ เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อากาโส อาทิ ยาสํ ตา อากาสาทโย (ธาตุโย) อากาศ เป็นต้น ของธาตุ ท. เหล่าใด ธาตุ ท. เหล่านั้น ชื่อว่ามีอากาศเป็นต้น"
};


const vocabInsanPr9Part5to8_Page2 = {
  // หน้า 2 
  "อากาสาทีสุ": "ว., ป.(ปเทเสสุ)ในประเทศ ท. มีอากาศ เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อากาโส อาทิ เยสํ เต อากาสาทโย (ปเทสา) อากาศ เป็นต้น ของประเทศ ท. เหล่าใด ประเทศ ท. เหล่านั้น ชื่อว่ามีอากาศเป็นต้น [คำว่า ปเทส = ประเทศ หมายถึง ส่วนของแผ่นดิน, ส่วนของโลก ปุ.]",
  "อากิณฺณ": "ก. เกลื่อนกล่นแล้ว อา บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย, ความเกลี่ย, ความเกลื่อนกล่น + ต ปัจจัย แปลง ต เป็น ณฺณ ลบ ร ที่สุดธาตุ ได้รูปเป็น อากิณฺณ ดู อคต",
  "อากิณฺณมนุสฺสา": "ว., อิต. (เวสาลี) อ. เมืองไพสาลี มีมนุษย์เกลื่อนกล่นแล้ว เป็นสัตตมีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อากิณฺณา มนุสฺสา ยสฺสํ สา อากิณฺณมนุสฺสา (เวสาลี)",
  "อากิณฺณวิหารี": "ว., ป. ผู้มีอันอยู่เกลื่อนกล่น แล้วเป็นปกติ แจกเหมือน เสฏฺฐี เช่น ต.เอก. อากิณฺณวิหารินา (ปุคฺคเลน) อันบุคคล ผู้มีอัน อยู่เกลื่อนกล่นแล้วเป็นปกติ มาจาก อากิณฺณ + วิ บทหน้า + หร ธาตุ ในความนำไป มี วิ อุปสัค อยู่หน้า แปลว่า อยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา, ลบ ณ เหลือไว้ แต่ อี ได้รูปเป็น อากิณฺณวิหารี แปลว่า ผู้มีอัน อยู่เกลื่อนกล่นแล้วโดยปกติ เป็นสมาสรูป ตัสสีลสาธนะ วิ.ว่า อากิณฺณํ วิหริตุํ สีลมสฺสาติ อากิณฺณวิหารี (ปุคฺคโล) การอยู่ เกลื่อนกล่น เป็นปกติ ของบุคคลนั้น เหตุนั้น บุคคลนั้น ชื่อว่า อากิณฺณวิหารี ๆ ผู้มีอันอยู่เกลื่อนกล่นแล้วเป็น ปกติ",
  "อากิรติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมเกลี่ยลง อา บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย, ความเกลี่ย, ความเกลื่อนกล่น + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อากิรติ",
  "อากิรเต": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมเกลี่ยลง อา บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย, ความเกลี่ย, ความเกลื่อนกล่น + อ ปัจจัย ในกัตตุวาจก + เต วัตตมานาวิภัตติ สำเร็จรูปเป็น อากิรเต",
  "อากิริ": "ก. (เช่น พฺราหฺมโณ อ. พราหมณ์) เกลี่ยลงแล้ว อา บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย, ความเกลี่ย, ความเกลื่อนกล่น + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อากิริ",
  "อากิริตฺวา": "ก. โปรยแล้ว, โปรยลงแล้ว, เรี่ยราย แล้ว, เกลี่ยลงแล้ว อา บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย, ความเกลี่ย, ความ เกลื่อนกล่น + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อากิริตฺวา",
  "อากุล": "ว. วุ่นวาย, สับสน, อากูล, คั่งค้าง ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อากุโล (กมฺมนฺโต) อ. การงาน อันอากูล อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. อากุลา (สุชาตา) อ. นางสุชาดา ผู้วุ่นวาย นปุ. แจกเหมือน กุล เช่น ป.เอก. อากุลํ (จิตฺตํ) อ. จิต อันสับสน",
  "อาโกฏาเปสิ": "ก. (เช่น หตฺถาจริโย อ. นาย หัตถาจารย์) ยัง...ให้ตีแล้ว อา บทหน้า + กุฏ ธาตุ ในความเคาะ, ความทุบ, ความตี + ณาเป ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ด้วย อำนาจ ณาเป ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาโกฏาเปสิ",
  "อาโกเฏตฺวา": "ก. เคาะแล้ว อา บทหน้า + กุฏ ธาตุ ในความเคาะ, ความทุบ, ความตี + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโกเฏตฺวา",
  "อาโกเฏสิ": "ก. (เช่น เถโร อ. พระเถระ) เคาะแล้ว อา บทหน้า + กุฏ ธาตุ ในความเคาะ, ความทุบ, ความตี + เณ ปัจจัย ในกัตตุวาจก ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ ลบ ณ เหลือ ไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาโกเฏสิ",
  "อาคจฺฉํ": "ก. มาอยู่, เมื่อมา อา + คม ธาตุ ในความไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + อนฺต เป็น อาคจฺฉนฺต อ การันต์ ในปุงลิงค์ ลง สิ ปฐมาวิภัตติ ฝ่าย เอกวจนะ แปลง นฺต กับ สิ เป็น อํ สำเร็จรูปเป็น อาคจฺฉํ, ปุคฺคโล อ. บุคคล อาคจฺฉํ เมื่อมา แจกเหมือน ภวนฺต"
};

const vocabInsanPr9Part5to8_Page3 = {
  // หน้า 3
  "อาคจฺฉติ": "ก. (เช่น ชรา อ. ชรา) ย่อมมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อาคจฺฉติ",
  "อาคจฺฉตุ": "ก. (เช่น ภิกฺขุสงฺโฆ อ. หมู่แห่งภิกษุ) จงมา, ขอจงมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อาคจฺฉตุ",
  "อาคจฺฉถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อาคจฺฉถ",
  "อาคจฺฉถ ๒": "ก. (ตุมฺเห อ. ท่าน ท.) จงมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อาคจฺฉถ",
  "อาคจฺฉนฺต": "ก. มาอยู่ อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง คม ธาตุ เป็น คจฺฉ ได้รูปเป็น อาคจฺฉนฺต ดู อกฺกมนฺต",
  "อาคจฺฉนฺติ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ย่อมมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อาคจฺฉนฺติ",
  "อาคจฺฉนฺตุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) จงมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + อนฺตุ ปัญจมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อาคจฺฉนฺตุ",
  "อาคจฺฉมาน": "ก. มาอยู่, เมื่อมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย แปลง คม ธาตุ เป็น คจฺฉ ได้รูปเป็น อาคจฺฉมาน ดู อนิจฺฉมาน",
  "อาคจฺฉสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อาคจฺฉสิ",
  "อาคจฺฉามิ": "ก. (อหํ อ. เรา) ย่อมมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อาคจฺฉามิ",
  "อาคจฺฉิสฺสสิ": "ก. (ตฺวํ อ. ท่าน) จักมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ ลง อิ อาคม สำเร็จรูปเป็น อาคจฺฉิสฺสสิ",
  "อาคจฺฉึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) มาแล้ว อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อาคจฺฉึสุ",
  "อาคจฺเฉยฺยํ": "ก. (อหํ อ. เรา) พึงมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + เอยฺยํ สัตตมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อาคจฺเฉยฺยํ",
  "อาคจฺเฉยฺยาถ": "ก. (ตุมฺเห อ. ท่าน ท.) พึงมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + เอยฺยาถ สัตตมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อาคจฺเฉยฺยาถ",
  "อาคจฺเฉยฺยาสิ": "ก. (ตฺวํ อ. ท่าน) พึงมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + เอยฺยาสิ สัตตมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อาคจฺเฉยฺยาสิ",
  "อาคญฺฉิ": "ก. (เถโร อ. พระเถระ) มาแล้ว อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ แปลง คม ธาตุ เป็น คญฺฉ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาคญฺฉิ"
};

const vocabInsanPr9Part5to8_Page4 = {
  // หน้า 4
  "อาคต": "ก. มาแล้ว อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + ต ปัจจัย ลบ ม ที่สุดธาตุ ได้รูปเป็น อาคต ดู อคต",
  "อาคตการณ": "น., นปุ. เหตุแห่ง... มาแล้ว แจกเหมือน กุล เช่น ทุ.เอก. อาคตการณํ ซึ่งเหตุ แห่ง... มาแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ. ว่า อาคตสฺส การณํ = อาคตการณํ",
  "อาคตกาล": "น., ปุ. กาลแห่ง... มาแล้ว แจกเหมือน ปุริส เช่น ส.เอก. อาคตกาเล ในกาลแห่ง... มาแล้ว เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อาคตกาลโต บ้าง เป็นฉัฏฐีตัปปุริสสมาส วิ. ว่า อาคตสฺส กาโล = อาคตกาโล",
  "อาคตเจติยฏฺฐาน": "น., นปุ. ที่แห่งเจดีย์อันมาแล้ว แจกเหมือน กุล เช่น ป.เอก. อาคตเจติยฏฺฐานํ อ. ที่แห่งเจดีย์อันมาแล้ว เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ. บุพ. กัม. วิ. อาคตํ เจติยํ = อาคตเจติยํ ฉ. ตัป. วิ. อาคตเจติยสฺส ฐานํ = อาคตเจติยฏฺฐานํ [ซ้อน ฏฺ]",
  "อาคตตฺต": "น., นปุ. ความที่แห่ง... เป็นผู้มาแล้ว ลง ตฺต ปัจจัย ในภาวตัทธิต วิ. ว่า อาคตสฺส ภาโว = อาคตตฺตํ แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ",
  "อาคตทิวส": "น., ปุ., นปุ. วันแห่ง... มาแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อาคตทิวโส อ. วันแห่ง... มาแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ. ว่า อาคตสฺส ทิวโส = อาคตทิวโส เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อาคตทิวสโต บ้าง",
  "อาคตทุกฺขวเสน": "น., ปุ. เพราะอำนาจแห่งทุกข์ อันมาแล้ว เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ วิ. บุพ. กัม. วิ. อาคตํ ทุกฺขํ = อาคตทุกฺขํ ฉ. ตัป. วิ. อาคตทุกฺขสฺส วโส = อาคตทุกฺขวโส แจกเหมือน ปุริส",
  "อาคตนย": "น., ปุ. นัยอันมาแล้ว แจกเหมือน ปุริส เช่น ต.เอก. อาคตนเยน ตามนัยอันมาแล้ว เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ. ว่า อาคโต นโย = อาคตนโย",
  "อาคตภาว": "น., ปุ. ความที่แห่ง... เป็นผู้มาแล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อาคตภาวํ ซึ่งความที่แห่ง... เป็นผู้มาแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ. ว่า อาคตสฺส ภาโว = อาคตภาโว",
  "อาคตมคฺค": "น., ปุ. หนทางแห่ง... มาแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. อาคตมคฺคํ ซึ่งหนทาง แห่ง... มาแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ. ว่า อาคตสฺส มคฺโค = อาคตมคฺโค",
  "อาคตมตฺต": "ว. ผู้สักว่ามาแล้ว เป็นสัมภาวนบุพพบท กัมมธารยสมาส ปุ. แจกเหมือน ปุริส เช่น ส.เอก. อาคตมตฺเต (สตฺถริ) ครั้นเมื่อ พระศาสดา สักว่าเสด็จมาแล้ว วิ. ว่า อาคโต อิติ มตฺโต = อาคตมตฺโต (สตฺถา) อ. พระศาสดา สักว่า เสด็จมาแล้ว ชื่อว่า อาคตมตฺโต ๆ สักว่า เสด็จมาแล้ว",
  "อาคตมนุสฺส": "น., ปุ. มนุษย์ผู้มาแล้ว แจกเหมือน ปุริส เช่น ป.พหุ. อาคตมนุสฺสา อ. มนุษย์ ผู้มาแล้ว ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ. ว่า อาคตา มนุสฺสา = อาคตมนุสฺสา",
  "อาคตเวลา": "น., อิต. เวลาแห่ง... มาแล้ว แจกเหมือน กญฺญา เช่น ส.เอก. อาคตเวลายํ ในเวลาแห่ง... มาแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ. ว่า อาคตสฺส เวลา = อาคตเวลา",
  "อาคตสรณ": "น., นปุ. สรณะอันมาแล้ว แจกเหมือน กุล เช่น ทุ.เอก. อาคตสรณํ ซึ่งสรณะอันมาแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ. ว่า อาคตํ สรณํ = อาคตสรณํ",
  "อาคตาคต": "ว. ผู้ทั้งมาแล้วทั้งมาแล้ว ปุ. แจกเหมือน ปุริส เช่น จ.พหุ. อาคตาคตานํ (ชนานํ) แก่ชน ท. ผู้ทั้งมาแล้วทั้งมาแล้ว เป็นวิเสสโนภยบท กัมมธารยสมาส วิ. ว่า อาคตา จ อาคตา จ = อาคตาคตา (ชนา) ชน ท. มาแล้วด้วย มาแล้วด้วย ชื่อว่าผู้ทั้งมาแล้วทั้งมาแล้ว",
  "อาคนฺตพฺพํ": "ก. (เช่น อยฺเยน อันพระผู้เป็นเจ้า) พึงมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + ตพฺพ ปัจจัย แปลงที่สุดธาตุ เป็น นฺ. ได้รูปเป็น อาคนฺตพฺพ ลง สิ ปฐมาวิภัตติ ฝ่ายเอกวจนะ แปลง อ กับ สิ เป็น อํ สำเร็จรูปเป็น อาคนฺตพฺพํ สัมพันธ์: อยฺเยน อนภิหิตกตฺตา ใน อาคนฺตพฺพํ ๆ กิตบท ภาววาจก บางครั้งใช้ อาคนฺตพฺพํ เป็นตัวประธานก็มี เช่น ... อาทาย อาคนฺตพฺพํ ภเวยฺย = อ. อันอันท่าน ถือเอา.... พึงมา พึงมี [ธ. ๘: โชติกตฺเถรวตฺถุ หน้า ๑๕๙] สัมพันธ์: ตยา อนภิหิตกตฺตา ใน อาคนฺตพฺพํ อาทาย สมานกาลกิริยา ใน อาคนฺตพฺพํ ๆ สยกตฺตา ใน ภเวยฺย ๆ อาขฺยาตบท กตฺตุวาจก",
};

const vocabInsanPr9Part5to8_Page5 = {
  // หน้า 5
  "อาคนฺตุก ๑": "น., ปุ. อาคันตุกะ แจกเหมือน ปุริส เช่น อา.เอก อาคนฺตุก ดูก่อนอาคันตุกะ",
  "อาคนฺตุก ๒": "ว. ผู้จรมา ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อาคนฺตุโก (ภิกฺขุ) อ. ภิกษุ ผู้จรมา คำว่า อาคนฺตุก มาจาก อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + ตุก ปัจจัย ในนามกิตก์ (นอกแบบ) แปลง ม ที่สุดธาตุ เป็น นฺ ได้รูปเป็น อาคนฺตุก แปลว่า ผู้จรมา เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อาคจฺฉตีติ อาคนฺตุโก (ภิกฺขุ) ภิกษุใด ย่อมจรมา เหตุนั้น ภิกษุนั้น ชื่อว่า อาคนฺตุโก ๆ ผู้จรมา",
  "อาคนฺตุกทาน": "น., นปุ. ทานเพื่อภิกษุผู้จรมา แจกเหมือน กุล เช่น ป.เอก. อาคนฺตุกทานํ อ. ทานเพื่อภิกษุผู้จรมา เป็นจตุตถีตัปปุริสสมาส วิ.ว่า อาคนฺตุกสฺส ทานํ = อาคนฺตุกทานํ",
  "อาคนฺตุกภิกฺขุ": "น., ปุ. ภิกษุผู้จรมา แจกเหมือน ครุ เช่น ป.เอก. อาคนฺตุกภิกฺขุ อ. ภิกษุผู้จรมา เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อาคนฺตุโก ภิกฺขุ = อาคนฺตุกภิกฺขุ",
  "อาคนฺตุกภิกฺขุวตฺถุ": "น., นปุ. อ. เรื่องแห่งภิกษุ ผู้จรมา เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตาม ลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อาคนฺตุโก ภิกฺขุ = อาคนฺตุกภิกฺขุ ฉ.ตัป.วิ. อาคนฺตุกภิกฺขุสฺส วตฺถุ = อาคนฺตุกภิกฺขุวตฺถุ",
  "อาคนฺตุํ": "น. อ. อันอัน…มา, เพื่ออันมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + ตุํปัจจัย แปลง ม ที่สุดธาตุ เป็น นฺ สำเร็จรูปเป็น อาคนฺตุํ ใช้แทนปฐมาวิภัตติ แปลว่า อ. อัน อัน...มา ใช้แทนจตุตถีวิภัตติ แปลว่า เพื่ออันมา",
  "อาคนฺตฺวา": "ก. มาแล้ว อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + ตฺวา ปัจจัย แปลง ม ที่สุดธาตุ เป็น นฺ สำเร็จรูปเป็น อาคนฺตฺวา",
  "อาคมน": "น., นปุ. การมา แจกเหมือน กุล เช่น ทุ.เอก. อาคมนํ ซึ่งการมา เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อาคมนโต บ้าง คำว่า อาคมน มาจาก อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาคมน แปลว่า การมา เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาคมนํ = อาคมนํ การมา ชื่อว่า อาคมนํ ๆ การมา",
  "อาคมนกาล": "น., ปุ. กาลเป็นที่มา แจกเหมือน ปุริส เช่น ส.เอก. อาคมนกาเล ในกาลเป็นที่มา เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อาคมโน กาโล = อาคมนกาโล คำว่า อาคมน ในคำว่า อาคมนกาเล มาจาก อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาคมน แปลว่า เป็นที่มา เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อาคจฺฉติ เอตฺถาติอาคมโน (กาโล) พระศาสดา ย่อมเสด็จมา ในกาลนั่น เหตุนั้น กาลนั่น ชื่อว่า อาคมโน ๆ เป็นที่เสด็จมา",
};

const vocabInsanPr9Part5to8_Page6 = {
  // หน้า 6
  "อาคมนกิจฺจ": "น., นปุ. กิจคืออันมา แจกเหมือน กุล เช่น ป.เอก. อาคมนกิจฺจํ อ. กิจคืออันมา เป็น อวธารณบุพพบท กัมมธารยสมาส วิ. ว่า อาคมนํ เอว กิจฺจํ = อาคมนกิจฺจํ",
  "อาคมนตฺถาย": "น., ปุ. เพื่อประโยชน์แก่การมา (อาคมน + อตฺถ ประโยชน์) ศัพท์เดิมเป็น อาคมนตฺถ อ การันต์ ในปุงลิงค์ ลง ส จตุตถี วิภัตติ ฝ่ายเอกวจนะ แปลง อ กับ ส เป็น อาย สำเร็จรูปเป็น อาคมนตฺถาย แจกเหมือน ปุริส เป็นจตุตถีตัปปุริสสมาส วิ. ว่า อาคมนสฺส อตฺโถ = อาคมนตฺโถ",
  "อาคมนทิวส": "น., ปุ. วันเป็นที่มา แจกเหมือน ปุริส เช่น ป.เอก. อาคมนทิวโส อ. วันเป็นที่มา เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ. ว่า อาคมโน ทิวโส = อาคมนทิวโส คำว่า อาคมน ในคำว่า อาคมนทิวโส มาจาก อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาคมน แปลว่า เป็นที่มา เป็นกัตตุรูป อธิกรณสาธนะ วิ. ว่า อาคจฺฉติ เอตฺถาติอาคมโน (ทิวโส) เขา ย่อมมา ในวันนั่น เหตุนั้น วันนั่น ชื่อว่า อาคมโน ๆ เป็นที่มา",
  "อาคมนปฺปฏิปทา": "น., อิต. ปฏิปทาเป็นเหตุมา แจกเหมือน กญฺญา เช่น ทุ.เอก. อาคมนปฺปฏิปทํ ซึ่งปฏิปทาเป็นเหตุมา [ธ. ๖: ยมกปฺปาฏิหาริยวตฺถุ หน้า ๙๒] เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ. ว่า อาคมนา ปฏิปทา = อาคมนปฺปฏิปทา [ซ้อน ปฺ]คำว่า อาคมน ในคำว่า อาคมนปฺปฏิปทํ มาจาก อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาคมน แปลว่า เป็นเหตุมา เป็นกัตตุรูป กรณสาธนะ วิ. ว่า อาคจฺฉนฺติ เอตายาติอาคมนา (ปฏิปทา) พระเสขะและ พระอเสขะ ท. ย่อมมา ด้วยปฏิปทานั่น เหตุนั้น ปฏิปทานั่น ชื่อว่า อาคมนา ๆ เป็นเหตุมา",
  "อาคมนภาว": "น., ปุ. ความเป็นคืออันมา แจกเหมือน ปุริส เช่น ทุ.เอก. อาคมนภาวํ ซึ่งความ เป็นคืออันมา เป็นอวธารณบุพพบท กัมมธารยสมาส วิ. ว่า อาคมนํ เอว ภาโว = อาคมนภาโว",
  "อาคมนมคฺค": "น., ปุ. หนทางเป็นที่มา ดู อาคมน กาล",
  "อาคมยมาน": "ก. ยัง... ให้มาอยู่ (รออยู่, รอคอยอยู่) อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + ณย ปัจจัย ในเหตุกัตตุวาจก + มาน ปัจจัย ลบ ณ เหลือไว้แต่ ย ได้รูปเป็น อาคมยมาน ดู อนิจฺฉมาน",
  "อาคมาธิคมสมฺปนฺนํ": "ว., ปุ. (ปุคฺคลํ) ซึ่งบุคคล ผู้ถึงพร้อมแล้วด้วยนิกายเป็นที่มาและมรรค และผลเป็นที่บรรลุ เป็นตติยาตัปปุริสสมาส มี อสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ อ. ทวัน. วิ. อาคโม จ อธิคโม จ = อาคมาธิคมา ต. ตัป. วิ. อาคมาธิคเมหิ สมฺปนฺโน = อาคมาธิคมสมฺปนฺโน (ปุคฺคโล)",
  "อาคมิ": "ก. (เช่น เถโร อ. พระเถระ) มาแล้ว อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาคมิ",
  "อาคมิมฺห": "ก. (มยํ อ. เรา ท.) มาแล้ว อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + มฺหา อัชชัตตนีวิภัตติ ลง อิ อาคม รัสสะ อา ที่ มฺหา เป็น อ สำเร็จรูปเป็น อาคมิมฺห",
  "อาคมิมฺหา": "ก. (มยํ อ. เรา ท.) มาแล้ว อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + มฺหา อัชชัตตนีวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อาคมิมฺหา",
  "อาคมิสฺสติ": "ก. (เช่น เถโร อ. พระเถระ) จักมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อาคมิสฺสติ",
  "อาคมิสฺสถ": "ก. (ตุมฺเห อ. ท่าน ท.) จักมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อาคมิสฺสถ"
};

const vocabInsanPr9Part5to8_Page7 = {
  // หน้า 7
  "อาคมิสฺสนฺติ": "ก. (เช่น เถรา อ. พระเถระ ท.) จักมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อาคมิสฺสนฺติ",
  "อาคมิสฺสาม": "ก. (มยํ อ. เรา ท.) จักมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อาคมิสฺสาม",
  "อาคมิสฺสามิ": "ก. (อหํ อ. เรา) จักมา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อาคมิสฺสามิ",
  "อาคมึสุ": "ก. (เช่น เถรา อ. พระเถระ ท.) มาแล้ว อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อาคมึสุ",
  "อาคมฺม": "ก. มาแล้ว, อาศัยแล้ว, เพราะอาศัย อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา, อาศัย + ตูนาทิปัจจัย แปลงตูนาทิปัจจัย เป็น ย แปลง ย กับ ม เป็น มฺม สำเร็จรูปเป็น อาคมฺม",
  "อาคเมถ": "ก. (ตุมฺเห อ. ท่าน ท.) ยัง...จงให้มา อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + เณ ปัจจัย ในเหตุกัตตุวาจก + ถ ปัญจมีวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูป อาคเมถ",
  "อาคเมนฺต": "ก. ยัง...ให้มาอยู่ อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + เณ ปัจจัย ในเหตุกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ เอได้รูปเป็น อาคเมนฺต ดู อกฺกมนฺต",
  "อาคเมหิ": "ก. (ตฺวํ อ. ท่าน) ยัง...จงให้มาถึง อา บทหน้า + คม ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + เณ ปัจจัย ในเหตุกัตตุวาจก + หิ ปัญจมีวิภัตติ ลบ ณ เหลือไว้แต่ เอสำเร็จรูปเป็น อาคเมหิ",
  "อาคาริยยส": "น., ปุ. ยศของบุคคลผู้อยู่ครองซึ่ง เรือน แจกเหมือน ปุริส เช่น ป.เอก. อาคาริยยโส อ. ยศของบุคคลผู้อยู่ครองซึ่งเรือน เป็นฉัฏฐีตัปปุริสสมาส มี อิย ปัจจัย ในชาตาทิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อิย.ชาตา. วิ. อาคารํ อชฺฌาวสตีติ อาคาริโย (ปุคฺคโล) บุคคลใด ย่อมอยู่ครอง ซึ่งเรือน เหตุนั้น บุคคลนั้น ชื่อว่าผู้อยู่ครองซึ่งเรือน ฉ.ตัป.วิ. อาคาริยสฺส (ปุคฺคลสฺส) ยโส = อาคาริยยโส",
  "อาคาริยสีล": "น., นปุ. ศีลของบุคคลผู้อยู่ครองซึ่ง เรือน แจกเหมือน กุล เช่น ป.เอก. อาคาริยสีลํ อ. ศีลของบุคคลผู้อยู่ครองซึ่งเรือน เป็นฉัฏฐี ตัปปุริสสมาส มี อิย ปัจจัย ในชาตาทิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อิย.ชาตา.วิ. อาคารํ อชฺฌาวสตีติ อาคาริโย (ปุคฺคโล) บุคคลใด ย่อมอยู่ครองซึ่งเรือน เหตุนั้น บุคคลนั้น ชื่อว่า ผู้อยู่ครองซึ่งเรือน ฉ.ตัป.วิ. อาคาริยสฺส (ปุคฺคลสฺส) สีลํ = อาคาริยสีลํ",
  "อาฆาต": "น., ปุ. ความอาฆาต แจกเหมือน ปุริส เช่น ป.เอก. อาฆาโต อ. ความอาฆาต คำว่า อาฆาต มาจาก อา บทหน้า + หน ธาตุ ในความฆ่า, ความ กำจัด + อ ปัจจัย แปลง หน ธาตุ เป็น ฆาต ได้ รูปเป็น อาฆาต แปลทับศัพท์ว่า ความอาฆาต เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาฆาตนํ = อาฆาโต ความอาฆาต ชื่อว่า อาฆาโต ๆ ความอาฆาต",
  "อาฆาตน": "ว., นปุ. เป็นที่นำมาฆ่า แจกเหมือน กุล เช่น ทุ.เอก. อาฆาตนํ (ฐานํ) สู่ที่ เป็นที่นำมาฆ่า คำว่า อาฆาตน มาจาก อา = อาหริตฺวา บทหน้า + หน ธาตุ ในความฆ่า + ยุ ปัจจัย แปลง หน ธาตุ เป็น ฆาต แปลง ยุ เป็น อน ได้รูปเป็น อาฆาตน แปลว่า เป็นที่นำมาฆ่า เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อาหริตฺวา หนติ เอตฺถาติ อาฆาตนํ (ฐานํ) [อา ในรูปวิเคราะห์ใช้ อาหริตฺวา] เขา ย่อมนำมาฆ่า ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า อาฆาตนํ ๆ เป็นที่นำมาฆ่า",
  "อาฆาตวเสน": "น., ปุ. ด้วยอำนาจแห่งความอาฆาต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาฆาตสฺส วโส = อาฆาตวโส แจกเหมือน ปุริส",
  "อาฆาตาภาเวน": "น., ปุ. เพราะความไม่มีแห่งความ อาฆาต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาฆาตสฺส อภาโว = อาฆาตาภาโว แจกเหมือน ปุริส"
};

const vocabInsanPr9Part5to8_Page8 = {
  // หน้า 8
  "อาจริย ๑": "น., ปุ. อาจารย์ แจกเหมือน ปุริส เช่น ป.เอก. อาจริโย อ. อาจารย์",
  "อาจริย ๒": "ว. ผู้อันศิษย์พึงประพฤติโดยเอื้อเฟื้อ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อาจริโย (ปุคฺคโล) อ. บุคคล ผู้อันศิษย์พึงประพฤติโดยเอื้อเฟื้อ คำว่า อาจริย มาจาก อา = อาทร บทหน้า + จร ธาตุ ในความประพฤติ + ณฺย ปัจจัย ลบ ณฺ เหลือไว้แต่ ย ลง อิ อาคม ได้รูปเป็น อาจริย แปลว่า อัน...พึงประพฤติโดยเอื้อเฟื้อ เป็นกัมมรูป กัมมสาธนะ วิ.ว่า อาทเรน จริตพฺโพติ อาจริโย (ปุคฺคโล) [มังคลัตถทีปนี ภาค ๒ หน้า ๒๗๘ ข้อ ๓๖๖] บุคคลใด อันศิษย์พึงประพฤติโดยเอื้อเฟื้อ เหตุนั้น บุคคลนั้น ชื่อว่า อาจริโย ๆ ผู้อันศิษย์พึงประพฤติโดยเอื้อเฟื้อ",
  "อาจริยฏฺฐาน": "น., นปุ. ฐานะ (ตำแหน่ง) แห่งอาจารย์ แจกเหมือน กุล เช่น ส.เอก. อาจริยฏฺฐานํ อ. ฐานะแห่งอาจารย์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาจริยสฺส ฐานํ = อาจริยฏฺฐานํ [ซ้อน ฏฺ]",
  "อาจริยธน": "น., นปุ. ทรัพย์ของอาจารย์ แจกเหมือน กุล เช่น ส.เอก. อาจริยธนํ ซึ่งทรัพย์ของอาจารย์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาจริยสฺส ธนํ = อาจริยธนํ",
  "อาจริยวตฺต": "น., นปุ. วัตรเพื่ออาจารย์ ดู อาคนฺตุกทาน",
  "อาจริยุปชฺฌายอาคนฺตุกานํ": "น., ปุ. เพื่ออาจารย์และอุปัชฌาย์และภิกษุผู้จรมา ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า อาจริโย จ อุปชฺฌาโย จ อาคนฺตุโก จ = อาจริยุปชฺฌายอาคนฺตุกา แจกเหมือน ปุริส เฉพาะฝ่ายพหุวจนะ",
  "อาจริยุปชฺฌายา": "น., ปุ. อาจารย์และอุปัชฌาย์ ท. แจกเหมือน ปุริส เฉพาะฝ่ายพหุวจนะ เป็นอสมาหารทวันทวสมาส วิ.ว่า อาจริโย จ อุปชฺฌาโย จ = อาจริยุปชฺฌายา",
  "อาจามกุณฺฑํ": "น., นปุ. ข้าวตังและรำ เป็นสมาหารทวันทวสมาส วิ.ว่า อาจาโม จ กุณฺโฑ จ = อาจามกุณฺฑํ แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ [อาจาม = ข้าวตัง ปุ., กุณฺฑ = รำ ปุ.]",
  "อาจารกุสล": "ว. ผู้ฉลาดในอาจาระ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อาจารกุสโล (ปุคฺคโล) อ. บุคคลผู้ฉลาดในอาจาระ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาจารสฺส กุสโล = อาจารกุสโล (ปุคฺคโล) [ศัพท์ที่อยู่หน้า กุสล, โกสล, เฉก, พฺยตฺต, โกวิท แปลว่า ในเวลาตั้งวิเคราะห์ ต้องประกอบเป็นฉัฏฐีวิภัตติ แล้วเรียกชื่อสมาสตามวิภัตติที่ปรากฏในรูปวิเคราะห์]",
  "อาจารโกสลฺล": "น., นปุ. ความที่แห่งตนเป็นผู้ฉลาดในอาจาระ แจกเหมือน กุล เช่น ทุ.เอก. อาจารโกสลฺลํ เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อาจารโกสลฺลโต บ้าง ลง ณฺย ปัจจัย ในภาวตัทธิต มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อาจารสฺส กุสโล = อาจารกุสโล (เถโร) ณฺย.ภาว.วิ. อาจารกุสลสฺส ภาโว = อาจารโกสลฺลํ คำว่า โกสลฺลํ มาจาก กุสล ศัพท์ + ณฺย ปัจจัย ด้วยอำนาจ ณฺย ปัจจัย พฤทธิ อุ ต้นศัพท์เป็น โอ ลบ ณฺ เหลือไว้แต่ ย เป็น โกสล + ย แปลง ย กับ ล เป็น ลฺล ได้รูปเป็น โกสลฺล",
  "อาจารสมฺปนฺน": "ว. ผู้ถึงพร้อมแล้วด้วยอาจาระ เป็นตติยาตัปปุริสสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อาจารสมฺปนฺโน (เถโร) อ. พระเถระผู้ถึงพร้อมแล้วด้วยอาจาระ วิ.ว่า อาจาเรน สมฺปนฺโน = อาจารสมฺปนฺโน (เถโร) อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. อาจารสมฺปนฺนา (เถรี)",
  "อาจิกฺข": "ก. (ตฺวํ อ. ท่าน) จงบอก อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ลบ หิ สำเร็จรูปเป็น อาจิกฺข",
  "อาจิกฺขติ": "ก. (เช่น ชโน อ. ชน) ย่อมบอก อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อาจิกฺขติ",
  "อาจิกฺขเต": "ก. (เช่น ชโน อ. ชน) ย่อมเรียก อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + เต วัตตมานาวิภัตติ สำเร็จรูปเป็น อาจิกฺขเต"
};

const vocabInsanPr9Part5to8_Page9 = {
  // หน้า 9
  "อาจิกฺขถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงบอก อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ สำเร็จรูปเป็น อาจิกฺขถ",
  "อาจิกฺขนฺต": "ก. บอกอยู่, เมื่อบอก อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อาจิกฺขนฺต ดู อกฺกมนฺต",
  "อาจิกฺขามิ": "ก. (อหํ อ. เรา) จะบอก อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อาจิกฺขามิ",
  "อาจิกฺขาหิ": "ก. (ตฺวํ อ. ท่าน) จงบอก อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ หิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อาจิกฺขาหิ",
  "อาจิกฺขิ": "ก. (เช่น ปุริโส อ. บุรุษ) บอกแล้ว อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาจิกฺขิ",
  "อาจิกฺขิตฺวา": "ก. บอกแล้ว อา บทหน้า + จิกฺข ธาตุ ในความบอก + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อาจิกฺขิตฺวา",
  "อาจิกฺขิสฺสํ": "ก. (อหํ อ. เรา) จักบอก อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + สฺสํ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อาจิกฺขิสฺสํ",
  "อาจิกฺขิสฺสสิ": "ก. (ตฺวํ อ. ท่าน) จักบอก อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อาจิกฺขิสฺสสิ",
  "อาจิกฺขิสฺสามิ": "ก. (อหํ อ. เรา) จักบอก อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อาจิกฺขิสฺสามิ",
  "อาจิกฺขึสุ": "ก. (เช่น ชนา อ. ชน ท.) บอกแล้ว อา บทหน้า + จิกฺข ธาตุ ในความบอก + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อาจิกฺขึสุ",
  "อาจิณฺณ": "ก. อัน...ประพฤติยิ่งแล้ว อา บทหน้า + จร ธาตุ ในความประพฤติ + ต ปัจจัย แปลง ต เป็น ณฺณ แปลง อ ที่ จ เป็น อิ ลบ รฺ ที่สุดธาตุ ได้รูปเป็น อาจิณฺณ ดู อกต",
  "อาจิณฺณวเสน": "น., ปุ. ด้วยอำนาจแห่งวาทะอันตนประพฤติยิ่งแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาจิณฺณสฺส (วาทสฺส) วโส = อาจิณฺณวโส แจกเหมือน ปุริส",
  "อาจินํ": "ก. สั่งสมอยู่ ศัพท์เดิมเป็น อาจินนฺต อ การันต์ ในปุงลิงค์ ลง สิ ปฐมาวิภัตติ ฝ่ายเอกวจนะ แปลง นฺต กับ สิ เป็น อํ สำเร็จรูปเป็น อาจินํ, ปุคฺคโล อ. บุคคล อาจินํ สั่งสมอยู่ แจกเหมือน ภวนฺต",
  "อาจินนฺต": "ก. สั่งสมอยู่ อา บทหน้า + จิ ธาตุ ในความสั่งสม + นา ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย เพราะ อ หลัง ลบ อา ที่ นา ได้รูปเป็น อาจินนฺต ดู อกฺกมนฺต",
  "อาชีวก": "น., ปุ. อาชีวก (นักบวชนอกพระพุทธศาสนา) แจกเหมือน ปุริส เช่น ป.เอก. อาชีวโก อ. อาชีวก",
  "อาชีวปาริสุทฺธิ ๑": "น., อิต. อาชีวปาริสุทธิ แจกเหมือน รตฺติ เช่น ป.เอก. อาชีวปาริสุทฺธิ อ. อาชีวปาริสุทธิ [เป็นชื่อของศีล แปลว่า อาชีวปาริสุทธิศีล]",
  "อาชีวปาริสุทฺธิ ๒": "น., อิต. ความหมดจดแห่งอาชีวะ แจกเหมือน รตฺติ เช่น ป.เอก. อาชีวปาริสุทฺธิ อ. ความหมดจดแห่งอาชีวะ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาชีวสฺส ปาริสุทฺธิ = อาชีวปาริสุทฺธิ คำว่า ปาริสุทฺธิ มาจาก ปริ + สุธ ธาตุ ในความหมดจด + ติ ปัจจัย ทีฆะ อ ที่ ป เป็น อา แปลง ติ เป็น ทฺธิ ลบ ธ ที่สุดธาตุ ได้รูปเป็น ปาริสุทฺธิ แปลว่า ความหมดจด, ความหมดจดรอบ, ความบริสุทธิ์ เป็นภาวรูป ภาวสาธนะ วิ.ว่า ปริสุชฺฌนํ = ปาริสุทฺธิ ความหมดจดรอบ ชื่อว่า ปาริสุทฺธิ ๆ ความหมดจดรอบ",
  "อาณตฺต": "ก. อัน...สั่งบังคับแล้ว อาณ ธาตุ ในความบังคับ + ต ปัจจัย ซ้อน ตฺ ได้รูปเป็น อาณตฺต ดู อกต"
};

const vocabInsanPr9Part5to8_Page10 = {
  // หน้า 10
  "อาณา ๑": "น., ความอิต. อาชญา แจกเหมือน กญฺญา เช่น ป.เอก. อาณา อ. อาชญา",
  "อาณา ๒": "น., อิต. การบังคับ, การสั่งบังคับ แจกเหมือน กญฺญา เช่น ป.เอก. อาณา อ. การสั่งบังคับ มาจาก อาณ ธาตุ ในความบังคับ + อ ปัจจัย ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อาณา แปลว่า การบังคับ, การสั่งบังคับ เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาณนํ = อาณา การสั่งบังคับ ชื่อว่า อาณา ๆ การสั่งบังคับ",
  "อาณาเปตฺวา": "ก. สั่งบังคับแล้ว อาณ ธาตุ ในความบังคับ + ณาเป ปัจจัย ในกัตตุวาจก (นอกแบบ) + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาณาเปตฺวา",
  "อาณาเปถ": "ก. (ตุมฺเห อ. ท่าน ท., อ. พระองค์) ขอจงสั่งบังคับ อาณ ธาตุ ในความบังคับ + ณาเป ปัจจัย ในกัตตุวาจก (นอกแบบ) + ถ ปัญจมีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาณาเปถ",
  "อาณาเปสิ": "ก. สั่งบังคับแล้ว อาณ ธาตุ ในความบังคับ + ณาเป ปัจจัย ในกัตตุวาจก (นอกแบบ) + อี อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาณาเปสิ วิชาแปลมคธเป็นไทย เช่น สกฺโก วาตวลาหก เทวปุตฺตํ อาณาเปสิ [ธ. ๖: ยมกปฺปาฏิหาริยวตฺถุ หน้า ๗๕] = อ. ท้าวสักกะ สั่งบังคับแล้ว ซึ่งเทวบุตรชื่อว่าวาตวลาหกะ [สนามหลวงเฉลย พ.ศ. ๒๕๒๔] วิชาสัมพันธ์ไทย เช่น สตฺถา ... อาณาเปสิ [ธ. ๗: ติสฺสตฺเถรวตฺถุ หน้า ๑๐] = สตฺถา สยกตฺตา ใน อาณาเปสิ ๆ อาขฺยาตบท กตฺตุวาจก [สนามหลวงเฉลย พ.ศ. ๒๕๔๐]",
  "อาตป": "น., ปุ. แดด แจกเหมือน ปุริส เช่น ส.เอก. อาตเป ที่แดด เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อาตปโต บ้าง",
  "อาตปฺป": "ว., นปุ. (ความเพียร) เป็นเครื่องยังกิเลสให้ร้อนทั่ว แจกเหมือน กุล เช่น ป.เอก. อาตปฺปํ อ. ความเพียรเป็นเครื่องยังกิเลสให้ร้อนทั่ว อา บทหน้า + ตป ธาตุ ในความเร่าร้อน + อ ปัจจัย ซ้อน ปฺ ได้รูปเป็น อาตปฺป แปลว่า เป็นเครื่องยังกิเลสให้ร้อนทั่ว เป็นกัตตุรูป กรณสาธนะ วิ.ว่า (โยคาวจโร กิเลสํ) อาตาเปติ เอเตนาติ อาตปฺปํ (วิริยํ) พระโยคาวจร ย่อมยังกิเลสให้ร้อนทั่ว ด้วยความเพียรนั่น เหตุนั้น ความเพียรนั่น ชื่อว่า อาตปฺปํ ๆ เป็นเครื่องยังกิเลสให้ร้อนทั่ว",
  "อาตาปน": "น., นปุ. การให้ร้อนทั่ว แจกเหมือน กุล เช่น ต.เอก. อาตาปเนน เพราะการให้ร้อนทั่ว คำว่า อาตาปน มาจาก อา บทหน้า + ตป ธาตุ ในความเร่าร้อน + เณ ปัจจัย ในเหตุกัตตุวาจก + ยุ ปัจจัย ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ แปลง ยุ เป็น อน เป็น อาตาเป + อน ลบสระหน้า คือ เอ ที่ เป ได้รูปเป็น อาตาปน แปลว่า การให้ร้อนทั่ว เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาตาปนํ = อาตาปนํ การให้ร้อนทั่ว ชื่อว่า อาตาปนํ ๆ การให้ร้อนทั่ว",
  "อาตาปี": "ว., ปุ. ผู้มีความเพียรเป็นเครื่องยังกิเลสให้ร้อนทั่ว แจกเหมือน เสฏฺฐี เช่น ทุ.เอก. อาตาปึ (ปุคฺคลํ) ซึ่งบุคคล ผู้มีความเพียรเป็นเครื่องยังกิเลสให้ร้อนทั่ว คำว่า อาตาปี ลง อี ปัจจัย ในตทัสสัตถิตัทธิต วิ.ว่า อาตาปํ อสฺส อตฺถีติ อาตาปี (ปุคฺคโล) ความเพียรเป็นเครื่องยังกิเลสให้ร้อนทั่ว ของบุคคลนั้น มีอยู่ เหตุนั้น บุคคลนั้น ชื่อว่า อาตาปี ๆ ผู้มีความเพียรเป็นเครื่องยังกิเลสให้ร้อนทั่ว",
  "อาตุร": "ว. กระสับกระส่าย, อาดูร ปุ. แจกเหมือน ปุริส เช่น ส.พหุ. อาตุเรสุ (มนุสฺเสสุ) ครั้นเมื่อ มนุษย์ ท. ผู้กระสับกระส่าย",
  "อาทยิ": "ก. (เช่น เถโร อ. พระเถระ) เอื้อเฟื้อแล้ว อา บทหน้า + ทา ธาตุ ในความให้ มี อา อุปสัคสังหารธาตุ ไม่แปลว่า ให้ แต่แปลว่า ถือเอา, เอื้อเฟื้อ + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ แปลง อา ที่ ทา ธาตุ เป็น อิ วิการ อิ เป็น เอ แปลง เอ เป็น อย รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาทยิ",
  "อาทร": "น., ปุ. ความเอื้อเฟื้อ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อาทรํ ซึ่งความเอื้อเฟื้อ ต.เอก. อาทเรน โดยความเอื้อเฟื้อ มาจาก อา บทหน้า + ทร ธาตุ ในความเอื้อเฟื้อ + อ ปัจจัย ได้รูปเป็น อาทร แปลว่า ความเอื้อเฟื้อ เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาทรณํ = อาทโร ความเอื้อเฟื้อ ชื่อว่า อาทโร ๆ ความเอื้อเฟื้อ"
};

const vocabInsanPr9Part5to8_Page11 = {
  // หน้า 11
  "อาทาย": "ก. ถือเอาแล้ว, พาเอาแล้ว, คาบเอาแล้ว, อุ้มเอาแล้ว อา บทหน้า + ทา ธาตุ ในความให้ ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า ถือเอา + ตูนาทิปัจจัย แปลงตูนาทิปัจจัย เป็น ย สำเร็จรูปเป็น อาทาย",
  "อาทิ ๑": "น., ปุ. เบื้องต้น, เป็นต้น, ต้น แจกเหมือน มุนิ เช่น ส.เอก. อาทิมฺหิ ครั้นเมื่อเบื้องต้น เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อาทิโต แต่ต้น บ้าง",
  "อาทิ ๒": "ว. เบื้องต้น, ก่อน, ครั้งแรก อิต. เช่น ป.เอก. อาทิ คาถา = พระคาถาเบื้องต้น นปุ. เช่น อาทิ กมฺมํ = กรรม (การกระทำ) ครั้งแรก [อาทิ ที่เป็นวิเสสนะของนามที่เป็นอิตถีลิงค์ ปฐมาวิภัตติ ฝ่ายพหุวจนะ จะมีรูปเป็น อาทโย ไม่มี อาทิโย]",
  "อาทิคาถาวณฺณนาย": "น., อิต. ในกถาเป็นเครื่องพรรณนาซึ่งเนื้อความแห่งพระคาถาเบื้องต้น เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ. บุพ. กัม. วิ. อาทิ คาถา = อาทิคาถา พระคาถาเบื้องต้น ฉ. ตัป. วิ. อาทิคาถาย วณฺณนา = อาทิคาถาวณฺณนา แจกเหมือน กญฺญา",
  "อาทิจฺจ": "น., ปุ. พระอาทิตย์ แจกเหมือน ปุริส เช่น ป.เอก. อาทิจฺโจ อ. พระอาทิตย์ คำว่า อาทิจฺจ มาจาก อา บทหน้า + ทีปฺ ธาตุ ในความรุ่งเรือง + ย ปัจจัย อาเทส ปฺย เป็น จฺจ รัสสะ อี ที่ ที เป็น อิ ได้รูปเป็น อาทิจฺจ แปลว่า อัน (ผู้) รุ่งเรืองยิ่ง เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อาทิปฺปตีติ อาทิจฺโจ (อคฺคิกฺขนฺโธ) กองแห่งไฟใด ย่อมรุ่งเรืองยิ่ง เหตุนั้น กองแห่งไฟนั้น ชื่อว่า อาทิจฺโจ ๆ อัน (ผู้) รุ่งเรืองยิ่ง",
  "อาทิจฺจปถ": "น., ปุ. หนทางแห่งพระอาทิตย์ แจกเหมือน ปุริส เช่น ส.เอก. อาทิจฺจปเถ ในหนทางแห่งพระอาทิตย์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาทิจฺจสฺส ปโถ = อาทิจฺจปโถ",
  "อาทิตฺต": "ก. อัน...ติดทั่วแล้ว อา บทหน้า + ทิปฺ ธาตุ ในความติด + ต ปัจจัย แปลง ป ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น อาทิตฺต ดู อกต",
  "อาทิปริโยสาเนสุ": "น., นปุ. ครั้นเมื่อเบื้องต้นและที่สุดลงรอบ ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า อาทิ จ ปริโยสานญฺจ = อาทิปริโยสานานิ แจกเหมือน กุล เฉพาะฝ่ายพหุวจนะ",
  "อาทิมชฺฌํ": "น., นปุ. ซึ่งเบื้องต้นและท่ามกลาง เป็นสมาหารทวันทวสมาส วิ.ว่า อาทิ จ มชฺฌญฺจ = อาทิมชฺฌํ แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ",
  "อาทิมชฺเฌสุ": "น., นปุ. ครั้นเมื่อเบื้องต้นและท่ามกลาง ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า อาทิ จ มชฺฌญฺจ = อาทิมชฺฌานิ แจกเหมือน กุล เฉพาะฝ่ายพหุวจนะ",
  "อาทิยติ": "ก. (เช่น นโร อ. นระ) ย่อมถือเอา [ธ. ๗: ปญฺจอุปาสกวตฺถุ หน้า ๒๐] อา บทหน้า + ทา ธาตุ ในความให้ ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า ถือเอา + ย ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง อา ที่ ทา เป็น อิ สำเร็จรูปเป็น อาทิยติ สัมพันธ์: นโร สยกตฺตา ใน อาทิยติ ๆ อาขฺยาตบท กตฺตุวาจก",
  "อาทีนว": "น., ปุ. โทษ แจกเหมือน ปุริส เช่น ทุ.เอก. อาทีนวํ ซึ่งโทษ",
  "อาธารก": "น., ปุ. เชิงรอง, เชิงเป็นที่รอง แจกเหมือน ปุริส เช่น ป.เอก. อาธารโก อ. เชิงเป็นที่รอง",
  "อาธิปจฺจ": "น., นปุ. ความเป็นแห่งอธิบดี แจกเหมือน กุล เช่น ต.เอก. อาธิปจฺเจน กว่าความเป็นแห่งอธิบดี มาจาก อธิปติ ศัพท์ + ณฺย ปัจจัย ในภาวตัทธิต ด้วยอำนาจ ณฺย ปัจจัย ทีฆะ อ ต้นศัพท์เป็น อา ลบ ณฺ เหลือไว้แต่ ย แปลง ติ กับ ย เป็น จฺจ ได้รูปเป็น อาธิปจฺจ วิ.ว่า อธิปติโน ภาโว = อาธิปจฺจํ",
  "อานนฺทตฺเถรวตฺถุ": "น., นปุ. เรื่องแห่งพระเถระชื่อว่าอานนท์ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ. บุพ. กัม. วิ. อานนฺโท เถโร = อานนฺทเถโร [ซ้อน ตฺ] ฉ. ตัป. วิ. อานนฺทเถรสฺส วตฺถุ = อานนฺทตฺเถรวตฺถุ",
  "อานนฺท ๑": "น., ปุ. พระอานนท์ แจกเหมือน ปุริส เช่น ป.เอก. อานนฺโท อ. พระอานนท์"
};

const vocabInsanPr9Part5to8_Page12 = {
  // หน้า 12
  "อานนฺท ๒": "ว., ปุ. อานนท์ (พระนามของเจ้าศากยะ) แจกเหมือน ปุริส เช่น ทุ.เอก. อานนฺทํ (สกฺกํ) ซึ่งเจ้าศากยะ พระนามว่าอานนท์",
  "อานนฺท ๓": "น., ปุ. ความเพลิดเพลิน แจกเหมือน ปุริส เช่น ป.เอก. อานนฺโท อ. ความเพลิดเพลิน มาจาก อา บทหน้า + นนฺท ธาตุ ในความบันเทิง, ความเพลิดเพลิน + อ ปัจจัย ได้รูปเป็น อานนฺท แปลว่า ความเพลิดเพลิน เป็นภาวรูป ภาวสาธนะ วิ.ว่า อานนฺทนํ = อานนฺโด้ ความเพลิดเพลิน ชื่อว่า อานนฺโด้ ๆ ความเพลิดเพลิน",
  "อานนฺทตฺเถร": "น., ปุ. พระเถระชื่อว่าอานนท์ แจกเหมือน ปุริส เช่น ป.เอก. อานนฺทตฺเถโร อ. พระเถระชื่อว่าอานนท์ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อานนฺโท เถโร = อานนฺทตฺเถโร [ซ้อน ตฺ]",
  "อานนฺทตฺเถรปฺปมุขา": "ว., ปุ. (เถรา) พระเถระ ท. ผู้มีพระเถระชื่อว่าอานนท์เป็นประมุข เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ. บุพ. กัม. วิ. อานนฺโท เถโร = อานนฺทตฺเถโร [ซ้อน ตฺ] ฉ. ตุล. วิ. อานนฺทตฺเถโร ปมุขํ เยสํ เต อานนฺทตฺเถรปฺปมุขา (เถรา) แจกเหมือน ปุริส",
  "อานนฺทตฺเถรวตฺถุ": "น., นปุ. เรื่องแห่งพระเถระชื่อว่าอานนท์ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ. บุพ. กัม. วิ. อานนฺโท เถโร = อานนฺทตฺเถโร ฉ. ตัป. วิ. อานนฺทตฺเถรสฺส วตฺถุ = อานนฺทตฺเถรวตฺถุ แจกเหมือน วตฺถุ",
  "อานยตฺถ": "น., ปุ. ประโยชน์แก่อันนำมา แจกเหมือน ปุริส เช่น จ.เอก. อานยตฺถาย เพื่อประโยชน์แก่อันนำมา เป็นจตุตถีตัปปุริสสมาส วิ.ว่า อานยสฺส อตฺโถ = อานยตฺโถ คำว่า อานย มาจาก อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในนามกิตก์ รัสสะ อี ที่ นี เป็น อิ วิการ อิ เป็น เอ แล้วแปลง เอ เป็น อย ได้รูปเป็น อานย แปลว่า อันนำมา เป็นภาวรูป ภาวสาธนะ วิ.ว่า อานยนํ = อานโย",
  "อานยึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) นำมาแล้ว อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อุํ อัชชัตตนีวิภัตติ รัสสะ อี ที่ นี เป็น อิ วิการ อิ เป็น เอ แล้วแปลง เอ เป็น อย แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อานยึสุ",
  "อานิสํส": "น., ปุ. อานิสงส์ แจกเหมือน ปุริส เช่น ป.เอก. อานิสํโส อ. อานิสงส์",
  "อานีต": "ก. อัน...นำมาแล้ว อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ต ปัจจัย ได้รูปเป็น อานีต ดู อกต",
  "อานีตทิวส": "น., ปุ. วันแห่งตนอัน...นำมาแล้ว แจกเหมือน ปุริส เช่น ส.เอก. อานีตทิวเส เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อานีตทิวสโต บ้าง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อานีตสฺส (อตฺตโน) ทิวโส = อานีตทิวโส",
  "อานียมาน": "ก. อัน...นำมาอยู่ อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย ได้รูปเป็น อานียมาน ดู อนาหริยมาน",
  "อานุภาว": "น., ปุ. อานุภาพ แจกเหมือน ปุริส เช่น ป.เอก. อานุภาโว อ. อานุภาพ",
  "อานุภาวสทิส": "ว. เช่นกับด้วยอานุภาพ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อานุภาวสทิโส (อานุภาโว) อ. อานุภาพอัน เช่นกับด้วยอานุภาพ เป็นตติยาตัปปุริสสมาส วิ.ว่า อานุภาเวน สทิโส = อานุภาวสทิโส (อตฺตภาโว)",
  "อาเนติ": "ก. (เช่น เถโร อ. พระเถระ) ย่อมนำมา อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ สำเร็จรูปเป็น อาเนติ",
  "อาเนตุกาม": "ว. ผู้ใคร่เพื่ออันนำมา เป็นจตุตถีตัปปุริสสมาส ดู อาคนฺตุกาม",
  "อาเนตฺวา": "ก. นำมาแล้ว อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ตฺวา ปัจจัย รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ สำเร็จรูปเป็น อาเนตฺวา"
};

const vocabInsanPr9Part5to8_Page13 = {
  // หน้า 13
  "อาเนถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงนำมา อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ สำเร็จรูปเป็น อาเนถ",
  "อาเนมิ": "ก. (อหํ อ. เรา) ย่อมนำมา อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ สำเร็จรูปเป็น อาเนมิ",
  "อาเนยฺยํ": "ก. (อหํ อ. เรา) พึงนำมา อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + เอยฺยํ สัตตมีวิภัตติ ลบ อี ที่ นี สำเร็จรูปเป็น อาเนยฺยํ",
  "อาเนสิ": "ก. (เช่น สามิโก อ. สามี) นำมาแล้ว อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ ลง ส อาคม รัสสะ อี วิภัตติ เป็น อิ สำเร็จรูปเป็น อาเนสิ",
  "อาเนสุํ": "ก. (เช่น ชนา อ. ชน ท.) นำมาแล้ว อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ ลง ส อาคม สำเร็จรูปเป็น อาเนสุํ",
  "อาเนสฺสติ": "ก. (เช่น มาตา อ. มารดา) จักนำมา อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ สำเร็จรูปเป็น อาเนสฺสติ",
  "อาเนสฺสถ": "ก. (ตุมฺเห อ. ท่าน ท.) จักนำมา อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติ รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ สำเร็จรูปเป็น อาเนสฺสถ",
  "อาเนสฺสาม": "ก. (มยํ อ. เรา ท.) จักนำมา อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ สำเร็จรูปเป็น อาเนสฺสาม",
  "อาเนสฺสามิ": "ก. (อหํ อ. เรา) จักนำมา อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ สำเร็จรูปเป็น อาเนสฺสามิ",
  "อาเนหิ": "ก. (ตฺวํ อ. ท่าน) จงนำมา อา บทหน้า + นี ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ สำเร็จรูปเป็น อาเนหิ",
  "อาปชฺชติ": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) ย่อมต้อง, ย่อมถึง อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช สำเร็จรูปเป็น อาปชฺชติ",
  "อาปชฺชนฺต": "ก. ถึงอยู่ อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺจ ได้รูปเป็น อาปชฺชนฺต ดู อกฺกมนฺต",
  "อาปชฺชนฺติ": "ก. (เช่น มาณวา อ. มาณพ ท.) ย่อมถึง อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช สำเร็จรูปเป็น อาปชฺชนฺติ",
  "อาปชฺชมาน": "ก. ถึงอยู่, ต้องอยู่ อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + มาน ปัจจัย แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช สำเร็จรูปเป็น อาปชฺชมาน ดู อนิจฺฉมาน",
  "อาปชฺชิ": "ก. ถึงแล้ว, ถึงทั่วแล้ว อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช รัสสะ อี วิภัตติ เป็น อิ สำเร็จรูปเป็น อาปชฺชิ ดู อกร",
  "อาปชฺชิตุํ": "น. อ. อันถึงทั่ว, เพื่ออันถึงทั่ว อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช ลง อิ อาคม สำเร็จรูปเป็น อาปชฺชิตุํ ดู อกฺโกสิตุํ",
  "อาปชฺชตุ": "ก. (เช่น ภิกฺขุสงฺโฆ อ. หมู่แห่งภิกษุ) จงถึง อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช สำเร็จรูปเป็น อาปชฺชตุ",
  "อาปชฺชถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมถึง อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺจ สำเร็จรูปเป็น อาปชฺชถ",
  "อาปชฺชถ ๒": "ก. (ตุมฺเห อ. ท่าน ท.) จงถึง อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช สำเร็จรูปเป็น อาปชฺชถ",
  "อาปชฺชนฺตุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) จงถึง อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + อนฺตุ ปัญจมีวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช สำเร็จรูปเป็น อาปชฺชนฺตุ",
  "อาปชฺชิตฺวา": "ก. ถึงแล้ว อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช ลง อิ อาคม สำเร็จรูปเป็น อาปชฺชิตฺวา",
  "อาปชฺชึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ถึงแล้ว อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง ท กับ ย เป็น ชฺช แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อาปชฺชึสุ",
  "อาปชฺชน": "น., นปุ. การถึง แจกเหมือน กุล เช่น ทุ.เอก. อาปชฺชนํ ซึ่งการถึง คำว่า อาปชฺชน มาจาก อา บทหน้า + ปท ธาตุ ในความถึง + ยุ ปัจจัย แปลง ยุ เป็น อน แปลง ท กับ ย เป็น ชฺช ได้รูปเป็น อาปชฺชน แปลว่า การถึง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาปชฺชนํ = อาปชฺชนํ การถึง ชื่อว่า อาปชฺชนํ ๆ การถึง"
};

const vocabInsanPr9Part5to8_Page14 = {
  // หน้า 14
  "อาปชฺชิตฺวา": "ก. ถึงแล้ว, ต้องแล้ว อา + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช ลง อิ อาคม สำเร็จรูปเป็น อาปชฺชิตฺวา",
  "อาปชฺชิสฺส": "ก. จักถึงแล้ว อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + สฺสา กาลาติปัตติวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช ลง อิ อาคม รัสสะ อา ที่ สฺสา เป็น อ สำเร็จรูปเป็น อาปชฺชิสฺส: สฺสา กาลาติปัตติวิภัตติ เป็น ประถมบุรุษ ฝ่ายเอก เช่น อยํ (เสฏฺฐิปุตฺโต) ... กมฺมนฺเต ปโยชิสฺส [ธ. ๕: มหาธนเสฏฺฐิปุตฺตวตฺถุ หน้า ๑๑๙] แต่ใช้แทน สฺเส มัธยมบุรุษ ฝ่ายเอกวจนะ เหมือน อี อัชชัตตนีวิภัตติ ประถมบุรุษ ฝ่ายเอกวจนะ ใช้แทน โอ มัธยมบุรุษ ฝ่ายเอกวจนะ ก็มี เช่น ตฺวํ กุมาร ... อปฺปมาทํ อาปชฺชิสฺส [ธ. ๖: โพธิราชกุมารวตฺถุ หน้า ๔]",
  "อาปชฺชิสฺสถ": "ก. (ตุมฺเห อ. ท่าน ท.) จักถึง อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช ลง อิ อาคม สำเร็จรูปเป็น อาปชฺชิสฺสถ",
  "อาปชฺชึสุ": "ก. (เช่น ชนา อ. ชน ท.) ถึงแล้ว, ถึงทั่วแล้ว อา บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อาปชฺชึสุ",
  "อาปชฺเชยฺย": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) พึงต้อง, พึงถึงทั่ว อา บทหน้า + ปด ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ แปลง ท ที่สุดธาตุ กับ ย เป็น ชฺช สำเร็จรูปเป็น อาปชฺเชยฺย",
  "อาปณ": "น., ปุ. ร้านตลาด, ตลาด แจกเหมือน ปุริส เช่น ทุ.เอก. อาปณํ สู่ร้านตลาด",
  "อาปณทฺวาร": "น., นปุ. ประตูแห่งร้านตลาด แจกเหมือน กุล เช่น ส.เอก. อาปณทฺวาเร ที่ประตูแห่งร้านตลาด เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาปณสฺส ทฺวารํ = อาปณทฺวารํ",
  "อาปณาภิมุเข": "ว., ปุ. (ชเน) ซึ่งชน ท. ผู้มีหน้าเฉพาะต่อตลาด เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า อาปณสฺส อภิมุขํ เยสํ เต อาปณาภิมุขา (ชนา) หน้าเฉพาะต่อตลาด ของชน ท. เหล่าใด มีอยู่ ชน ท. เหล่านั้น ชื่อว่า ผู้มีหน้าเฉพาะต่อตลาด แจกเหมือน ปุริส",
  "อาปตฺติ": "น., อิต. อาบัติ แจกเหมือน รตฺติ เช่น ป.เอก. อาปตฺติ อ. อาบัติ",
  "อาปนฺน": "ก. ถึงแล้ว อา บทหน้า + ปท ธาตุ ในความถึง + ต ปัจจัย แปลง ต เป็น นฺน ลบ ท ที่สุดธาตุ ได้รูปเป็น อาปนฺน ดู อคต",
  "อาปนฺนตฺต": "น., นปุ. ความที่แห่ง…เป็นผู้ถึงแล้ว อาปนฺน ศัพท์ + ตฺต ปัจจัย ในภาวตัทธิต วิ.ว่า อาปนฺนสฺส ภาโว = อาปนฺนตฺตํ แจกเหมือน กุล เช่น ปญฺ.เอก. อาปนฺนตฺตา เพราะความที่แห่ง…เป็นผู้ถึงแล้ว",
  "อาปาถ": "น., ปุ. คลอง แจกเหมือน ปุริส เช่น ทุ.เอก. อาปาถํ สู่คลอง",
  "อาปาทิ": "ก. ถึงทั่วแล้ว อา บทหน้า + ปท ธาตุ ในความถึง + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ทีฆะ อ ต้นธาตุเป็น อา รัสสะ อี วิภัตติ เป็น อิ สำเร็จรูปเป็น อาปาทิ ดู อกร",
  "อาปานภูมิ": "น., อิต. ภาคพื้นเป็นที่มาดื่ม แจกเหมือน รตฺติ เช่น ส.เอก. อาปานภูมิยํ บนภาคพื้นเป็นที่เสวย เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อาปานา ภูมิ = อาปานภูมิ คำว่า อาปาน มาจาก อา บทหน้า + ปา ธาตุ ในความดื่ม + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาปาน แปลว่า เป็นที่มาดื่ม เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อาคนฺตฺวา ปิวติ เอตฺถาติ อาปานา (ภูมิ) เขา ย่อมมาดื่มที่ภาคพื้นนั่น เหตุนั้น ภาคพื้นนั่น ชื่อว่า อาปานา ๆ เป็นที่มาดื่ม [อา ในรูปวิเคราะห์ ใช้ อาคนฺตฺวา แทน]",
  "อาปุจฺฉิ ๑": "ก. (เช่น เถโร อ. พระเถระ) ถามโดยเอื้อเฟื้อแล้ว อา - อาทร บทหน้า + ปุจฺฉ ธาตุ ในความถาม + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาปุจฺฉิ ดู อกริ"
};

const vocabInsanPr9Part5to8_Page15 = {
  // หน้า 15
  "อาปุจฺฉิ ๒": "ก. (เช่น เถโร อ. พระเถระ) อำลาแล้ว อา บทหน้า + ปุจฺฉ ธาตุ ในความอำลา + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาปุจฺฉิ",
  "อาปุจฺฉิตฺวา": "ก. ถามโดยเอื้อเฟื้อแล้ว, อำลาแล้ว อา บทหน้า + ปุจฺฉ ธาตุ ในความอำลา + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อาปุจฺฉิตฺวา",
  "อาโปกสิณสมาปตฺติวเสน": "น., ปุ. ด้วยอำนาจแห่ง อาโปกสิณสมาบัติ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาโปกสิณสมาปตฺติยา วโส = อาโปกสิณสมาปตฺติวโส แจกเหมือน ปุริส",
  "อาพาธ": "น., ปุ. อาพาธ แจกเหมือน ปุริส เช่น ป.เอก. อาพาโธ อ. อาพาธ",
  "อาพาธิก": "ว. ผู้มีอาพาธ ลง อิก ปัจจัย ในตทัสสัตถิตัทธิต ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อาพาธิโก (ภิกฺขุ) อ. ภิกษุ ผู้มีอาพาธ วิ.ว่า อาพาโธ อสฺส อตฺถีติ อาพาธิโก (ภิกฺขุ)",
  "อาพาธิกภาว": "น., ปุ. ความที่แห่ง…เป็นผู้มีอาพาธ แจกเหมือน ปุริส เช่น ป.เอก. อาพาธิกภาวํ ซึ่งความที่แห่งเศรษฐีเป็นผู้มีอาพาธ เป็นฉัฏฐีตัปปุริสสมาส มี อิก ปัจจัย ในตทัสสัตถิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อิก.ตทัส.วิ. อาพาโธ อสฺส อตฺถีติ อาพาธิโก (เสฏฺฐี) ฉ.ตัป.วิ. อาพาธิกสฺส (เสฏฺฐิสฺส) ภาโว = อาพาธิกภาโว",
  "อาภต": "ก. อัน…นำมาแล้ว อา บทหน้า + ภม ธาตุ ในความหมุนไป, ความนำไป มี อา อยู่หน้า แปลว่า นำมา + ต ปัจจัย ลบ ม ที่สุดธาตุ ได้รูปเป็น อาภต ดู อกต",
  "อาภรณ": "น., นปุ. อาภรณ์, เครื่องประดับ แจกเหมือน กุล เช่น ป.พหุ. อาภรณานิ อ. อาภรณ์ ท., อ. เครื่องประดับ ท.",
  "อาภรณาทีนิ": "ว., นปุ. (วตฺถูนิ) อ. วัตถุ ท. มีเครื่องประดับเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อาภรณํ อาทิ เยสํ ตานิ อาภรณาทีนิ (วตฺถูนิ) แจกเหมือน อกฺขิ",
  "อาภสฺสรเทวโลก": "น., ปุ. เทวโลกชื่อว่าอาภัสสร แจกเหมือน ปุริส เช่น ส.เอก. อาภสฺสรเทวโลเก ในเทวโลกชื่อว่าอาภัสสร เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อาภสฺสโร เทวโลโก = อาภสฺสรเทวโลโก",
  "อาภสฺสรา": "ว., ปุ. (เทวา) อ. เทพ ท. ผู้อยู่ในเทวโลกชื่อว่าอาภัสสร อาภสฺสร ศัพท์ + ณ ปัจจัย ในราคาทิตัทธิต ใช้แทน วสนฺติ วิ.ว่า อาภสฺสเร วสนฺตีติ อาภสฺสรา (เทวา) เทพ ท. เหล่าใด ย่อมอยู่ ในเทวโลกชื่อว่าอาภัสสร เหตุนั้น เทพ ท. เหล่านั้น ชื่อว่า อาภสฺสรา ๆ ผู้อยู่ในเทวโลกชื่อว่าอาภัสสร",
  "อาภา": "น., อิต. รัศมี แจกเหมือน กญฺญา เช่น ป.เอก. อาภา อ. รัศมี",
  "อาภาติ": "ก. (เช่น จนฺทิมา อ. พระจันทร์) ย่อมสว่างทั่ว อา บทหน้า + ภา ธาตุ ในความสว่าง + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อาภาติ",
  "อาม": "นิ. เออ, เพคะ, ขอถวายพระพร, ขอรับ, เจ้าค่ะ, พระเจ้าข้า เป็นนิบาตบอกความรับ เช่น อาม อุปาสก = ดูก่อนอุบาสก เออ",
  "อามกสุสาน": "น., นปุ. ป่าช้าแห่งผีดิบ แจกเหมือน กุล เช่น ทุ.เอก. อามกสุสานํ สู่ป่าช้าแห่งผีดิบ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อามกสฺส สุสานํ = อามกสุสานํ หรือแปลว่า ป่าช้าเป็นที่ทิ้งซึ่งผีดิบ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อามกสฺส (ฉฑฺฑนํ) สุสานํ = อามกสุสานํ [อามก = ผีดิบ ปุ.]",
  "อามนฺตนาทีสุ": "ว., ปุ. (กาเลสุ) ในกาล ท. มีกาลเป็นที่ร้องเรียกเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อามนฺตโน (กาโล) อาทิ เยสํ เต อามนฺตนาทโย (กาลา) แจกเหมือน มุนิ",
  "อามนฺเตตฺวา": "ก. เรียกมาแล้ว อา บทหน้า + มนฺต ธาตุ ในความปรึกษา + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อามนฺเตตฺวา",
  "อามนฺเตสิ": "ก. (เช่น สตฺถา อ. พระศาสดา) ตรัสเรียกมาแล้ว อา บทหน้า + มนฺต ธาตุ ในความปรึกษา + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อามนฺเตสิ"
};

const vocabInsanPr9Part5to8_Page16 = {
  // หน้า 16
  "อามิสจกฺขุ": "ว., ปุ. ผู้เห็นแก่อามิส แจกเหมือน ปุริส เช่น ป.พหุ. อามิสจกฺขุกา (ชนา) อ. ชน ท. ผู้เห็นแก่อามิส เป็นจตุตถีตัปปุริสสมาส วิ.ว่า อามิสสฺส จกฺขุกา = อามิสจกฺขุกา (ชนา) คำว่า จกฺขุกา ในคำว่า อามิสจกฺขุกา มาจาก จกฺข ธาตุ ในความดู, ความเห็น + รู ปัจจัย รัสสะ อู เป็น อุ ลง ก สกัตถ์ ได้รูปเป็น จกฺขุก แปลว่า ผู้เห็น เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า จกฺขนฺตีติ จกฺขุกา (ชนา)",
  "อามิสปฏิสนฺถาร": "น., ปุ. อามิสปฏิสันถาร แจกเหมือน ปุริส เช่น ต.เอก. อามิสปฏิสนฺถาเรน ด้วยอามิสปฏิสันถาร",
  "อายตน ๑": "น., นปุ. ศาลเจ้า แจกเหมือน กุล เช่น ทุ.เอก. อายตนํ ซึ่งศาลเจ้า",
  "อายตน ๒": "น., นปุ. อายตนะ แจกเหมือน กุล เช่น ป.พหุ. อายตนานิ อ. อายตนะ ท.",
  "อายสาธก": "ว., ปุ. ผู้ยังส่วยให้สำเร็จ แจกเหมือน ปุริส เช่น ป.เอก. อายสาธโก (อายุตฺตโก) อ. นายเสมียน ผู้ยังส่วยให้สำเร็จ มาจาก อาย บทหน้า + สธ ธาตุ ในความสำเร็จ + ณฺวุ ปัจจัย ด้วยอำนาจ ณฺวุ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา แปลง ณฺวุ เป็น อก ได้รูปเป็น อายสาธก แปลว่า ผู้ยังส่วยให้สำเร็จ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อายํ สาเธตีติ อายสาธโก (อายุตฺตโก) นายเสมียนใด ยังส่วย ย่อมให้สำเร็จ เหตุนั้น นายเสมียนนั้น ชื่อว่า อายสาธโก ๆ ผู้ยังส่วยให้สำเร็จ [อาย = ส่วย, ภาษี, กำไร, รายได้ ปุ.]",
  "อายสฺมา": "ว., ปุ. ผู้มีอายุ ศัพท์เดิมเป็น อายสฺมนฺตุ อุ การันต์ ในปุงลิงค์ ลง สิ ปฐมาวิภัตติ ฝ่ายเอกวจนะ แปลง นฺตุ กับ สิ เป็น อา สำเร็จรูปเป็น อายสฺมา ๆ แปลว่า ผู้มีอายุ มาจาก อายุ ศัพท์ + มนฺตุ ปัจจัย ในตทัสสัตถิตัทธิต แปลง อายุ กับ มนฺตุ เป็น อายสฺมนฺตุ วิ.ว่า อายุ อสฺส อตฺถีติ อายสฺมา (เถโร) อายุ ของพระเถระนั้น มีอยู่ เหตุนั้น พระเถระนั้น ชื่อว่าผู้มีอายุ แจกเหมือน ภควนฺตุ",
  "อายาจติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมขอ อา บทหน้า + ยาจ ธาตุ ในความอ้อนวอน, ความขอ + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อายาจติ",
  "อายาจน": "น., นปุ. การบวงสรวง แจกเหมือน กุล เช่น ทุ.เอก. อายาจนํ ซึ่งการบวงสรวง มาจาก อา บทหน้า + ยาจ ธาตุ ในความอ้อนวอน, ความขอ + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อายาจน แปลว่า การบวงสรวง, การอ้อนวอน เป็นภาวรูป ภาวสาธนะ วิ.ว่า อายาจนํ = อายาจนํ การบวงสรวง ชื่อว่า อายาจนํ ๆ การบวงสรวง",
  "อายาจนา": "น., อิต. การบวงสรวง แจกเหมือน กญฺญา เช่น ต.เอก. อายาจนาย ด้วยการบวงสรวง มาจาก อา บทหน้า + ยาจ ธาตุ ในความอ้อนวอน, ความขอ + ยุ ปัจจัย แปลง ยุ เป็น อน เป็น อายาจน ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อายาจนา แปลว่า การบวงสรวง, การอ้อนวอน เป็นภาวรูป ภาวสาธนะ วิ.ว่า อายาจนา = อายาจนา การบวงสรวง ชื่อว่า อายาจนา ๆ การบวงสรวง",
  "อายาม": "ก. (มยํ อ. เรา ท.) จงมา อา บทหน้า + อิ ธาตุ ในความไป มี อา อยู่หน้า แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + ม ปัญจมีวิภัตติ แปลง อิ ธาตุ เป็น เอ แล้วแปลง เอ เป็น อย, ม อยู่หลัง ทีฆะ อ ที่ ย เป็น อา สำเร็จรูปเป็น อายาม",
  "อายุ": "น., นปุ. อายุ แจกเหมือน วตฺถุ เช่น ป.เอก. อายุ อ. อายุ",
  "อายุตฺตก": "น., ปุ. นายเสมียน แจกเหมือน ปุริส เช่น ป.เอก. อายุตฺตโก อ. นายเสมียน",
  "อายุตฺตกปุริส": "น., ปุ. บุรุษผู้เป็นนายเสมียน แจกเหมือน ปุริส เช่น ป.เอก. อายุตฺตกปุริโส อ. บุรุษผู้เป็นนายเสมียน เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อายุตฺตโก ปุริโส = อายุตฺตกปุริโส",
  "อายุตฺตกเวส": "น., ปุ. เพศแห่งนายเสมียน แจกเหมือน ปุริส เช่น ทุ.เอก. อายุตฺตกเวสํ ซึ่งเพศแห่งนายเสมียน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อายุตฺตกสฺส เวโส = อายุตฺตกเวโส",
  "อายุปริจฺเฉท": "น., ปุ. การกำหนดซึ่งพระชนมายุ แจกเหมือน ปุริส เช่น ป.เอก. อายุปริจฺเฉโท อ. การกำหนดซึ่งพระชนมายุ เป็นทุติยาตัปปุริสสมาส วิ.ว่า อายุํ ปริจฺเฉโท = อายุปริจฺเฉโท คำว่า ปริจฺเฉท ในคำว่า อายุปริจฺเฉโท มาจาก ปริ บทหน้า + ฉิท ธาตุ ในความตัด ด้วยอำนาจ ปริ อุปสัคอยู่หน้า แปลว่า กำหนด + อ ปัจจัย ซ้อน จฺ หน้าธาตุ วิการ อิ ที่ ฉิ เป็น เอ ได้รูปเป็น ปริจฺเฉท แปลว่า การกำหนด เป็นภาวรูป ภาวสาธนะ วิ.ว่า ปริจฺเฉทนํ = ปริจฺเฉโท การกำหนด ชื่อว่า ปริจฺเฉโท ๆ การกำหนด"
};

const vocabInsanPr9Part5to8_Page17 = {
  // หน้า 17
  "อายุปริโยสาน": "น., ปุ. เป็นที่สุดลงรอบแห่งอายุ แจกเหมือน ปุริส เช่น ส.เอก. อายุปริโยสาเน (กาเล) ในกาลอันเป็นที่สุดลงรอบแห่งอายุ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อายุโน ปริโยสาโน = อายุปริโยสาโน (กาโล) คำว่า ปริโยสาน มาจาก ปริ + โอ บทหน้า + ย อาคม + สา ธาตุ ในความเหลือ, ความสุด + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ปริโยสาน แปลว่า เป็นที่สุดลงรอบ เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อายุปริโยสาติ เอตฺถาติ อายุปริโยสาโน (กาโล) อายุย่อมสุดลงรอบ ในกาลนั่น เหตุนั้น กาลนั่น ชื่อว่า อายุปริโยสาโน ๆ เป็นที่สุดลงรอบแห่งอายุ",
  "อายุสงฺขาร": "น., ปุ. สังขารคืออายุ แจกเหมือน ปุริส เช่น ป.เอก. อายุสงฺขาโร อ. สังขารคืออายุ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า อายุ เอว สงฺขาโร = อายุสงฺขาโร",
  "อายุหปริโยสาน": "น., ปุ. เป็นที่สุดลงรอบแห่งอายุ อายุ + ห อาคม + ปริโยสาน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อายุโน ปริโยสาโน = อายุหปริโยสาโน (กาโล) [บทสมาส ลง ห อาคม] ดู อายุปริโยสาน",
  "อาโยค": "น., ปุ. ความประกอบโดยเอื้อเฟื้อ แจกเหมือน ปุริส เช่น ป.เอก. อาโยโค อ. ความประกอบโดยเอื้อเฟื้อ มาจาก อา = อาทร บทหน้า + ยุช ธาตุ ในความประกอบ + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย พฤทธิ อุ ต้นธาตุเป็น โอ แปลง ช เป็น ค ได้รูปเป็น อาโยค แปลว่า ความประกอบโดยเอื้อเฟื้อ เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาทเรน ยุญฺชนํ = อาโยโค ความประกอบโดยเอื้อเฟื้อ ชื่อว่า อาโยโค ๆ ความประกอบโดยเอื้อเฟื้อ",
  "อารกตา": "น., อิต. ความที่แห่งตนเป็นผู้ไกล อารก ศัพท์ + ตา ปัจจัย ในภาวตัทธิต วิ.ว่า อารกสฺส (อตฺตโน) ภาโว = อารกตา แจกเหมือน กญฺญา เช่น ต.เอก. อารกตาย เพราะความที่แห่งตนเป็นผู้ไกล",
  "อารกตฺต": "น., นปุ. ความที่แห่งตนเป็นผู้ห่างไกล อารก ศัพท์ + ตฺต ปัจจัย ในภาวตัทธิต วิ.ว่า อารกสฺส (อตฺตโน) ภาโว = อารกตฺตํ แจกเหมือน กุล เช่น ปญฺ.เอก. อารกตฺตา เพราะความที่แห่งตนเป็นผู้ห่างไกล",
  "อารกฺข": "น., ปุ. การอารักขา แจกเหมือน ปุริส เช่น ป.เอก. อารกฺโข อ. การอารักขา [ธ. ๒: สามาวตีวตฺถุ หน้า ๒๕, ธ. ๓: วิฑูฑภวตฺถุ หน้า ๑๖] คำว่า อารกฺข มาจาก อา + รกฺข ธาตุ ในความรักษา + อ ปัจจัย ในนามกิตก์ ได้รูปเป็น อารกฺข แปลว่า การอารักขา, การรักษายิ่ง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อารกฺขนํ = อารกฺโข [การอารักขา] ตามเสียงและคำแปล น่าจะเป็นอิตถีลิงค์ แต่ศัพท์นี้ในธรรมบท ภาค ๑ - ๘ ที่เป็นปฐมาวิภัตติ มีปรากฏ ๒ ที่เป็นปุงลิงค์ นอกนั้นเป็นทุติยาวิภัตติ ซึ่งทั้ง ๓ ลิงค์มีรูปเหมือนกัน เลยดูไม่ออกว่าเป็นลิงค์ไหน แต่ถ้าเป็นปฐมาวิภัตติจะดูออก การอารักขานี้ เทียบได้กับปัญหา ตามเสียงและคำแปล น่าจะเป็นอิตถีลิงค์ แต่ใช้เป็น ปญฺโห แปลว่า อ. ปัญหา เป็นปุงลิงค์]",
  "อารกฺขก": "ว., ปุ. ผู้อารักขา แจกเหมือน ปุริส เช่น ป.เอก. อารกฺขโก (ปุริโส) อ. บุรุษ ผู้อารักขา อิต. เป็น อารกฺขิกา แจกเหมือน กญฺญา เช่น ป.เอก. อารกฺขิกา (อิตฺถี) คำว่า อารกฺขก มาจาก อา + รกฺข ธาตุ ในความรักษา + ณฺวุ ปัจจัย ในนามกิตก์ แปลง ณฺวุ เป็น อก ได้รูปเป็น อารกฺขก แปลว่า ผู้อารักขา เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อารกฺขตีติ อารกฺขโก (ปุริโส) บุรุษใด ย่อมอารักขา เหตุนั้น บุรุษนั้น ชื่อว่า อารกฺขโก ๆ ผู้อารักขา",
  "อารกฺขณตฺถ": "น., ปุ. ประโยชน์แก่การอารักขา เป็นจตุตถีตัปปุริสสมาส แจกเหมือน ปุริส เช่น จ.เอก. อารกฺขณตฺถาย เพื่อประโยชน์แก่การอารักขา วิ.ว่า อารกฺขณสฺส อตฺโถ = อารกฺขณตฺโถ คำว่า อารกฺขณ ในคำว่า อารกฺขณตฺถาย มาจาก อา บทหน้า + รกฺข ธาตุ ในความรักษา + ยุ ปัจจัย แปลง ยุ เป็น อณ ได้รูปเป็น อารกฺขณ แปลว่า การอารักขา เป็นภาวรูป ภาวสาธนะ วิ.ว่า อารกฺขณํ = อารกฺขณํ การอารักขา ชื่อว่า อารกฺขณํ ๆ การอารักขา"
};
const vocabInsanPr9Part5to8_Page18 = {
  // หน้า 18
  "อารคฺค": "น., นปุ. ปลายแห่งเหล็กแหลม แจกเหมือน กุล เช่น ส.เอก. อารคฺเก บนปลายแห่งเหล็กแหลม เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาราย อคฺคํ = อารคฺคํ [อารา = เหล็กแหลม อิต., อคฺค = ปลาย นปุ.]",
  "อารญฺญก ๒": "ว., ปุ. ผู้มีอันอยู่ในป่าเป็นวัตร แจกเหมือน ปุริส เช่น ทุ.เอก. อารญฺญกํ (ภิกฺขุํ) ซึ่งภิกษุ ผู้มีอันอยู่ในป่าเป็นวัตร ลง ณ ปัจจัย ในราคาทิตัทธิต วิ.ว่า อรญฺญ วสิตุํ วตฺตมสฺสาติ อารญฺญโก (ภิกฺขุ) การอยู่ ในป่า เป็นวัตร ของภิกษุนั้น เหตุนั้น ภิกษุนั้น ชื่อว่า อารญฺญโก ๆ ผู้มีอันอยู่ในป่าเป็นวัตร คำว่า อารญฺญก มาจาก อรญฺญ ศัพท์ เป็น นปุ. + ณ ปัจจัย ในราคาทิตัทธิต ใช้แทน วสิตุํ วตฺตมสฺส ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นศัพท์ เป็น อา ลบ ณ ทิ้ง ลง ก สกัตถ์ ได้รูปเป็น อารญฺญก",
  "อารญฺญกาทิคุณยุตฺโต": "ว., ปุ. (เถโร) อ. พระเถระ ผู้ประกอบแล้วด้วยคุณมีอันอยู่ในป่าเป็น วัตรเป็นต้น เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตุล ยาธิกรณพหุพพิหิสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตาม ลำดับ ดังนี้ ฉ.ตุล.วิ. อารญฺญกํ อาทิ ยสฺส โส อารญฺญกาทิ (คุโณ) วิ, บุพ.กัม.วิ. อารญฺญกาทิ คุโณ = อารญฺญกาทิคุโณ ต.ตัป.วิ. อารญฺญกาทิ คุเณน ยุตฺโต = อารญฺญกาทิคุณยุตฺโต (เถโร) คำว่า อารญฺญก ในคำว่า อารญฺญกาทิคุณยุตฺโต มาจาก อรญฺญ ศัพท์ + ณ ปัจจัย ในราคาทิตัทธิต ใช้แทน วาโส วตฺตํ ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นศัพท์ เป็น อา ลบ ณ ทิ้ง ลง ก สกัตถ์ ได้รูปเป็น อารญฺญก วิ.ว่า อรญฺญ วาโส วตฺตํ = อารญฺญกํ การอยู่ ในป่า เป็นวัตร ชื่อว่า อารญฺญกํ ๆ การ อยู่ในป่าเป็นวัตร [เหมือน คพฺโภ = สัตว์ผู้เกิดแล้ว ในครรภ์ วิ.ว่า คพฺเภ ชาโต สตฺโต = คพฺโภ]",
  "อารทฺธวิริย ๑": "น., นปุ. ความเพียรอันบุคคลปรารภแล้ว แจกเหมือน กุล เช่น ป.เอก. อารทฺธ วิริยํ อ. ความเพียรอันบุคคลปรารภแล้ว เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อารทฺธํ วิริยํ = อารทฺธวิริยํ คำว่า อารทฺธ ในคำว่า อารทฺธวิริยํ มาจาก อา บทหน้า + รภ ธาตุ ในความเริ่ม, ความปรารภ + ต ปัจจัย แปลง ต เป็น ทฺธ ลบ ภ ที่สุดธาตุ ได้รูปเป็น อารทฺธ",
  "อารทฺธวิริย ๒": "ว., ปุ. (พระเถระ) ผู้มีความเพียรอันปรารภแล้ว แจกเหมือน ปุริส เช่น ป.เอก. อารทฺธวิริโย (เถโร) อ. พระเถระ ผู้มีความเพียร อันปรารภแล้ว เป็น ตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อารทฺธํ วิริยํ เยน โส อารทฺธวิริโย (เถโร) [วิริย, วีริย = ความเพียร นปุ.]",
  "อารพฺภ": "ก. ปรารภแล้ว, ปรารภ อา บทหน้า + รภ ธาตุ ในความเริ่ม, ความปรารภ + ตูนาทิปัจจัย แปลงตูนาทิปัจจัย เป็น ย แปลง ย กับ ภ ที่สุดธาตุ เป็น พฺภ สำเร็จรูปเป็น อารพฺภ",
  "อารภนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมปรารภ อา บทหน้า + รภ ธาตุ ในความเริ่ม, ความปรารภ + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อารภนฺติ",
  "อารภิ": "ก. (เช่น เถโร อ. พระเถระ) เริ่มแล้ว, ปรารภแล้ว อา บทหน้า + รภ ธาตุ ในความเริ่ม, ความปรารภ + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อารภิ",
  "อารมฺมณ": "น., นปุ. อารมณ์ แจกเหมือน กุล เช่น ป.เอก. อารมฺมณํ อ. อารมณ์ เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อารมฺมณโต บ้าง",
  "อารมฺมณกรณวเสน": "น., ปุ. ด้วยสามารถแห่ง การกระทำให้เป็นอารมณ์ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อารมฺมณสฺส กรณํ = อารมฺมณกรณํ การกระทำ (ซึ่ง...) ให้เป็นอารมณ์ฉ.ตัป.วิ. อารมฺมณกรณสฺส วโส = อารมฺมณกรณวโส แจกเหมือน ปุริส"
};
const vocabInsanPr9Part5to8_Page19 = {
  // หน้า 19
  "อารมฺมณูปนิชฺฌาน": "น., นปุ. อารัมมณูปนิชฌาน แจกเหมือน กุล เช่น ป.เอก. อารมฺมณูปนิชฺฌานํ อ. อารัมมณูปนิชฌาน",
  "อารา": "นิ. ไกล เป็นนิบาตมีเนื้อความต่าง ๆ เช่น โส (ปุคฺคโล) ... อารา ทูรโต ว โหติ = อ. บุคคลนั้น ย่อมมีไกล คือว่า แต่ที่ไกลเทียว [ธ. ๗: อุชฺฌานสญฺญตฺเถรวตฺถุ หน้า ๓๘]",
  "อาราธเย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงยินดียิ่ง [ธ. ๗: สูกรเปตวตฺถุ หน้า ๗๐] อา บทหน้า + ราธ ธาตุ ในความยินดี + ย ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ลบ ยฺย เหลือไว้แต่ เอ สำเร็จรูปเป็น อาราธเย",
  "อาราธิกา": "ว., อิต. (อิตฺถี) อ. หญิง ผู้โปรดปราน, ผู้ยัง...ให้ยินดี มาจาก อา บทหน้า + ราธ ธาตุ ในความยินดี + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก ลง อิ อาคม และ อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อาราธิกา แปลว่า ผู้ยัง...ให้ยินดี (ผู้โปรดปราน) เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อาราเธตีติ อาราธิกา (อิตฺถี) หญิงใด ยัง…ย่อมให้ยินดี เหตุนั้น หญิงนั้น ชื่อว่า อาราธิกา ๆ ผู้ยัง…ให้ยินดี (ผู้โปรดปราน)",
  "อาราเธตพฺบ": "ก. อัน…พึงให้ยินดียิ่ง อา บทหน้า + ราธ ธาตุ ในความยินดี + เณ ปัจจัย ในเหตุกัตตุวาจก + ตบฺพ ปัจจัย เป็นเหตุกัมมวาจก ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น อาราเธตพฺบ ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. อาราเธตพฺพา (พุทฺธา) อ. พระพุทธเจ้า ท. อัน…พึงให้ทรงยินดียิ่ง",
  "อาราเธตุํ": "น. อ. อันให้โปรดปราน, เพื่ออันให้ยินดียิ่ง อา บทหน้า + ราธ ธาตุ ในความยินดี + เณ ปัจจัย ในเหตุกัตตุวาจก + ตุํ ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาราเธตุํ ดู อกฺโกสิตุํ",
  "อาราเธตฺวา": "ก. ยัง...ให้ยินดียิ่งแล้ว อา บทหน้า + ราธ ธาตุ ในความยินดี + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาราเธตฺวา",
  "อาราเธยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงยินดียิ่ง อา บทหน้า + ราธ ธาตุ ในความยินดี + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ สำเร็จรูปเป็น อาราเธยฺย",
  "อาราเธสิ": "ก. (เช่น ปุริโส อ. บุรุษ) ยัง…ให้ยินดียิ่งแล้ว อา บทหน้า + ราธ ธาตุ ในความยินดี + เณ ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาราเธสิ",
  "อาราม ๑": "น., ปุ. อาราม, สวน แจกเหมือน ปุริส เช่น ป.เอก. อาราโม อ. อาราม เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อารามโต แต่อาราม บ้าง",
  "อาราม ๒": "ว. เป็นที่มายินดี ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อาราโม (สมถวิปสฺสนาธมฺโม) อ. ธรรมคือสมถะและวิปัสสนา เป็นที่มายินดี [ธ. ๘: ธมฺมารามตฺเถรวตฺถุ หน้า ๕๙] มาจาก อา บทหน้า + รม ธาตุ ในความยินดี + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น อาราม แปลว่า เป็นที่มายินดี เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อาคนฺตฺวา รมติ เอตฺถาติ อาราโม (สมถวิปสฺสนาธมฺโม) เขา ย่อมมายินดี ในธรรมคือ สมถะและวิปัสสนานั่น เหตุนั้น ธรรมคือสมถะและวิปัสสนานั่น ชื่อว่า อาราโม ๆ เป็นที่มายินดี [อา ในรูปวิเคราะห์ ใช้ อาคนฺตฺวา แทน]",
  "อารามรุกฺขเจติยานิ": "น., นปุ. ซึ่งอารามและรุกขเจดีย์ ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า อาราโม จ รุกฺขเจติยญฺจ = อารามรุกฺขเจติยานิ แจกเหมือน กุล เฉพาะฝ่ายพหุวจนะ",
  "อารุยฺห": "ก. ขึ้นแล้ว อา บทหน้า + รุห ธาตุ ในความขึ้น + ตูนาทิปัจจัย แปลงตูนาทิปัจจัย เป็น ย แปร ย ไว้หน้า ห หรือแปลง หย เป็น ยห (ปทรูป. น.๔๖๘ ข้อ ๖๔๕) สำเร็จรูปเป็น อารุยฺห",
  "อารญฺญก": "ว., ปุ. ผู้อยู่ในป่า แจกเหมือน ปุริส เช่น ป.เอก. อารญฺญโก (ภิกฺขุ) อ. ภิกษุผู้อยู่ในป่า ลง ณ ปัจจัย ในราคาทิตัทธิต วิ.ว่า อรญฺเญ วสตีติ อารญฺญโก (ภิกฺขุ) ภิกษุใด ย่อมอยู่ในป่า เหตุนั้น ภิกษุนั้น ชื่อว่า อารญฺญโก ๆ ผู้อยู่ในป่า คำว่า อารญฺญก มาจาก อรญฺญ ศัพท์ + ณ ปัจจัย ในราคาทิตัทธิต ใช้แทน วสติ ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นศัพท์ เป็น อา ลบ ณ ทิ้ง ลง ก สกัตถ์ ได้รูปเป็น อารญฺญก"
};
const vocabInsanPr9Part5to8_Page20 = {
  // หน้า 20
  "อาโรคภาวปรมา": "ว., ปุ. (ลาภา) อ. ลาภ ท. มีความเป็นแห่งบุคคลผู้ไม่มีโรคเป็นอย่างยิ่ง [ธ. ๖: ปเสนทิโกสลวตฺถุ หน้า ๑๓๒] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีนบุพพบทพหุพพิหิสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ นบุพ.พหุพ.วิ. นตฺถิ ตสฺส โรโคติ อาโรโค (ปุคฺคโล) [ทีฆะ อ เป็น อา] ฉ.ตัป.วิ. อาโรคสฺส ภาโว = อาโรคภาโว ฉ.ตุล.วิ. อาโรคภาโว ปรโม เยสํ เต อาโรคภาวปรมา (ลาภา)",
  "อาโรคฺยปรมา": "ว., ปุ. (ลาภา) อ. ลาภ ท. มีความเป็นแห่งบุคคลผู้ไม่มีโรคเป็นอย่างยิ่ง [ธ. ๖: ปเสนทิโกสลวตฺถุ หน้า ๑๓๑] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีนบุพพบทพหุพพิหิสมาส และ ณฺย ปัจจัย ในภาวตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ นบุพ.พหุพ.วิ. นตฺถิ ตสฺส โรโคติ อโรโค (ปุคฺคโล) ณฺย.ภาว.วิ. อโรคสฺส ภาโว = อาโรคฺยํ [อโรค + ณฺย ด้วยอำนาจ ณฺย ปัจจัย ทีฆะ อ ต้นศัพท์เป็น อา ลบ ณฺ เหลือไว้แต่ ย แปลง ย กับ ค เป็น คฺย ได้รูปเป็น อาโรคฺย] ฉ.ตุล.วิ. อาโรคฺยํ ปรมํ เยสํ เต อาโรคฺยปรมา (ลาภา)",
  "อาโรคฺยา": "น., ปุ. อ. ความเป็นแห่งบุคคลผู้ไม่มีโรค ท. [ธ. ๖: ปเสนทิโกสลวตฺถุ หน้า ๑๓๒] ลง ณฺย ปัจจัย ในภาวตัทธิต มีนบุพพบทพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ นบุพ.พหุพ.วิ. นตฺถิ ตสฺส โรโคติ อโรโค (ปุคฺคโล) ณฺย.ภาว.วิ. อโรคสฺส ภาโว = อาโรคฺโย แจกเหมือน ปุริส [อโรค + ณฺย ด้วยอำนาจ ณฺย ปัจจัย ทีฆะ อ ต้นศัพท์เป็น อา ลบ ณฺ เหลือไว้แต่ ย แปลง ย กับ ค เป็น คฺย ได้รูปเป็น อาโรคฺย: ศัพท์ที่ลง ณฺย ปัจจัย โดยมากเป็นนปุงสกลิงค์ แจกเหมือน กุล แต่บางครั้งเป็นปุงลิงค์ แจกเหมือน ปุริส ก็มี]",
  "อาโรจยึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) บอกแจ้งแล้ว อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + ณย ปัจจัย ในกัตตุวาจก + อุṃ อัชชัตตนีวิภัตติ ด้วยอำนาจ ณย ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ ย แปลง อุṃ เป็น อึสุ สำเร็จรูปเป็น อาโรจยึสุ",
  "อาโรจาเปสิ": "ก. (เช่น อุปาสโก อ. อุบาสก) ยัง...ให้บอกแจ้งแล้ว อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ด้วยอำนาจ ณาเป ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาโรจาเปสิ",
  "อาโรจิต": "ก. อัน…กราบทูลแจ้งแล้ว, บอกแจ้งแล้ว อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + ต ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลง อิ อาคม ได้รูปเป็น อาโรจิต ดู อกต",
  "อาโรเจตพฺบ": "ก. อัน…พึงบอกแจ้ง อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + เณ ปัจจัย ในกัมมวาจก + ตพฺบ ปัจจัย ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น อาโรเจตพฺบ ดู อกตฺตพฺบ",
  "อาโรเจตุํ": "น. อ. อัน…กราบทูลแจ้ง, เพื่ออันกราบทูลแจ้ง อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + ตุṃ ปัจจัย ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโรเจตุṃ ดู อกฺโกสิตุṃ",
  "อาโรเจตฺวา": "ก. บอกแจ้งแล้ว อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโรเจตฺวา",
  "อาโรเจถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงบอกแจ้ง อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโรเจถ"
};
const vocabInsanPr9Part5to8_Page21 = {
  // หน้า 21
  "อาโรเจนฺต": "ก. บอกแจ้งอยู่ อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น อาโรเจนฺต ดู อกฺกมนฺต",
  "อาโรเจนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมบอกแจ้ง อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจ อุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโรเจนฺติ",
  "อาโรเจยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงบอกแจ้ง อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ เป็น อาโรเจ + เอยฺย ลบ เอ ที่ เจ สำเร็จรูปเป็น อาโรเจยฺย",
  "อาโรเจยฺยาสิ": "ก. (ตฺวํ อ. ท่าน) พึงบอกแจ้ง อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจ อุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + เอยฺยาสิ สัตตมีวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ เป็น อาโรเจ + เอยฺยาสิ ลบ เอ ที่ เจ สำเร็จรูปเป็น อาโรเจยฺยาสิ",
  "อาโรเจสิ": "ก. (พฺราหฺมโณ อ. พราหมณ์) บอกแจ้งแล้ว อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาโรเจสิ ดู อกริ",
  "อาโรเจสุํ": "ก. (เช่น ชนา อ. ชน ท.) กราบทูลแจ้งแล้ว อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจอุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อาโรเจสุํ",
  "อาโรเจสฺสาม": "ก. (มยํ อ. เรา ท.) จักกราบทูลแจ้ง อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจ อุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโรเจสฺสาม",
  "อาโรเจสฺสามิ": "ก. (อหํ อ. เรา) จักกราบทูลแจ้ง อา บทหน้า + รุจ ธาตุ ในความชอบใจ ด้วยอำนาจ อุปสัค แปลว่า บอก + เณ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุจ ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโรเจสฺสามิ",
  "อาโรปยึสุ": "ก. (เช่น มนุสฺสา อ. มนุษย์ ท.) ยกขึ้นแล้ว [ธ. ๗: โลฬุทายิตฺเถรวตฺถุ หน้า ๑๒] อา + รุป ธาตุ ในความยกขึ้น + ณย ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ด้วยอำนาจ ณย ปัจจัย พฤทธิ อุ ที่ รุป ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ ย แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อาโรปยึสุ",
  "อาโรปิต": "ก. อัน…ยกขึ้นแล้ว อา บทหน้า + รุป ธาตุ ในความยกขึ้น + ต ปัจจัย พฤทธิ อุ ที่ รุป ธาตุ เป็น โอ ลง อิ อาคม ได้รูปเป็น อาโรปิต กัมมวาจก ดู อกต",
  "อาโรเปตุกาม": "ว. ผู้ใคร่เพื่ออันยกขึ้น ปุ. แจกเหมือน ปุริส เช่น ต.พหุ. อาโรเปตุกาเมหิ (ชเนหิ) อันชน ท. ผู้ใคร่เพื่ออันยกขึ้น ดู อาคนฺตุกาม",
  "อาโรเปตุํ": "น. อ. อันอัน…ยกขึ้น, เพื่ออันยกขึ้น อา บทหน้า + รุป ธาตุ ในความยกขึ้น + เณ ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย พฤทธิ อุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโรเปตุํ ดู อกฺโกสิตุํ",
  "อาโรเปตฺวา ๑": "ก. ยกขึ้นแล้ว อา บทหน้า + รุป ธาตุ ในความยกขึ้น + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย พฤทธิ อุ ที่ รุป ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโรเปตฺวา"
};

const vocabInsanPr9Part5to8_Page22 = {
  // หน้า 22
  "อาโรเปตฺวา ๒": "ก. ยัง...ให้ยกขึ้นแล้ว อา บทหน้า + รุป ธาตุ ในความยกขึ้น + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย พฤทธิ อุ ที่ รุป ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโรเปตฺวา",
  "อาโรเปยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงยกขึ้น อา บทหน้า + รุป ธาตุ ในความยกขึ้น + เณ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุป ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ เป็น อาโรเป + เอยฺย ลบ เอ ที่ เป สำเร็จรูปเป็น อาโรเปยฺย",
  "อาโรเปสิ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ยกขึ้นแล้ว [ธ. ๗: วินิจฺฉยมหามตฺตวตฺถุ หน้า ๔๒] อา บทหน้า + รุป ธาตุ ในความยกขึ้น + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ รุป ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาโรเปสิ",
  "อาโรเปสฺสามิ": "ก. (อหํ อ. เรา) จักยกขึ้น อา บทหน้า + รุป ธาตุ ในความยกขึ้น + เณ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุที่ รุป ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโรเปสฺสามิ",
  "อาโรหสมฺปทาทีนิ": "ว., นปุ. (การณานิ) ซึ่งเหตุ ท. มีความถึงพร้อมด้วยความระหงเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. อาโรเหน สมฺปทา = อาโรหสมฺปทา ฉ.ตุล.วิ. อาโรหสมฺปทา อาทิ เยสํ ตานิ อาโรหสมฺปทาทีนิ (การณานิ) [อาโรห = ความระหง, ความสูง, ความยาว ปุ.]",
  "อาลปติ": "ก. (เช่น สตฺถา อ. พระศาสดา) ย่อมตรัสเรียก อา บทหน้า + ลป ธาตุ ในความร้องเรียก + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อาลปติ",
  "อาลปน": "ว., นปุ. (คำ) ร้องเรียก, เป็นเครื่องร้องเรียก แจกเหมือน กุล เช่น ป.เอก. อาลปนํ (วจนํ) อ. คำ ร้องเรียก, เป็นเครื่องร้องเรียก มาจาก อา + ลป ธาตุ ในความร้องเรียก + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาลปน แปลว่า เป็นเครื่องร้องเรียก เป็นกัตตุรูป กรณสาธนะ วิ.ว่า อาลปติ เอเตนาติ อาลปนํ (วจนํ) เขา ย่อมร้องเรียก ด้วยคำนั่น เหตุนั้น คำนั่น ชื่อว่า อาลปนํ ๆ เป็นเครื่องร้องเรียก",
  "อาลปนฺต": "ก. เมื่อตรัสเรียก อา บทหน้า + ลป ธาตุ ในความร้องเรียก, ความทักทาย + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อาลปนฺต ดู อกฺกมนฺต",
  "อาลปิตุํ": "น. อ. อันอัน...ร้องเรียก, เพื่ออันร้อง เรียก อา บทหน้า + ลป ธาตุ ในความร้องเรียก + ตุํ ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อาลปิตุํ ดู อกฺโกสิตุํ",
  "อาลปิตฺวา": "ก. ตรัสทักแล้ว อา บทหน้า + ลป ธาตุ ในความร้องเรียก, ความ ทักทาย + อ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อาลปิตฺวา",
  "อาลปึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ทักทายแล้ว อา บทหน้า + ลป ธาตุ ในความร้องเรียก, ความทักทาย + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อาลปึสุ",
  "อาลย": "น., ปุ. ความอาลัย แจกเหมือน ปุริส เช่น ป.เอก. อาลโย อ. ความอาลัย มาจาก อา บทหน้า + ลิ ธาตุ ในความติดใจ + อ ปัจจัย วิการ อิ ที่ ลิ เป็น เอ แล้วแปลง เอ เป็น อย ได้รูปเป็น อาลย แปลว่า ความอาลัย เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาลยนํ = อาลโย ความอาลัย ชื่อว่า อาลโย ๆ ความอาลัย",
  "อาลยสงฺขาตํ": "ว., ปุ. (วนฏฺฐํ) ซึ่งหมู่ไม้อันตั้งอยู่ในป่า อันบัณฑิตนับพร้อมแล้วว่าความอาลัย เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า อาลโย อิติ สงฺขาโต = อาลยสงฺขาโต (วนฏฺโฐ)",
  "อาลยาทีนิ": "ว., นปุ. (กิเลสชาตานิ) ซึ่งกิเลสชาต ท. มีอาลัยเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อาลโย อาทิ เยสํ ตานิ อาลยาทีนิ (กิเลสชาตานิ)"
};

const vocabInsanPr9Part5to8_Page23 = {
  // หน้า 23
  "อาลสิย": "น., นปุ. ความเป็นแห่งบุคคลผู้เกียจคร้าน มาจาก อลส ศัพท์ + ณิย ปัจจัย ในภาวตัทธิต ด้วยอำนาจ ณิย ปัจจัย ทีฆะ อ ต้นศัพท์เป็น อา ลบ ณ เหลือไว้แต่ อิย ได้รูปเป็น อาลสิย วิ.ว่า อลสสฺส ภาโว = อาลสิยํ แจกเหมือน กุล เฉพาะ ฝ่ายเอกวจนะ เช่น ทุ.เอก. อาลสิยํ ซึ่งความเป็นแห่ง บุคคลผู้เกียจคร้าน",
  "อาลิงฺคิตฺวา": "ก. สวมกอดแล้ว อา บทหน้า + ลิคิ ธาตุ ในความสวมกอด + ตฺวา ปัจจัย ลงนิคคหิต อาคมประจำหมวดรุธธาตุที่พยัญชนะต้นธาตุ แล้วแปลงนิคคหิตเป็น งฺ เพราะ ค อยู่หลัง สำเร็จรูปเป็น อาลิงฺคิตฺวา",
  "อาลินฺท": "น., ปุ. ระเบียง, พะไล, หน้ามุข แจกเหมือน ปุริส เช่น ส.เอก. อาลินฺเท ที่ระเบียง คำว่า อาลินฺท มาจาก อาลิ = เพื่อน + อินฺท = พระอินทร์ ได้รูปเป็น อาลินฺท แปลว่า (ส่วนของ เรือน) อันมีพระอินทร์เป็นเพื่อน เป็นสัตตมี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อาลิ อินฺโท ยสฺมึ โส อาลินฺโท (เคหปฺปเทโส) พระอินทร์ เป็นเพื่อน ที่ส่วนของเรือนใด ส่วนของเรือนนั้น ชื่อว่า อาลินฺโท ๆ อันมีพระอินทร์เป็นเพื่อน [หมายถึงที่ที่สามารถมองเห็นท้องฟ้าซึ่งเป็นที่อยู่ ของพระอินทร์ได้]",
  "อาลุลมาน": "ก. สับสนอยู่ อา บทหน้า + ลุล ธาตุ ในความขุ่นมัว, ความกวน, ความระคน, ความคน ด้วยอำนาจ อา อุปสัคอยู่หน้า แปลว่า สับสน + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น อาลุลมาน ดู อนิจฺฉมาน",
  "อาโลก ๑": "น., ปุ. รัศมี เหมือน ปุริส เช่น ทุ.เอก. อาโลกํ ซึ่งพระรัศมี",
  "อาโลก ๒": "น., ปุ. แสงสว่าง, การดู, การเห็น แจกเหมือน ปุริส เช่น ป.เอก. อาโลโก อ. แสงสว่าง",
  "อาโลเฬตฺวา": "ก. เคล้าแล้ว, ละลายแล้ว อา บท หน้า + ลุฬ ธาตุ ในความกวน, ความระคน + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาโลเฬตฺวา",
  "อาวชฺชติ": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) ย่อมนึก อา บทหน้า + วชฺช ธาตุ ในความใคร่ครวญ, ความนึก, ความระลึก, ความรำพึง + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อาวชฺชติ",
  "อาวชฺชนสมาปชฺชนอธิฏฺฐานวุฏฺฐานปฺปจฺจเวกฺขเณหิ": "น., นปุ. ด้วยการนึกและการเข้า และการอธิษฐานและการออกและการพิจารณา ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า อาวชฺชนญฺจสมาปชฺชนญฺจ อธิฏฺฐานญฺจ ปจฺจเวกฺขณญฺจ = อาวชฺชนสมาปชฺชนอธิฏฺฐานวุฏฺฐานปฺปจฺจเวกฺขณานิ [ซ้อน ปฺ หน้า ปจฺจ] แจกเหมือน กุล เฉพาะฝ่ายพหุวจนะ",
  "อาวชฺชนฺต": "ก. นึกถึงอยู่, รำพึงอยู่ อา บทหน้า + วชฺช ธาตุ ในความใคร่ครวญ, ความนึก, ความ ระลึก, ความรำพึง + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อาวชฺชนฺต ดู อกฺกมนฺต",
  "อาวชฺชมาน": "ก. ใคร่ครวญอยู่ อา บทหน้า + วชฺช ธาตุ ในความใคร่ครวญ, ความนึก, ความระลึก, ความรำพึง + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น อาวชฺชมาน ดูอนิจฺฉมาน",
  "อาวชฺชามิ": "ก. (อหํ อ. เรา) ย่อมนึก อา บทหน้า + วชฺช ธาตุ ในความใคร่ครวญ, ความนึก, ความ ระลึก, ความรำพึง + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ, มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อาวชฺชามิ",
  "อาวชฺชิตฺวา": "ก. รำพึงแล้ว, นึกถึงแล้ว อา บทหน้า + วชฺช ธาตุ ในความใคร่ครวญ, ความนึก, ความ ระลึก, ความรำพึง + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อาวชฺชิตฺวา",
  "อาวชฺเชนฺต": "ก. รำพึงอยู่ อา บทหน้า + วชฺช ธาตุ ในความใคร่ครวญ, ความนึก, ความระลึก, ความ รำพึง + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อาวชฺเชนฺต ดู อกฺกมนฺต",
  "อาวชฺเชสิ": "ก. (เช่น สตฺถา อ. พระศาสดา) ทรงรำพึงแล้ว อา บทหน้า + วชฺช ธาตุ ในความใคร่ครวญ, ความนึก, ความระลึก, ความรำพึง + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาวชฺเชสิ"
};

const vocabInsanPr9Part5to8_Page24 = {
  // หน้า 24
  "อาวชฺเชหิ": "ก. (ตฺวํ อ. ท่าน) จงนึกถึง อา บทหน้า + วชฺช ธาตุ ในความใคร่ครวญ, ความนึก, ความ ระลึก, ความรำพึง + เณ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อาวชฺเชหิ",
  "อาวฏฺฏ": "น., นปุ. ส่วนกลม, นํ้าวน, นํ้าหมุน แจกเหมือน กุล เช่น ต.เอก. อาวฏฺเฏน โดยส่วน กลม เฉพาะตติยาวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อาวฏฺฏโต บ้าง",
  "อาวตฺตเต": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมเวียนมา อา บทหน้า + วตฺต ธาตุ ในความเป็นไป มี อา อยู่หน้า แปลว่า เวียนมา + อ ปัจจัย ในกัตตุวาจก + เต วัตตมานาวิภัตติ สำเร็จรูปเป็น อาวตฺตเต",
  "อาวรณ": "น., นปุ. ทำนบ แจกเหมือน กุล เช่น ต.เอก. อาวรเณน ด้วยทำนบ คำว่า อาวรณ มาจาก อา บทหน้า + วร ธาตุ ในความเปิด ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า ปิด, กั้น + ยุ ปัจจัย แปลง ยุ เป็น อน เพราะ ร อยู่หน้า แปลง อน เป็น อณ ได้รูปเป็น อาวรณ แปลว่า เป็นเครื่องกั้น เป็นกัตตุรูป กรณสาธนะ วิ.ว่า อาวรติ เอเตนาติ อาวรณํ (วตฺถุ) เขา ย่อมกั้น (ซึ่งนํ้า) ด้วยวัตถุ นั่น เหตุนั้น วัตถุนั่น ชื่อว่า อาวรณํ ๆ เป็นเครื่องกั้น (ซึ่งนํ้า) [แปลเอาความว่า ทำนบ, รวมถึง ฝาย, เขื่อน]",
  "อาวสนฺต": "ก. อยู่ครองอยู่ อา บทหน้า + วส ธาตุ ในความอยู่ + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อาวสนฺต ดู อกฺกมนฺต",
  "อาวสิตุํ": "น., นปุ. เพื่ออันอยู่ครอง อา บทหน้า + วส ธาตุ ในความอยู่ + ตุํ ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อาวสิตุํ ดู อกฺโกสิตุํ",
  "อาวหาติ": "ก. (เช่น ธมฺโม อ. ธรรม) ย่อมนำมา อา บทหน้า + วห ธาตุ ในความนำไป มี อา อยู่หน้า แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ทีฆะ อ ที่สุดธาตุ เป็น อา ด้วยอำนาจคณะฉันท์ สำเร็จรูปเป็น อาวหาติ",
  "อาวาฏ": "น., ปุ. หลุม แจกเหมือน ปุริส เช่น ป.เอก. อาวาโฏ อ. หลุม",
  "อาวาฏตีร": "น., นปุ. ฝั่งแห่งบ่อ แจกเหมือน กุล เช่น ส.เอก. อาวาฏตีเร ที่ฝั่งแห่งบ่อ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาวาฏสฺส ตีรํ = อาวาฏตีรํ",
  "อาวาส ๑": "น., ปุ. อาวาส แจกเหมือน ปุริส เช่น ทุ.เอก. อาวาสํ ซึ่งอาวาส",
  "อาวาส ๒": "น., ปุ. การอยู่ด้วยกัน แจกเหมือน ปุริส เช่น ปญฺ.พหุ. อาวาเสหิ กว่าการอยู่ด้วยกัน ท. มาจาก อา บทหน้า + วส ธาตุ ในความอยู่ + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ ได้รูปเป็น อาวาส แปลว่า การอยู่ เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาวสนํ = อาวาโส",
  "อาวาหมงฺคล": "น., นปุ. อาวาหมงคล แจกเหมือน กุล เช่น ทุ.เอก. อาวาหมงฺคลํ ซึ่งอาวาหมงคล",
  "อาวาหวิวาโห": "น., ปุ. อ. อาวาหะและวิวาหะ เป็นสมาหารทวันทวสมาส (โดยอนุโลม) วิ.ว่า อาวาโห จ วิวาโห จ = อาวาหวิวาโห แจกเหมือน ปุริส",
  "อาวิ": "นิ. แจ้ง, ในที่แจ้ง เป็นนิบาตมีเนื้อความต่าง ๆ เช่น มากาสิ ปาปกํ กมฺมํ อาวิ วา ยทิ วา รโห = อ. ท่าน อย่าได้กระทำแล้ว ซึ่งกรรม อันชั่ว ในที่แจ้ง หรือ หรือว่า ในที่ลับ [ธ. ๗: สานุสามเณร วตฺถุ หน้า ๑๕๑]",
  "อาวิกตฺวา": "ก. กระทำให้แจ้งแล้ว อาวิ = แจ้ง บทหน้า + กร ธาตุ ในความทำ + ตฺวา ปัจจัย ลบ ร ที่สุดธาตุ สำเร็จรูปเป็น อาวิกตฺวา",
  "อาวิกโรนฺต": "ก. เมื่อกระทำให้แจ้ง อาวิ บทหน้า + กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อาวิกโรนฺต ดู อกฺกมนฺต",
  "อาวิจฺจํ": "ว., นปุ. (วจนํ) ซึ่งคำ อันเปิดเผย (อันบุคคล พึงเปิดเผย) แจกเหมือน กุล คำว่า อาวิจฺจ มาจาก อา บทหน้า + วร ธาตุ ในความปิดบัง ด้วยอาจ อา อุปสัค แปลว่า เปิดเผย + ริจฺจ ปัจจัย ในนามกิตก์ (นอกแบบ) ลบ ร ที่สุดธาตุ และลบ ร ที่ ริจฺจ ได้รูปเป็น อาวิจฺจ แปลว่า อันบุคคล พึงเปิดเผย เป็นกัมมรูป กัมมสาธนะ วิ.ว่า อาวริตพฺพนฺติ อาวิจฺจํ (วจนํ) คำใด อันบุคคล พึงเปิดเผย เหตุนั้น คำนั้น ชื่อว่า อาวิจฺจํ ๆ อันบุคคลพึงเปิดเผย"
};

const vocabInsanPr9Part5to8_Page25 = {
  // หน้า 25
  "อาวิชฺชมาน": "ก. เวียนอยู่ อา บทหน้า + วิช ธาตุ ในความแกว่ง, ความเวียน + ย ปัจจัย ในกัตตุวาจก + มาน ปัจจัย แปลง ย กับ ช เป็น ชฺช ได้รูปเป็น อาวิชฺชมาน ดู อนิจฺฉมาน",
  "อาวิญฺชนก": "ว., นปุ. (ที่) อันเป็นที่ชัก แจกเหมือน กุล เช่น ส.เอก. อาวิญฺชนเก (ฐาเน) ในที่ อันเป็นที่ชัก มาจาก อา บทหน้า + วิช ธาตุ ในความแกว่ง, ความเวียน ด้วยอำนาจ อา อุปสัค แปลว่า ชัก + ยุ ปัจจัย แปลง ยุ เป็น อน ลง ก สกัตถ์ ลง นิคคหิตที่พยัญชนะต้นธาตุ แล้วแปลงนิคคหิต เป็น ญฺ เพราะ ช อยู่หลัง ได้รูปเป็น อาวิญฺชนก แปลว่า เป็นที่ชัก เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อาวิญฺชติ เอตฺถาติ อาวิญฺชนกํ (ฐานํ) เขา ย่อมชัก ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า อาวิญฺชนกํ ๆ เป็นที่ชัก",
  "อาวิญฺชนฏฺฐาเน": "น., นปุ. ในที่เป็นที่ชัก เป็น วิเสสนบุพพบท กัมมธารยสมาส มี ยุ ปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ยุ.กัต.อธิ.วิ. อาวิญฺชติ เอตฺถาติ อาวิญฺชนํ (ฐานํ) วิ.บุพ.กัม.วิ. อาวิญฺชนํ ฐานํ = อาวิญฺชนฏฺฐานํ [ซ้อน ฏฺ] คำว่า อาวิญฺชน ในคำว่า อาวิญฺชนฏฺฐาเน มาจาก อา + วิช ธาตุ ในความแกว่ง, ความเวียน ด้วยอำนาจ อา อุปสัค แปลว่า ชัก + ยุ ปัจจัย แปลง ยุ เป็น อน ลง นิคคหิตที่พยัญชนะต้นธาตุ แล้วแปลงนิคคหิต เป็น ญฺ เพราะ ช อยู่หลัง ได้รูปเป็น อาวิญฺชน แปลว่า เป็นที่ชัก เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อาวิญฺชติ เอตฺถาติ อาวิญฺชนํ (ฐานํ) เขา ย่อมชัก ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า อาวิญฺชนํ ๆ เป็นที่ชัก [ตามนัย ปาจิตฺยาทิโยชนา ว่า อาวิญฺฉนํ มาจาก [อว บทหน้า อฉิธาตุ ยุ ปัจจัย] ทีฆะ อ ที่ อว เป็น อา แปลง อ ต้นธาตุ เป็น อิ, ธาตุ ที่มี อิ ต่อท้าย ลงนิคคหิตอาคม เพราะ ฉ หลังแปลง นิคคหิตเป็น ญฺ เพราะ อิ หลัง ลบ อ ที่ ว แปลง ยุ เป็น อน]",
  "อาวิภวิสฺสติ": "ก. (เช่น อตฺโถ อ. เนื้อความ) จักมีแจ้ง อาวิ บทหน้า + ภู ธาตุ ในความมี, ความเป็น มี อาวิ อยู่หน้า แปลว่า มีแจ้ง + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ รัสสะ อู ที่ ภู ธาตุ เป็น อุ พฤทธิ อุ เป็น โอ แปลง โอ เป็น อว ลง อิ อาคม สำเร็จรูปเป็น อาวิภวิสฺสติ",
  "อาวิภาวน": "น., นปุ. อัน (การ) ให้แจ่มแจ้ง แจกเหมือน กุล เช่น จ.เอก. อาวิภาวนตฺถํ เพื่ออัน ให้แจ่มแจ้ง มาจาก อาวิ บทหน้า + ภู ธาตุ ในความมี, ความเป็น มี อาวิ อยู่หน้า แปลว่า แจ่มแจ้ง + เณ ปัจจัย ในเหตุกัตตุวาจก + ยุ ปัจจัย พฤทธิ อู ต้นธาตุเป็น โอ แล้วแปลง โอ เป็น อว เป็น อาวิภว + เณ + ยุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ แปลง ยุ เป็น อน เป็น อาวิภาเว + อน ลบสระ หน้า คือ เอ ที่ เว ได้รูปเป็น อาวิภาวน แปลว่า การให้แจ่มแจ้ง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาวิภาวนํ = อาวิภาวนํ การให้แจ่มแจ้ง ชื่อว่า อาวิภาวนํ ๆ การให้แจ่มแจ้ง",
  "อาวิล": "ว. ขุ่น, ขุ่นมัว นปุ. แจกเหมือน กุล เช่น ป.เอก. อาวิลํ (จิตฺตํ)อ. จิตอันขุ่นมัว พหุ. อาวิลานิ (อุทกานิ) อ. นํ้า ท. อันขุ่น",
  "อาวุต": "ก. อัน...ร้อยแล้ว อา บทหน้า + วุ ธาตุ ในความร้อย + ต ปัจจัย ได้รูปเป็น อาวุต ดู อกต",
  "อาวุธ": "น., นปุ. อาวุธ แจกเหมือน กุล เช่น ป.เอก. อาวุธํ อ. อาวุธ",
  "อาวุธหตฺถ": "ว. ผู้มีอาวุธในมือ ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. อาวุธหตฺถา (โยธา)อ. นักรบ ท. ผู้มีอาวุธในมือ เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า อาวุธานิ หตฺเถสุ เยสํ เต อาวุธ หตฺถา (โยธา) อาวุธ ท. (มี) ในมือ ท. ของนักรบ ท. เหล่าใด นักรบ ท. เหล่านั้น ชื่อว่า ผู้มีอาวุธในมือ",
  "อาวุโส": "นิ. ดูก่อนท่านผู้มีอายุ เป็นนิบาตบอก อาลปนะ เป็นคำสำหรับบรรพชิตที่มีพรรษา มากกว่าเรียกบรรพชิตที่มีพรรษาน้อยกว่าและ สำหรับบรรพชิตเรียกคฤหัสถ์ เช่น อาวุโส… วีตินาเมสฺสถ = ดูก่อนท่านผู้มีอายุ อ. ท่าน ท. …จักให้น้อมล่วงไปวิเศษ…"
};

const vocabInsanPr9Part5to8_Page26 = {
  // หน้า 26
  "อาสงฺกา": "น., อิต. ความรังเกียจ, ความสงสัย แจกเหมือน กญฺญา เช่น ต.พหุ. อาสงฺกาหิ ด้วยความสงสัย ท. อา บทหน้า + สงฺก ธาตุ ในความระแวง, ความสงสัย + อ ปัจจัย อิต. ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อาสงฺกา แปลว่า ความรังเกียจ, ความ สงสัย เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาสงฺกนํ = อาสงฺกา ความสังสัย ชื่อว่า อาสงฺกา ๆ ความสงสัย",
  "อาสตฺตตา": "น., อิต. ความที่แห่ง...เป็นธรรมชาติ ข้องอยู่แล้ว อาสตฺต ศัพท์ + ตา ปัจจัย ในภาวตัทธิต วิ.ว่า อาสตฺตสฺส ภาโว = อาสตฺตตา แจกเหมือน กญฺญา เช่น ต.เอก. อาสตฺตตาย เพราะความที่แห่ง...เป็นธรรมชาติข้องอยู่แล้ว คำว่า อาสตฺต มาจาก อา บทหน้า + สช ธาตุ ในความข้อง + ต ปัจจัย แปลง ช ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น อาสตฺต ดู อคต",
  "อาสตฺตมานส": "ว. ผู้มีใจข้องแล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อาสตฺตมานสํ (นรํ) ซึ่งนระ ผู้มีใจข้องแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อาสตฺตํ มานสํ (นปุ) ยสฺส โส อาสตฺตมานโส (นโร) ใจ ของนระใด ข้องแล้ว นระนั้น ชื่อว่าผู้มีใจข้องแล้ว",
  "อาสน ๑": "น., นปุ. อาสนะ แจกเหมือน กุล เช่น ป.เอก. อาสนํ อ. อาสนะ",
  "อาสน ๒": "ว., นปุ. (ที่) เป็นที่นั่ง แจกเหมือน กุล เช่น ส.เอก. อาสเน (ฐาเน) บนที่เป็นที่นั่ง คำว่า อาสน มาจาก อาส ธาตุ ในความนั่ง + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาสน แปลว่า เป็นที่นั่ง เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อาสติ เอตฺถาติ อาสนํ (ฐานํ) เขา ย่อมนั่ง ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า อาสนํ ๆ เป็นที่นั่ง",
  "อาสน ๓": "น., นปุ. การนั่ง แจกเหมือน กุล เช่น ป.เอก. อาสนํ อ. การนั่ง มาจาก อาส ธาตุ ในความนั่ง + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาสน แปลว่า การนั่ง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาสนํ = อาสนํ การนั่ง ชื่อว่า อาสนํ ๆ การนั่ง",
  "อาสนปริยนฺต": "น., ปุ. ที่สุดรอบแห่งอาสนะ แจกเหมือน ปุริส เช่น ส.เอก. อาสนปริยนฺเต ในที่สุดรอบแห่งอาสนะ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาสนสฺส ปริยนฺโต = อาสนปริยนฺโต",
  "อาสนสาลา": "น., อิต. ศาลาเป็นที่นั่ง แจกเหมือน กญฺญา เช่น ส.เอก. อาสนสาลายํ ในศาลา เป็นที่นั่ง เป็นวิเสสนบุพพบท กัมมธารยสมาส มี ยุ ปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ยุ.กัต.อธิ.วิ. อาสติ เอตฺถาติ อาสนา (สาลา) ดู อาสน ๒ วิ.บุพ.กัม. วิ. อาสนา สาลา = อาสนสาลา",
  "อาสนฺนมรณ": "ว. ผู้มีความตายอันใกล้แล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อาสนฺนมรโณ (เสฏฺฐี) อ. เศรษฐี ผู้มีความตายอันใกล้แล้ว เป็น จตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อาสนฺนํ มรณํ ยสฺส โส อาสนฺนมรโณ (เสฏฺฐี) ความตาย ใกล้แล้ว ต่อเศรษฐีใด เศรษฐีนั้น ชื่อว่าผู้มี ความตายอันใกล้แล้ว คำว่า อาสนฺน ในคำว่า อาสนฺนมรโณ มาจาก อา บทหน้า สท ธาตุ ในความแผ่ไป ด้วยอำนาจ อา อุปสัคอยู่หน้า แปลว่า ใกล้ + ต ปัจจัย แปลง ต เป็น นฺน ลบ ท ที่สุดธาตุ ได้รูปเป็น อาสนฺน ดู อคต",
  "อาสย": "ว. เป็นที่อาศัย ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อาสยํ (ธมฺมํ) ซึ่งธรรมเป็นที่อาศัย มาจาก อา บทหน้า สี ธาตุ ในความนอน มี อา อุปสัคอยู่หน้า แปลว่า อาศัย + อ ปัจจัย วิการ อี ที่ สี ธาตุเป็น เอ แล้วแปลง เอ เป็น อย ได้รูปเป็น อาสย แปลว่า เป็นที่อาศัย เป็นกัตตุรูป กัมม สาธนะ วิ.ว่า อาสยติ นนฺติ อาสโย (ธมฺโม) เขา ย่อมอาศัย ซึ่งธรรมนั้น เหตุนั้น ธรรมนั้น ชื่อว่า อาสโย ๆ เป็นที่อาศัย",
  "อาสยานุสยญาณ": "น., นปุ. อาสยานุสยญาณ แจกเหมือน กุล เช่น ป.เอก. อาสยานุสยญาณํ อ. อาสยานุสยญาณ",
  "อาสว": "น., ปุ. อาสวะ แจกเหมือน ปุริส เช่น ป.พหุ. อาสวา อ. อาสวะ ท.",
  "อาสวกฺขย": "น., ปุ. ความสิ้นไปแห่งอาสวะ แจกเหมือน ปุริส เช่น ทุ.เอก. อาสวกฺขยํ ซึ่งความสิ้นไปแห่งอาสวะ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาสวานํขโย = อาสวกฺขโย [ซ้อน กฺ] คำว่า ขย ในคำว่า อาสวกฺขยํ มาจาก ขี ธาตุ ในความสิ้นไป + ณ ปัจจัย รัสสะ อี ที่ ขี เป็น อิ วิการ อิ เป็น เอ แล้วแปลง เอ เป็น อย ลบ ณ ได้รูปเป็น ขย แปลว่า ความสิ้นไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า ขีณํ = ขโย ความสิ้นไป ชื่อว่า ขโย ๆ ความสิ้นไป"
};

const vocabInsanPr9Part5to8_Page27 = {
  // หน้า 27
  "อาสวกฺขยปฺปญฺญา": "น., อิต. ปัญญาเป็นเหตุสิ้น ไปแห่งอาสวะ แจกเหมือน กญฺญา เช่น ต.เอก. อาสวกฺขยปฺปญฺญาย ด้วยปัญญาเป็นเหตุสิ้นไป แห่งอาสวะ เป็นวิเสสนบุพพบท กัมมธารยสมาส มี ณ ปัจจัย กัตตุรูป กรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ณ.กัต.กรณ.วิ. อาสโว ขียติ เอตายาติ อาสวกฺขยา (ปญฺญา) [ซ้อน กฺ] อาสวะ ย่อมสิ้นไป ด้วยปัญญานั่น เหตุนั้น ปัญญานั่น ชื่อว่า อาสวกฺขยา ๆ เป็นเหตุสิ้นไป แห่งอาสวะ วิ.บุพ.กัม.วิ. อาสวกฺขยา ปญฺญา = อาสวกฺขยปญฺญา",
  "อาสวกฺขยสงฺขาตํ": "ว., นปุ. (อรหตฺตํ) ซึ่งพระอรหัต อันบัณฑิตนับพร้อมแล้วว่าความสิ้นไปแห่ง อาสวะ เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตาม ลำดับ ดังนี้ ฉ.ตัป.วิ. อาสวานํ ขโย = อาสวกฺขโย [ซ้อน กฺ] สัม.บุพ.กัม.วิ. อาสวกฺขโย อิติ สงฺขาตํ = อาสวกฺขยสงฺขาตํ (อรหตฺตํ)",
  "อาสวติ": "ก. (เช่น ตณฺหา อ. ตัณหา) ย่อมไหลไป อา บทหน้า + สว ธาตุ ในความไป, ความไหลไป + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อาสวติ",
  "อาสา": "น., อิต. ความหวัง แจกเหมือน กญฺญา เช่น ป.พหุ. อาสา อ. ความหวัง ท. มาจาก อิส ธาตุ ในความปรารถนา, ความหวัง + อ ปัจจัย แปลง อิ ที่ อิส ธาตุเป็น อา ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อาสา แปลว่า ความหวัง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อิจฺฉนํ = อาสา ความหวัง ชื่อว่า อาสา ๆ ความหวัง",
  "อาสาฬฺหปุณฺณมายํ": "ว., อิต. (ติถิยํ) ในดิถี อันมี พระจันทร์อันเต็มแล้วในเดือนอาสาฬหะ เป็น สัตตมีตัปปุริสสมาส วิ.ว่า อาสาฬฺเห ปุณฺณมา = อาสาฬฺหปุณฺณมา (ติถิ)",
  "อาสาฬฺหปุณฺณมีทิวส": "น., ปุ. วันแห่งอาสาฬห ปุณณมี แจกเหมือน ปุริส เช่น ส.เอก. อาสาฬฺห ปุณฺณมีทิวเส ในวันแห่งอาสาฬหปุณณมี เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า อาสาฬฺหปุณฺณมิยา ทิวโส = อาสาฬฺหปุณฺณมีทิวโส",
  "อาสิ": "ก. (เช่น ติณปริฆาสาจามกุณฺฑกํ อ. หญ้า อันเป็นเดนและข้าวตังและรำ) ได้มีแล้ว, ได้เป็น แล้ว [ธ. ๖: ปุณฺณทาสีวตฺถุ หน้า ๑๘๔] อ อาคม + อส ธาตุ ในความมี, ความเป็น + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลบ อ ต้นธาตุ ทีฆะ อ อาคมเป็น อา สำเร็จรูปเป็น อาสิ",
  "อาสิญฺจถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงรด อา บทหน้า + สิจ ธาตุ ในความหยอด + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ ลงนิคคหิตอาคมที่พยัญชนะ ต้นธาตุ [อา + สึจ + อ + ถ] แล้วแปลงนิคคหิต เป็น ญฺ เพราะ จ อยู่หลัง สำเร็จรูปเป็น อาสิญฺจถ",
  "อาสิญฺจนฺต": "ก. รดทั่วอยู่ อา บทหน้า + สิจ ธาตุ ในความหยอด + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ [อา + สึจ + อ + อนฺต] แล้วแปลงนิคคหิตเป็น ญฺ เพราะ จ อยู่หลัง ได้รูปเป็น อาสิญฺจนฺต ดู อกฺกมนฺต",
  "อาสิญฺจมาน": "ก. รดทั่วอยู่ อา บทหน้า + สิจ ธาตุ ในความหยอด + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ [อา + สึจ + อ + มาน] แล้วแปลงนิคคหิตเป็น ญฺ เพราะ จ อยู่หลัง ได้รูปเป็น อาสิญฺจมาน ดู อนิจฺฉมาน",
  "อาสิญฺจาม": "ก. (มยํ อ. เรา ท.) จะรด อา บทหน้า + สิจ ธาตุ ในความหยอด + อ ปัจจัย ในกัตตุวาจก + ม วัตตมานาภัตติ ลงนิคคหิตอาคมที่พยัญชนะ ต้นธาตุ [อา + สึจ + อ + ม] แล้วแปลงนิคคหิต เป็น ญฺ เพราะ จ อยู่หลัง, ม อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อาสิญฺจาม",
  "อาสิญฺจิตุํ": "น., อ. อันอัน...รด, เพื่ออันรดทั่ว อา บทหน้า + สิจ ธาตุ ในความหยอด, ความราด + ตุํ ปัจจัย ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ [อา + สึจ + ตุํ] แล้วแปลงนิคคหิตเป็น ญฺ เพราะ จ อยู่หลัง, ลง อิ อาคม สำเร็จรูปเป็น อาสิญฺจิตุํ"
};

const vocabInsanPr9Part5to8_Page28 = {
  // หน้า 28
  "อาสิตฺต": "ก. อัน…ราดแล้ว, อัน…หยอดแล้ว อา บทหน้า + สิจ ธาตุ ในความหยอด, ความราด + ต ปัจจัย แปลง จ ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น อาสิตฺต ดู อกต",
  "อาสิตฺตกุปธาน": "ว., นปุ. (ภาชนะ) เป็นเครื่องรองรับ ซึ่งวัตถุอันบุคคลรดทั่วแล้ว แจกเหมือน กุล เช่น ส.เอก. อาสิตฺตกุปธาเน (ภาชเน)บนภาชนะ เป็นเครื่องรองรับซึ่งวัตถุอันบุคคลรดทั่วแล้ว เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า อาสิตฺตกสฺส (วตฺถุสฺส) อุปธานํ = อาสิตฺตกุปธานํ (ภาชนํ) คำว่า อุปธาน มาจาก อุป บทหน้า + ธา ธาตุ ในความทรงไว้, ความรองรับ + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อุปธาน แปลว่า เป็นเครื่องรองรับ เป็นกัตตุรูป กรณสาธนะ วิ.ว่า อุปธาเรติ เอเตนาติ อุปธานํ (ภาชนํ) เขา ย่อมรองรับ ด้วยภาชนะนั่น เหตุนั้น ภาชนะนั่น ชื่อว่า อุปธานํ ๆ เป็นเครื่องรองรับ",
  "อาสีนํ": "ว., ปุ. (ปุคฺคลํ) ซึ่งบุคคล ผู้นั่ง (นิ่ง) โดยปกติ [ธ. ๖: อตุลอุปาสกวตฺถุ หน้า ๑๘๖] ศัพท์เดิมเป็น อาสี อี การันต์ ในปุงลิงค์ ลง อํ ทุติยาวิภัตติ ฝ่าย เอกวจนะ แปลง อํ เป็น นํ สำเร็จรูปเป็น อาสีนํ แจกเหมือน เสฏฺฐี คำว่า อาสี มาจาก อาส ธาตุ ในความนั่ง + ณี ปัจจัย ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น อาสี แปลว่า ผู้นั่ง (นิ่ง) โดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า (ตุณฺหี) อาสติ สีเลนาติ อาสี (ปุคฺคโล)",
  "อาสีวิส ๑": "น., ปุ. อสรพิษ เช่น ป.เอก. อาสีวิโส อ. อสรพิษ",
  "อาสีวิส ๒": "ว. มีพิษที่เขี้ยว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อาสีวิโส (สตฺโต) อ. สัตว์ ตัวมีพิษ ที่เขี้ยว เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า อาสิยํ วิสํ ยสฺส โส อาสีวิโส (สปฺโป) พิษ ที่เขี้ยว ของงูใด (มีอยู่) งูนั้น ชื่อว่ามีพิษที่เขี้ยว [อาสี = เขี้ยว อิต.]",
  "อาสีวิสาทีหิ": "ว., ปุ. (สตฺเตหิ) ด้วยสัตว์ ท. มีอสรพิษ เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อาสีวิโส อาทิ เยสํ เต อาสีวิสาทโย (สตฺตา) อสรพิษ เป็นต้น ของสัตว์ ท. เหล่าใด สัตว์ ท. เหล่านั้น ชื่อว่ามีอสรพิษเป็นต้น",
  "อาสีวิสูปมสุตฺต": "น., นุป. อาสีวิสูปมสูตร แจกเหมือน กุล เช่น ทุ.เอก. อาสีวิสูปมสุตฺตํ ซึ่ง อาสีวิสูปมสูตร",
  "อาสึ": "ก. (อหํ อ. เรา) ได้เป็นแล้ว อ อาคม + อส ธาตุ ในความมี, ความเป็น + อ ปัจจัย ในกัตตุวาจก + อึ อัชชัตตนีวิภัตติ ลบ อ ต้นธาตุ ทีฆะ อ อาคม เป็น อา สำเร็จรูปเป็น อาสึ",
  "อาห": "ก. (เช่น สตฺถา อ. พระศาสดา ตรัสแล้ว, เถโร อ. พระเถระ กล่าวแล้ว, กราบทูลแล้ว) พฺรู ธาตุ ในความกล่าว + อ ปัจจัย ในกัตตุวาจก + อ ปโรกขาวิภัตติ แปลง พฺรู ธาตุ เป็น อาห สำเร็จรูปเป็น อาห",
  "อาหจฺจ": "ก. จรดแล้ว อา บทหน้า + หน ธาตุ ในความจรด, ความฆ่า + ตูนาทิปัจจัย แปลง ตูนาทิปัจจัย เป็น ย แปลง ย กับ น ที่สุดธาตุ เป็น จฺจ สำเร็จรูปเป็น อาหจฺจ แปลง ตูนาทิปัจจัย กับ ธาตุ ที่มี จ และ น เป็นที่สุด เป็น รจฺจ แล้ว ลบ รฺ ทิ้ง (ปทรู. น.๔๖๗)",
  "อาหฏ": "ก. อัน…นำมาแล้ว อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ต ปัจจัย อาเทส ต เป็น ฏ ลบ ร ที่สุดธาตุ ได้รูปเป็น อาหฏ ดู อกต",
  "อาหร": "ก. (ตฺวํ อ. ท่าน) จงนำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหาร ธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ลบ หิ สำเร็จรูปเป็น อาหร",
  "อาหรณภตฺต": "น., นปุ. ภัตอัน…พึงนำมา แจกเหมือน กุล เช่น ป.เอก. อาหรณภตฺตํ อ. ภัตร อัน…พึงนำมา คำว่า อาหรณ มาจาก อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัค สังหารธาตุ แปลว่า นำมา + ยุ ปัจจัย แปลง ยุ เป็น อณ ได้รูปเป็น อาหรณ แปลว่า อัน…พึงมา เป็นกัมมรูป กัมมสาธนะ วิ.ว่า อาหริตพฺพนฺติ อาหรณํ (ภตฺตํ) ภัตใด อันเขา พึงนำมา เหตุนั้น ภัตนั่น ชื่อว่า อาหรณํ ๆ อันเขาพึงนำมา"
};

const vocabInsanPr9Part5to8_Page29 = {
  // หน้า 29
  "อาหรติ": "ก. (เช่น สามเณโร อ. สามเณร) ย่อมนำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อาหรติ",
  "อาหรถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงนำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติสำเร็จรูปเป็น อาหรถ",
  "อาหรนฺต": "ก. เมื่อนำมา, นำมาอยู่ อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัค สังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อาหรนฺต ดู อกฺกมนฺต",
  "อาหรมาน": "ก. เมื่อนำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น อาหรมาน ดู อนิจฺฉมาน",
  "อาหราเปติ": "ก. (เช่น เถโร อ. พระเถระ) ยัง... ย่อมให้นำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาหราเปติ",
  "อาหราเปตุํ": "น. อ. อันให้นำมา, เพื่ออันให้นำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตุํ ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาหราเปตุํ ดู อกฺโกสิตุํ",
  "อาหราเปตฺวา": "ก. ยัง...ให้นำมาแล้ว อา บท หน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาหราเปตฺวา",
  "อาหราเปถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) ยัง...ย่อม ให้นำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ถ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาหราเปถ",
  "อาหราเปถ ๒": "ก. (ตุมฺเห อ. ท่าน ท.) ยัง...จงให้ นำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ถ ปัญจมีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาหราเปถ",
  "อาหราเปนฺต": "ก. ยัง...ให้นำมาอยู่ อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาหราเปนฺต ดู อกฺกมนฺต",
  "อาหราเปมิ": "ก. (อหํ อ. เรา) ยัง...ย่อมให้นำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + มิ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาหราเปมิ",
  "อาหราเปยฺยาถ": "ก. (ตุมฺเห อ. ท่าน ท.) ยัง...พึง ให้นำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + เอยฺยาถ สัตตมีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป เป็น อาหราเป + เอยฺยาถ ลบสระหน้า คือ เอ ที่ เป สำเร็จรูปเป็น อาหราเปยฺยาถ",
  "อาหราเปสิ": "ก. (เช่น เถโร อ. พระเถระ) ยัง… ให้นำมาแล้ว อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาหราเปสิ",
  "อาหราเปสฺสติ": "ก. (เช่น อุปชฺฌาโย อ. พระอุปัชฌาย์) ยัง...จักให้นำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาหราเปสฺสติ"
};

const vocabInsanPr9Part5to8_Page30 = {
  // หน้า 30
  "อาหราเปหิ": "ก. (ตฺวํ อ. ท่าน) ยัง...จงให้นำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + หิ ปัญจมีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อาหราเปหิ",
  "อาหรามิ": "ก. (อหํ อ. เรา) ย่อมนำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อาหรามิ",
  "อาหราหิ": "ก. (ตฺวํ อ. ท่าน) จงนำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ หิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อาหราหิ",
  "อาหริ": "ก. (เช่น สตฺถา อ. พระศาสดา) ทรงนำมาแล้ว อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อาหริ",
  "อาหริตฺวา": "ก. นำมาแล้ว, ครั้นทรงนำมาแล้ว อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อาหริตฺวา",
  "อาหริยมาน": "ก. อัน…นำมาอยู่ อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหาร ธาตุ แปลว่า นำมา + อิ อาคม หน้า ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย ได้รูปเป็น อาหริยมาน ดู อนาหริยมาน",
  "อาหริสฺสติ": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) จักนำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติลง อิ อาคม สำเร็จรูปเป็น อาหริสฺสติ",
  "อาหริสฺสามิ": "ก. (อหํ อ. เรา) จักนำมา อา บท หน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหาร ธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อาหริสฺสามิ",
  "อาหรึสุ": "ก. (เช่น ชนา อ. ชน ท.) นำมาแล้ว อา บทหน้า + หรธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุสำเร็จรูปเป็น อาหรึสุ",
  "อาหเรยฺยาถ": "ก. (ตุมฺเห อ. ท่าน ท.) พึงนำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + เอยฺยาถ สัตตมีวิภัตติ สำเร็จรูปเป็น อาหเรยฺยาถ",
  "อาหเรยฺยาสิ": "ก. (ตฺวํ อ. ท่าน) พึงนำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + เอยฺยาสิ สัตตมีวิภัตติ สำเร็จรูปเป็น อาหเรยฺยาสิ",
  "อาหเรยฺยุํ": "ก. (เช่น มนุสฺสา อ. มนุษย์ ท.) พึงนำมา อา บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัคสังหารธาตุ แปลว่า นำมา + อ ปัจจัย ในกัตตุวาจก + เอยฺยุํ สัตตมีวิภัตติ สำเร็จรูปเป็น อาหเรยฺยุํ",
  "อาหํสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) กราบทูลแล้ว พฺรู ธาตุ ในความกล่าว + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง พฺรู ธาตุ เป็น อาห แปลง อุํ เป็น อํสุ สำเร็จรูปเป็น อาหํสุ",
  "อาหาร": "น., ปุ. อาหาร แจกเหมือน ปุริส เช่น ป.เอก. อาหาโร อ. อาหาร",
  "อาหารเวลา": "น., อิต. เวลาแห่งอาหาร แจกเหมือน กญฺญา เช่น ส.เอก. อาหารเวลาย ในเวลาแห่ง อาหาร เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อาหารสฺส เวลา = อาหารเวลา",
  "อาหารหตฺถกอลํสาฏกตตฺถวฏฺฏกกากมาสกภุตฺตวมฺมิกานํ": "น., ปุ. แห่งพราหมณ์ชื่อว่าอาหารหัตถกะและพราหมณ์ชื่อว่าอลังสาฏกะและพราหมณ์ชื่อว่าตัตถวัฏฏกะและพราหมณ์ชื่อว่ากากมาสกะและพราหมณ์ชื่อว่าภุตตวัมมิกะ ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า อาหาร หตฺถโก จ อลํสาฏโก จ ตตฺถวฏฺฏโก จ กากมาสโก จ ภุตฺตวมฺมิโก จ = อาหารหตฺถกอลํ สาฏกตตฺถวฏฺฏกกากมาสกภุตฺตวมฺมิกา แจกเหมือน ปุริส เฉพาะฝ่ายพหุวจนะ"
};

const vocabInsanPr9Part5to8_Page31 = {
  // หน้า 31
  "อาหารุปจฺเฉท": "น., ปุ. การเข้าไปตัดซึ่งอาหาร แจกเหมือน ปุริส เช่น ทุ.เอก. อาหารุปจฺเฉทํ ซึ่งการเข้าไปตัดซึ่งอาหาร เป็นทุติยาตัปปุริสสมาส วิ.ว่า อาหารํ อุปจฺเฉโท = อาหารุปจฺเฉโท คำว่า อุปจฺเฉท มาจาก อุป บทหน้า + ฉิท ธาตุ ในความตัด + ณ ปัจจัย ซ้อน จฺ หน้า ฉิท ธาตุ ด้วยอำนาจ ณ ปัจจัย วิการ อิ ที่ ฉิท ธาตุ เป็น เอ ลบ ณ ได้รูปเป็น อุปจฺเฉท แปลว่า การเข้าไปตัด เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปจฺเฉทนํ = อุปจฺเฉโท การเข้าไปตัด ชื่อว่า อุปจฺเฉโท ๆ การเข้าไปตัด",
  "อาหิณฺฑถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงเที่ยวไป อา บทหน้า + หิฑิ ธาตุ ในความเที่ยวไป + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ ลงนิคคหิตอาคม ที่พยัญชนะต้นธาตุ [อาหึฑิ + อ + ถ] แล้วแปลง นิคคหิตเป็น ณฺ เพราะ ฑ อยู่หลัง แปลง อิ ที่ ฑิ เป็น อ สำเร็จรูปเป็น อาหิณฺฑถ",
  "อาหิณฺฑนฺต": "ก. เที่ยวไปอยู่ อา บทหน้า + หิฑิ ธาตุ ในความเที่ยวไป + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ [อาหึฑิ + อ + อนฺต] แล้วแปลง นิคคหิตเป็น ณฺ เพราะ ฑ อยู่หลัง แปลง อิ ที่ ฑิ เป็น อ ได้รูปเป็น อาหิณฺฑนฺต ดู อกฺกมนฺต",
  "อาหิณฺฑิตฺวา": "ก. เที่ยวไปแล้ว อา บทหน้า + หิฑิ ธาตุ ในความเที่ยวไป + ตฺวา ปัจจัย ลงนิคคหิต อาคมที่พยัญชนะต้นธาตุ [อาหึฑิ + ตฺวา] แล้ว แปลงนิคคหิตเป็น ณฺ เพราะ ฑ อยู่หลัง สำเร็จรูปเป็น อาหิณฺฑิตฺวา",
  "อาหุ": "ก. (เช่น โปราณา อ. อาจารย์ผู้มีในกาลก่อน ท.) กล่าวแล้ว พฺรู ธาตุ ในความกล่าว + อ ปัจจัย ในกัตตุวาจก + อุ ปโรกขาวิภัตติ แปลง พฺรู ธาตุ เป็น อาห สำเร็จรูปเป็น อาหุ",
  "อาฬวิก": "ว. ผู้อยู่ในเมืองอาฬวี อาฬวี ศัพท์ + ณิก ปัจจัย ในตรัตยาทิตัทธิต ลบสระหน้า ลบ ณ เหลือไว้แต่ อิก ได้รูปเป็น อาฬวิก ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อาฬวิโก (ภิกฺขุ) วิ.ว่า อาฬวิยํ วสตีติ อาฬวิโก ภิกษุใด ย่อมอยู่ ในเมืองอาฬวี เหตุนั้น ภิกษุนั้น ชื่อว่า อาฬวิโก ๆ ผู้อยู่ในเมือง อาฬวี",
  "อาฬวี": "ว., อิต. เมืองอาฬวี แจกเหมือน นารี ส.เอก. อาฬวิยํ ในเมืองอาฬวี",
  "อาฬวีวาสี": "ว., ปุ. ผู้อยู่ในเมืองอาฬวีโดยปกติ อาฬวี บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น อาฬวีวาสี แปลว่า ผู้อยู่ในเมืองอาฬวีโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ แจกเหมือน เสฏฺฐี เช่น ป.พหุ. อาฬวีวาสิโน (ภิกฺขู) วิ.ว่า อาฬวิยํ วสนฺติ สีเลนาติ อาฬวีวาสิโน (ภิกฺขู) ภิกษุ ท. เหล่าใด ย่อมอยู่ ในเมืองอาฬวี โดยปกติ เหตุนั้น ภิกษุ ท. เหล่านั้น ชื่อว่า อาฬวีวาสิโน ๆ ผู้อยู่ในเมืองอาฬวีโดยปกติ",
  "อาฬาหน ๑": "น., นปุ. ป่าช้า แจกเหมือน กุล เช่น ฉ.เอก. อาฬาหนสฺส แห่งป่าช้า",
  "อาฬาหน ๒": "ว. เป็นที่นำมาฆ่า, เป็นที่นำมาเผา นปุ. แจกเหมือน กุล เช่น ทุ.เอก. อาฬาหนํ (สุสานํ) สู่ป่าช้า ที่เป็นที่นำมาเผา อา บทหน้า + ฬาห ธาตุ ในความเผา, ความฆ่า + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาฬาหน แปลว่า เป็นที่ นำมาเผา เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อาเนตฺวา ฬาหติ เอตฺถาติ อาฬาหนํ (สุสานํ) เขาย่อมนำมาเผา ในป่าช้านั่น เหตุนั้น ป่าช้านั่น ชื่อว่า อาฬาหนํ ๆ เป็นที่นำมาเผา [อา อุปสัค ในรูปวิเคราะห์ ใช้ อาเนตฺวา แทน]",
  "อาฬาหนสมีป": "น., นปุ. ที่ใกล้แห่งป่าช้าเป็นที่นำ มาเผา แจกเหมือน กุล เช่น ส.เอก. อาฬาหน สมีเป ในที่ใกล้แห่งป่าช้าเป็นที่นำมาเผา เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า อาฬาหนสฺส สมีปํ = อาฬาหนสมีปํ",
  "อิงฺฆ": "นิ. เชิญเถิด เป็นนิบาตบอกความเตือน เช่น อิงฺฆ ภตฺตํ คเหตฺวา ภุญฺช = เชิญเถิด อ. ท่าน ถือเอาแล้ว ซึ่งภัต จงบริโภค",
  "อิจฺฉํ": "ก. ปรารถนาอยู่ ศัพท์เดิมเป็น อิจฺฉนฺต อ การันต์ ในปุงลิงค์ ลง สิ ปฐมาวิภัตติ ฝ่ายเอกวจนะ แปลง นฺต กับ สิ เป็น อํ สำเร็จรูปเป็น อิจฺฉํ แจกเหมือน ภวนฺต"
};

const vocabInsanPr9Part5to8_Page32 = {
  // หน้า 32
  "อิจฺฉติ": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) ย่อมปรารถนา อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ สำเร็จรูปเป็น อิจฺฉติ",
  "อิจฺฉนฺต": "ก. ปรารถนาอยู่ อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง ส ที่สุดธาตุ เป็น จฺฉ ได้รูปเป็น อิจฺฉนฺต ดู อกฺกมนฺต",
  "อิจฺฉมาน": "ก. ปรารถนาอยู่ อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย แปลง ส ที่สุดธาตุ เป็น จฺฉ ได้รูปเป็น อิจฺฉมาน ดู อนิจฺฉมาน",
  "อิจฺฉสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมปรารถนา อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ สำเร็จรูปเป็น อิจฺฉสิ",
  "อิจฺฉา": "น., อิต. ความปรารถนา, ความอยาก แจกเหมือน กญฺญา เช่น ทุ.เอก. อิจฺฉํ ซึ่งความ ปรารถนา ต.เอก. อิจฺฉาย ด้วยความอยาก มาจาก อิส ธาตุ ในความปรารถนา + อ ปัจจัย แปลง ส ที่สุดธาตุ เป็น จฺฉ ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อิจฺฉา แปลว่า ความปรารถนา, ความอยาก เป็นภาวรูป ภาวสาธนะ วิ.ว่า อิจฺฉนํ = อิจฺฉา ความปรารถนา ชื่อว่า อิจฺฉา ๆ ความปรารถนา",
  "อิจฺฉาโทสา": "ว., อิต. (ปชา) อ. หมู่สัตว์ ผู้มีความ อยากเป็นเครื่องประทุษร้าย เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อิจฺฉา โทสา ยสฺสา สา อิจฺฉาโทสา (ปชา) ความอยาก เป็นเครื่อง ประทุษร้าย ของหมู่สัตว์ใด หมู่สัตว์นั้น ชื่อว่า ผู้มีความอยากเป็นเครื่องประทุษร้าย แจกเหมือน กญฺญา คำว่า โทสา ในคำว่า อิจฺฉาโทสา มาจาก ทุส ธาตุ ในความประทุษร้าย + ณ ปัจจัย ด้วย อำนาจ ณ ปัจจัย พฤทธิ อุ ต้นธาตุเป็น โอ ลบ ณ ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น โทสา แปลว่า เป็นเครื่องประทุษร้าย เป็นกัตตุรูป กรณสาธนะ วิ.ว่า ทุสฺสติ เอตายาติ โทสา (อิจฺฉา) หมู่สัตว์ ย่อมประทุษร้าย ด้วยความ อยากนั่น เหตุนั้น ความอยากนั่น ชื่อว่า โทสา ๆ เป็นเครื่องประทุษร้าย",
  "อิจฺฉาม": "ก. (มยํ อ. เรา ท.) ย่อมปรารถนา อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + ม วัตตมานาวิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ ม อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อิจฺฉาม",
  "อิจฺฉามิ": "ก. (อหํ อ. เรา) ย่อมปรารถนา อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อิจฺฉามิ",
  "อิจฺฉาโลภสมาปนฺโน": "ว., ปุ. (ปุคฺคโล) อ. บุคคล ผู้ถึงพร้อมแล้วด้วยความอยากและความโลภ เป็นตติยาตัปปุริสสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ. ทวัน.วิ. อิจฺฉา จ โลโภ จ = อิจฺฉาโลภา ต.ตัป.วิ. อิจฺฉาโลเภหิ สมาปนฺโน = อิจฺฉาโลภสมาปนฺโน (ปุคฺคโล) คำว่า สมาปนฺน มาจาก สํ บทหน้า + อา บทหน้า + ปท ธาตุ ในความถึง + ต ปัจจัย แปลงนิคคหิตที่ สํ เป็น ม เพราะสระอยู่หลัง แปลง ต เป็น นฺน ลบ ท ที่สุดธาตุ ได้รูปเป็น สมาปนฺน",
  "อิจฺฉิ": "ก. (เช่น กุลปุตฺโต อ. กุลบุตร) ปรารถนา แล้ว อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อิจฺฉิ",
  "อิจฺฉิต": "ก. อัน…ต้องการแล้ว, ...ปรารถนาแล้ว, ... อยากได้แล้ว อิส ธาตุ ในความปรารถนา + ต ปัจจัย ลง อิ อาคม แปลง ส ที่สุดธาตุ เป็น จฺฉ ได้รูปเป็น อิจฺฉิต ดู อกต",
  "อิจฺฉิตการณ": "น., นปุ. เหตุอัน...ปรารถนาแล้ว แจกเหมือน กุล เช่น ทุ.เอก. อิจฺฉิตการณํ ซึ่งเหตุ อันตนปรารถนาแล้ว เป็นวิเสสนบุพพบท กัมม ธารยสมาส วิ.ว่า อิจฺฉิตํ การณํ = อิจฺฉิตการณํ",
  "อิจฺฉิตกาเล": "น., ปุ. ในกาลแห่ง...อัน...ปรารถนาแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อิจฺฉิตสฺส กาโล = อิจฺฉิตกาโล แจกเหมือน ปุริส"
};

const vocabInsanPr9Part5to8_Page33 = {
  // หน้า 33
  "อิจฺฉิตฏฺฐาน": "น., นปุ. ที่อัน...ปรารถนาแล้ว ดู อิจฺฉิตการณ",
  "อิจฺฉิติจฺฉิต": "ว. อัน…ทั้งปรารถนาแล้ว ทั้งปรารถนาแล้ว นปุ. แจกเหมือน กุล เช่น ป.เอก. อิจฺฉิติจฺฉิตํ (ผลํ) อ. ผล อัน… ทั้งปรารถนาแล้วทั้งปรารถนาแล้ว เป็น วิเสสโนภยบท กัมมธารยสมาส วิ.ว่า อิจฺฉิตญฺจ อิจฺฉิตญฺจ = อิจฺฉิติจฺฉิตํ(ผลํ)",
  "อิจฺฉิติจฺฉิตกฺขเณ": "น., ปุ. ในขณะแห่ง...อัน… ทั้งปรารถนาแล้วทั้งปรารถนาแล้ว เป็นฉัฏฐี ตัปปุริสสมาส มีวิเสสโนภยบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.โนภย.กัม. วิ. อิจฺฉิตญฺจ อิจฺฉิตญฺจ = อิจฺฉิติจฺฉิตํ ฉ.ตัป.วิ. อิจฺฉิติจฺฉิตสฺส ขโณ = อิจฺฉิติจฺฉิตกฺขโณ [ซ้อน กฺ] แจกเหมือน ปุริส",
  "อิจฺฉิติจฺฉิตฏฺฐาน": "น., นปุ. ที่อันตนทั้งปรารถนา แล้วทั้งปรารถนาแล้ว แจกเหมือน กุล เช่น ทุ.เอก. อิจฺฉิติจฺฉิตฏฺฐานํ สู่ที่อันตนทั้งปรารถนา แล้วทั้งปรารถนาแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส มีวิเสสโนภยบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.โนภย.กัม.วิ. อิจฺฉิตญฺจ อิจฺฉิตญฺจ = อิจฺฉิติจฺฉิตํ (ฐานํ) วิ.บุพ. กัม.วิ. อิจฺฉิติจฺฉิตํ ฐานํ = อิจฺฉิติจฺฉิตฏฺฐานํ",
  "อิจฺฉิสํ": "ก. (อหํ อ. เรา) จักปรารถนา อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + สฺสํ ภวิสสันติวิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ ลง อิ อาคม ลบ สฺ เหลือไว้แต่ สํ สำเร็จรูปเป็น อิจฺฉิสํ",
  "อิจฺฉิสฺสามิ": "ก. (อหํ อ. เรา) จักปรารถนา อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + สฺสามิภวิสสันติวิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ ลง อิ อาคม สำเร็จรูปเป็น อิจฺฉิสฺสามิ",
  "อิจฺฉึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ปรารถนาแล้ว อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุ วาจก + อุํ อัชชัตตนีวิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อิจฺฉึสุ",
  "อิจฺเฉ": "ก. (อหํ อ. เรา) ย่อมปรารถนา (อหํ อ. เรา) น อิจฺเฉ ย่อมไม่ปรารถนา [ธ.๖: มารธีตาวตฺถุ หน้า ๖๖]อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + เอ วัตตมานาวิภัตติ อุตตมบุรุษ เอกวจนะ ฝ่ายอัตตโนบท ใช้แทน มิ วิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ สำเร็จรูปเป็น อิจฺเฉ",
  "อิจฺเฉยฺย": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) พึงปรารถนา อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ สำเร็จรูปเป็น อิจฺเฉยฺย อิจฺเฉยฺยาสิ ก. (ตฺวํ อ. ท่าน) พึงปรารถนา อิส ธาตุ ในความปรารถนา + อ ปัจจัย ในกัตตุวาจก + เอยฺยาสิ สัตตมีวิภัตติ แปลง ส ที่สุดธาตุ เป็น จฺฉ สำเร็จรูปเป็น อิจฺเฉยฺยาสิ",
  "อิชฺฌนฺติ": "ก. (เช่น ทกฺขิณา อ. ทักษิณา ท.) จะสำเร็จ อิธ ธาตุ ในความสำเร็จ, ความเจริญ, ความรุ่งเรือง + ย ปัจจัย ในกัตตุวาจก + อนฺต วัตตมานาวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ สำเร็จรูปเป็น อิชฺฌนฺติ",
  "อิชฺฌนฺตุ": "ก. (เช่น สงฺกปฺปา อ. ความดำริ ท.) ขอจงสำเร็จ อิธ ธาตุ ในความสำเร็จ, ความเจริญ, ความรุ่งเรือง + ย ปัจจัย ในกัตตุวาจก + อนฺตุ ปัญจมีวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ สำเร็จรูปเป็น อิชฺฌนฺตุ",
  "อิญฺชิต": "ว., นปุ. (กิเลสชาต) อันยังสัตว์ให้หวั่นไหว แจกเหมือน กุล เช่น ป.เอก. อิญฺชิตํ (กิเลสชาตํ) อ. กิเลสชาต อันยังสัตว์ให้หวั่นไหว มาจาก อิช ธาตุ ในความหวั่นไหว + ต ปัจจัย ในนามกิตก์ (นอกแบบ) ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ แล้วแปลงนิคคหิตเป็น ญฺ เพราะ ช อยู่หลัง ได้รูปเป็น อิญฺชิต แปลว่า อันยังสัตว์ให้หวั่นไหว เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อิญฺชาเปตีติ อิญฺชิตํ (กิเลสชาตํ) กิเลสชาตใด ยังสัตว์ ย่อมให้ หวั่นไหว เหตุนั้น กิเลสชาตนั้น ชื่อว่า อิญฺชิตํ ๆ อันยังสัตว์ให้หวั่นไหว หรือแปลว่า เป็นเครื่อง หวั่นไหว เป็นกัตตุรูป กรณสาธนะ วิ.ว่า อิญฺชติ เอเตนาติ อิญฺชิตํ สัตว์ ย่อมหวั่นไหว ด้วย กิเลสชาตนั่น เหตุนั้น กิเลสชาตนั่น ชื่อว่า อิญฺชิตํ ๆ เป็นเครื่องหวั่นไหว",
  "อิฏฺฐกา": "น., อิต. อิฐ แจกเหมือน กญฺญา เช่น ต.เอก. อิฏฺฐกาย ด้วยอิฐ"
};

const vocabInsanPr9Part5to8_Page34 = {
  // หน้า 34
  "อิฏฺฐารมฺมณ ๑": "น., นปุ. อิฏฐารมณ์ แจกเหมือน กุล เช่น ส.เอก. อิฏฺฐารมฺมเณ ในเพราะอิฏฐารมณ์",
  "อิฏฺฐารมฺมณ ๒": "น., นปุ. อารมณ์อันบุคคล ปรารถนาแล้ว แจกเหมือน กุล เช่น ส.พหุ. อิฏฺฐารมฺมเณสุ ในอารมณ์อันบุคคลปรารถนา แล้ว ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อิฏฺฐานิ อารมฺมณานิ = อิฏฺฐารมฺมณานิ คำว่า อิฏฺฐ มาจาก อิส ธาตุ ในความปรารถนา + ต ปัจจัย แปลง ต เป็น ฏฺฐ ลบ ส ที่สุดธาตุ ได้รูปเป็น อิฏฺฐ",
  "อิณ": "น., นปุ. หนี้ แจกเหมือน กุล เช่น ทุ.เอก. อิณํ ซึ่งหนี้ เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อิณโต จากหนี้ บ้าง",
  "อิตร": "ว. นอกนี้ ฝ่ายเอกวจนะ แปลว่า นอกนี้ ฝ่ายพหุวจนะ แปลว่า เหล่านอกนี้ แจกเหมือน ย ศัพท์ ใน ๓ ลิงค์ ปุ. เช่น ป.เอก. อิตโร (ปุริโส) อ. บุรุษ นอกนี้ พหุ. อิตเร (ปุริสา) อ. บุรุษ ท. เหล่านอกนี้ อิต. เช่น ป.เอก. อิตรา (อิตฺถี) อ. หญิง นอกนี้ พหุ. อิตรา (อิตฺถิโย) อ. หญิง ท. เหล่านอกนี้ นปุ. เช่น ป.เอก. อิตรํ (ปุปฺผํ) อ. ดอกไม้ นอกนี้ พหุ. อิตรานิ(ปุปฺผานิ) อ. ดอกไม้ ท. เหล่านอกนี้",
  "อิตริตร": "ว. นอกนี้และนอกนี้ ถ้าแปลให้ถูกสมาส ต้องแปลว่า ทั้งนอกนี้ทั้งนอกนี้ เหมือน อาคตาคต = ทั้งมาแล้วทั้งมาแล้ว เพราะเป็น วิเสสโนภยบท กัมมธารยสมาส นปุ. แจกเหมือน กุล เช่น ต.เอก. อิตริตเรน (วตฺถุนา) วิ.ว่า อิตรญฺจ อิตรญฺจ = อิตริตรํ (วตฺถุ) วัตถุ นอกนี้ ด้วย นอกนี้ ด้วย ชื่อว่าทั้งนอกนี้ทั้งนอกนี้",
  "อิติ": "นิ. ว่า…ดังนี้, คือ, เพราะเหตุนั้น, ด้วยประการฉะนี้, ดังนี้แล เป็นนิบาตมีเนื้อความ ต่าง ๆ แปลว่า “ว่า…ดังนี้” เช่น พฺราหฺมณี สามิ อหํ ทิวา คมิสฺสามีติ (วตฺวา) ... อ. นางพราหมณี กล่าวแล้วว่า “ข้าแต่นาย อ. ดิฉัน จักไป ใน กลางวัน” ดังนี้... [ธ. ๕: จูเฬกสาฏกวตฺถุ หน้า ๑] แปลว่า “คือ” เช่น อนุตีรจารี จ คมฺภีรจารี จ อิติ เทฺว อุทฺทา... = อ. นาก ท. สอง คือ อ. นาก ตัวเที่ยวไปในที่อันเป็นไปตามซึ่งฝั่งโดยปกติ ด้วย อ. นากตัวเที่ยวไปในนํ้าอันลึกโดยปกติด้วย... [ธ.๖: อุปนนฺทสกฺยปุตฺตวตฺถุ หน้า ๗] แปลว่า “เพราะเหตุนั้น” เช่น อนฺโตอุปฺปนฺนํ อกุสลวิตกฺกํ หิริยา นิเสเธตีติ หิรินิเสโธ = บุคคลใด ย่อมห้าม ซึ่งอกุศลวิตก อันเกิดขึ้นแล้ว ในภายใน ด้วยหิริ เพราะเหตุนั้น บุคคลนั้น ชื่อว่า หิรินิเสโธ [ธ.๕: ปิโลติกตฺเถรวตฺถุ หน้า ๗๗] แปลว่า “ด้วยประการฉะนี้” เช่น อิติสฺส พลวมจฺเฉรํ... ปฏิพาหติเยว = อ. ความตระหนี่อันมีกำลัง ของพราหมณ์นั้น... ย่อมห้ามนั่นเทียว ด้วยประการฉะนี้ [ธ.๕: จูเฬกสาฏกวตฺถุ หน้า ๑] แปลว่า “ดังนี้แล” ส่วนใหญ่อยู่ตอนจบเรื่อง เช่น สมฺปตฺตปริสายปิ สาตฺถิกา ธมฺมเทสนา อโหสีติ = อ. พระธรรมเทศนา เป็นเทศนาเป็นไปกับ ด้วยประโยชน์ ได้มีแล้ว แม้แก่บริษัทผู้ถึงพร้อม แล้ว ดังนี้แล [ธ. ๕: อนาปิณฺฑิกวตฺถุ หน้า ๑๔]",
  "อิตฺถํ ๑": "อัพ. ด้วยประการฉะนี้ มาจาก อิม ศัพท์ + ถํ ปัจจัย ในอัพยยตัทธิต ใช้แทน ปการ ศัพท์ แปลง อิม เป็น อิ ซ้อน ตฺ ได้รูปเป็น อิตฺถํ แปลเป็น ตติยาวิภัตติว่า ด้วยประการนี้ (นิยมแปลว่า ด้วยประการฉะนี้) วิ.ว่า อิมินา ปกาเรน = อิตฺถํ ด้วยประการ นี้ ชื่อว่า อิตฺถํ ๆ ด้วยประการนี้ เช่น อิตฺถํ สุทํ ภควา นนฺทํ ภิกฺขุนึ อารพฺภ อิมา คาถาโย อภาสิตฺถาติ = ได้ยินว่า อ. พระผู้มีพระภาคเจ้า ทรงปรารภ ซึ่งนางภิกษุณี ชื่อว่านันทา ได้ทรง ภาษิตแล้ว ซึ่งพระคาถา ท. เหล่านี้ ด้วยประการ ฉะนี้ ดังนี้แล ฯ [ธ.๕: รูปนนฺทตฺเถรีวตฺถุ หน้า ๑๐๖] สัมพันธ์: สุทํ ศัพท์ อนุสฺสวนตฺถ ภควา สยกตฺตา ใน อภาสิตฺถ ๆ อาขฺยาตบท กตฺตุวาจก อิตฺถํ ศัพท์ ปการตฺถ นนฺทํ สญฺญาวิเสสน ของ ภิกฺขุนึ ๆ อวุตฺตกมฺม ใน อารพฺภ ๆ สมานกาลกิริยา ใน อภาสิตฺถ อิมา วิเสสน ของ คาถาโย ๆ อวุตฺตกมฺม ใน อภาสิตฺถ อิติ ศัพท์ สมาปนฺน ฯ",
  "อิตฺถํ ๒": "นิ. อย่างนี้ มีความหมายเท่ากับ เอวํ เป็น วิเสสนะของ นามํ เช่น ป.เอก. อิตฺถํ นามํ = อ. ชื่อ อย่างนี้",
  "อิตฺถนฺนาม": "ว. มีชื่ออย่างนี้ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อิตฺถนฺนาโม (ปเทโส) อ. ประเทศ มีชื่ออย่างนี้ วิ.ว่า อิตฺถํ นามํ ยสฺส โส อิตฺถนฺนาโม (ปเทโส) ชื่อ ของประเทศใด อย่างนี้ ประเทศนั้น ชื่อว่า มีชื่ออย่างนี้ อิต. แจกเหมือน กญฺญา เช่น ป.เอก. อิตฺถนฺนามา (อิตฺถี) อ. หญิง มีชื่ออย่างนี้ นปุ. แจกเหมือน กุล เช่น ป.เอก. อิตฺถนฺนามํ (กุลํ) อ. ตระกูลมีชื่ออย่างนี้"
};

const vocabInsanPr9Part5to8_Page35 = {
  // หน้า 35
  "อิตฺถี": "น., อิต. หญิง แจกเหมือน นารี เช่น ป.เอก. อิตฺถี อ. หญิง คำว่า อิตฺถี มาจาก อิส ธาตุ ในความปรารถนา + ถี ปัจจัย ในนามกิตก์ (นอก แบบ) แปลง ส เป็น ตฺ ได้รูปเป็น อิตฺถี แปลได้ ๓ อย่าง คือ ๑. ผู้ปรารถนา (ซึ่งบุรุษ) ๒. ผู้อันบุรุษปรารถนา ๓. ผู้ยังบุรุษให้ปรารถนา: แปลว่า ผู้ปรารถนา (ซึ่งบุรุษ) เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า (ปุริสํ) อิจฺฉตีติ อิตฺถี ผู้ใด ย่อมปรารถนา (ซึ่งบุรุษ) เหตุนั้น ผู้นั้น ชื่อว่า อิตฺถี ๆ ผู้ปรารถนา (ซึ่งบุรุษ) แปลว่า ผู้อันบุรุษปรารถนา เป็นกัมมรูป กัมมสาธนะ วิ.ว่า (ปุริเสน) อิจฺฉิยเตติ อิตฺถี ผู้ใด อันบุรุษ ย่อมปรารถนา เหตุนั้น ผู้นั้น ชื่อว่า อิตฺถี ๆ ผู้อันบุรุษปรารถนา แปลว่า ผู้ยังบุรุษให้ปรารถนา วิ.ว่า (ปุริสํ) อิจฺฉาเปตีติ อิตฺถี ผู้ใด ยังบุรุษ ย่อมให้ปรารถนา เหตุนั้น ผู้นั้นชื่อว่า อิตฺถี ๆ ผู้ยังบุรุษให้ปรารถนา",
  "อิตฺถีกุตฺต": "น., นปุ. มารยาแห่งหญิง แจกเหมือน กุล เช่น ทุ.เอก. อิตฺถีกุตฺตํ ซึ่งมารยาแห่งหญิง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อิตฺถิยา กุตฺตํ = อิตฺถีกุตฺตํ",
  "อิตฺถีปุริสสทฺทาทีหิ": "ว., ปุ. (สทฺเทหิ) จากเสียง ท. มีเสียงของสตรีและบุรุษเป็นต้น เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส มีอสมาหารทวันทวสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ. ทวัน.วิ. อิตฺถี จ ปุริโส จ = อิตฺถีปุริสา ฉ.ตัป.วิ. อิตฺถีปุริสานํ สทฺโท = อิตฺถีปุริสสทฺโท ฉ.ตุล.วิ. อิตฺถีปุริสสทฺโท อาทิ เยสํ เต อิตฺถีปุริสสทฺทาทโย (สทฺทา)",
  "อิตฺถีมายา": "น., อิต. มายาแห่งหญิง แจกเหมือน กญฺญา เช่น ส.เอก. อิตฺถีมายาย ในมายาแห่ง หญิง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อิตฺถิยา มายา = อิตฺถีมายา",
  "อิตฺถีรติ": "น., อิต. ความยินดีในหญิง แจกเหมือน รตฺติ เช่น ป.เอก. อิตฺถีรติ อ. ความยินดีในหญิง เป็นสัตตมีตัปปุริสสมาส วิ.ว่า อิตฺถิยา รติ = อิตฺถี รติ คำว่า รติ ในคำว่า อิตฺถีรติ มาจาก รม ธาตุ ในความยินดี + ติ ปัจจัย ลบ ม ที่สุดธาตุ ได้รูปเป็น รติ แปลว่า ความยินดี เป็นภาวรูป ภาวสาธนะ วิ.ว่า รมณํ = รติ ความยินดี ชื่อว่า รติ ๆ ความยินดี",
  "อิตฺถีรูป": "น., นปุ. รูปแห่งหญิง แจกเหมือน กุล เช่น ป.เอก. อิตฺถีรูปํ อ. รูปแห่งหญิง เป็น ฉัฏฐี ตัปปุริสสมาส วิ.ว่า อิตฺถิยา รูปํ = อิตฺถีรูปํ",
  "อิตฺถีลีฬฺหา": "น., อิต. ลีลาแห่งหญิง แจกเหมือน กญฺญา เช่น ทุ.เอก. อิตฺถีลีฬฺหํ ซึ่งลีลาแห่งหญิง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อิตฺถิยา ลีฬฺหา = อิตฺถีลีฬฺหา",
  "อิตฺถีสต": "น., นปุ. ร้อยแห่งหญิง แจกเหมือน กุล เช่น ป.พหุ. อิตฺถีสตานิ อ. ร้อยแห่งหญิง ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อิตฺถีนํ สตานิ = อิตฺถีสตานิ",
  "อิตฺถีสทฺท": "น., ปุ. เสียงแห่งหญิง แจกเหมือน ปุริส เช่น ป.เอก. อิตฺถีสทฺโท อ. เสียงแห่งหญิง เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า อิตฺถิยา สทฺโท = อิตฺถีสทฺโท",
  "อิตฺถีสมีป": "น., นปุ. ที่ใกล้แห่งหญิง แจกเหมือน กุล เช่น ทุ.เอก. อิตฺถีสมีปํ สู่ที่ใกล้แห่งหญิง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อิตฺถิยา สมีปํ = อิตฺถีสมีปํ",
  "อิโต ๑": "อัพ. ข้างนี้ ศัพท์เดิมเป็น อิม ศัพท์ ลง โต ปัจจัย แปลง อิม ศัพท์ เป็น อิ สำเร็จรูป อิโต [โต ปัจจัย เป็นเครื่องตติยาวิภัตติ แปลว่า “ข้าง” เป็นเครื่องหมายปัญจมีวิภัตติ แปลว่า “แต่”]",
  "อิโต ๒": "ว. แต่ - นี้ ศัพท์เดิมเป็น อิม ศัพท์ ลง โต ปัจจัย แปลง อิม ศัพท์ เป็น อิ สำเร็จรูป อิโต เป็น ปัญจมีวิภัตติ เป็นวิเสสนะของนามทั้ง ๓ ลิงค์ ปุ. เช่น อิโต (ธมฺมโต) แต่ธรรมนี้ อิต. เช่น อิโต (ภิตฺติโต) แต่ฝานี้ นปุ. เช่น อิโต (ฐานโต) แต่ที่นี้",
  "อิทานิ": "อัพ. ในกาลนี้, อ. กาลนี้ มาจาก อิม + ทานิ ปัจจัย แปลง อิม เป็น อิ สำเร็จรูปเป็น อิทานิ ใช้เป็นปฐมาวิภัตติ แปลว่า อ. กาลนี้ ใช้เป็น สัตตมีวิภัตติ แปลว่า ในกาลนี้"
};

const vocabInsanPr9Part5to8_Page36 = {
  // หน้า 36
  "อิทฺธ": "ว. มั่งคั่ง มาจาก อิธ ธาตุ ในความเจริญ, ความมั่งคั่ง, ความสำเร็จ + ต ปัจจัย ในนามกิตก์ (นอกแบบ) แปลง ต เป็น ทฺธ ลบ ธ ที่สุดธาตุ ได้รูปเป็น อิทฺธ แปลว่า อัน (ผู้) มั่งคั่ง เป็นกัตตุรูป กัตตุสาธนะ เป็นได้ ๓ ลิงค์ อิต. แจกเหมือน กญฺญา เช่น ป.เอก. อิทฺธา (เวสาลี) วิ.ว่า อิชฺฌตีติ อิทฺธา (เวสาลี) เมืองไพสาลีใด ย่อมเจริญ (ย่อม มั่งคั่ง) เหตุนั้น เมืองไพสาลีนั้น ชื่อว่า อิทฺธา ๆ อันเจริญ (อันมั่งคั่ง)",
  "อิทฺธานุภาว": "น., ปุ. อานุภาพแห่งฤทธิ์ อิทฺธิ + อานุภาว ลบสระหน้า คือ อิ ที่ ธิ ต่อเป็น อิทฺธานุภาว แจกเหมือน ปุริส เช่น ป.เอก. อิทฺธานุภาโว อ. อานุภาพแห่งฤทธิ์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อิทฺธิยา อานุภาโว = อิทฺธานุภาโว",
  "อิทฺธิ ๑": "น., อิต. ฤทธิ์ แจกเหมือน รตฺติ เช่น ทุ.พหุ. อิทฺธิโย ซึ่งฤทธิ์ ท. เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อิทฺธิโต จากฤทธิ์ บ้าง",
  "อิทฺธิ ๒": "น., อิต. ความสำเร็จ แจกเหมือน รตฺติ เช่น ทุ.เอก. อิทฺธึ ซึ่งความสำเร็จ มาจาก อิธ ธาตุ ในความสำเร็จ + ติ ปัจจัย ในนามกิตก์ แปลง ติ เป็น ทฺธิ ลบ ธ ที่สุดธาตุ ได้รูปเป็น อิทฺธิ แปลว่า ความสำเร็จ เป็นภาวรูป ภาวสาธนะ วิ.ว่า อิชฺฌนํ = อิทฺธิ ความสำเร็จ ชื่อว่า อิทฺธิ ๆ ความสำเร็จ",
  "อิทฺธิปตฺต": "ว. ผู้บรรลุแล้วซึ่งฤทธิ์ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อิทฺธิปตฺโต (เถโร) อ. พระเถระ ผู้บรรลุแล้วซึ่งฤทธิ์เป็นทุติยาตัปปุริสสมาส วิ.ว่า อิทฺธึ ปตฺโต = อิทฺธิปตฺโต (เถโร) คำว่า ปตฺต ในคำว่า อิทฺธิปตฺโต มาจาก ปท ธาตุ ในความถึง + ต ปัจจัย แปลง ท ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น ปตฺต",
  "อิทฺธิปาท ๑": "น., ปุ. อิทธิบาท แจกเหมือน ปุริส เช่น ป.พหุ. อิทฺธิปาทา อ. อิทธิบาท ท.",
  "อิทฺธิปาท ๒": "ว., ปุ. (ธรรม) เป็นเครื่องถึงซึ่งความ สำเร็จ แจกเหมือน ปุริส เช่น ป.เอก. อิทฺธิปาโท (ธมฺโม) อ. ธรรม เป็นเครื่องถึงซึ่งความสำเร็จ มาจาก อิทฺธิ บทหน้า + ปท ธาตุ ในความถึง + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ ได้รูปเป็น อิทฺธิปาท แปลว่า เป็นเครื่องถึงซึ่งความสำเร็จ วิ.ว่า อิทฺธึ ปชฺชติ เอเตนาติ อิทฺธิปาโท (ธมฺโม) เขา ย่อมถึง ซึ่งความสำเร็จ ด้วยธรรมนั่น เหตุนั้น ธรรมนั่น ชื่อว่า อิทฺธิปาโท ๆ เป็นเครื่องถึงซึ่งความสำเร็จ",
  "อิทฺธิพล": "น., นปุ. กำลังแห่งฤทธิ์ แจกเหมือน กุล เช่น ต.เอก. อิทฺธิพเลน ด้วยกำลังแห่งฤทธิ์ เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า อิทฺธิยา พลํ = อิทฺธิพลํ",
  "อิทฺธิมนฺตานํ": "ว., ปุ. (ภิกฺขูนํ) แห่งภิกษุ ท. ผู้มีฤทธิ์ ศัพท์เดิมเป็น อิทฺธิมนฺตุ อุ การันต์ ในปุงลิงค์ แปลง นฺตุ เป็น นฺต ลง นํ ฉัฏฐีวิภัตติ ฝ่ายพหุวจนะ ทีฆะ อ เป็น อา ลง นํ คง นํ ไว้ สำเร็จรูปเป็น อิทฺธิมนฺตานํ คำว่า อิทฺธิมนฺตุ มาจาก อิทฺธิ ศัพท์ + มนฺตุ ปัจจัย ในตทัสสัตถิตัทธิต ได้รูปเป็น อิทฺธิมนฺตุ วิ.ว่า อิทฺธิ อสฺส อตฺถีติ อิทฺธิมา (ภิกฺขุ) แจกเหมือน ภควนฺตุ",
  "อิทฺธิมยรูป": "น., นปุ. รูปอันสำเร็จแล้วด้วยฤทธิ์ แจกเหมือน กุล เช่น ทุ.เอก. อิทฺธิมยรูปํ ซึ่งรูปอัน สำเร็จแล้วด้วยฤทธิ์เป็นวิเสสนบุพพบท กัมมธารยสมาส มี มย ปัจจัย ในปกติตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้มย.ปกติ.วิ. อิทฺธิยา สิทฺธํ = อิทฺธิมยํ (รูปํ) รูปอันสำเร็จแล้วด้วยฤทธิ์ วิ.บุพ.กัม.วิ. อิทฺธิมยํ รูปํ = อิทฺธิมยรูปํ",
  "อิธ": "อัพ. ใน - นี้ มาจาก อิม ศัพท์ + ธ ปัจจัย แปลง อิม ศัพท์ เป็น อิ สำเร็จรูปเป็น อิธ ใช้เป็น เครื่องหมายสัตตมีวิภัตติ ฝ่ายเอกวจนะ แปลว่า ใน - นี้ เป็นวิเสสนะของนามทั้ง ๓ ลิงค์ ปุ. เช่น อิธ (โลเก) ในโลกนี้ อิต. เช่น อิธ (คาถายํ) ในพระคาถานี้ นปุ. เช่น อิธ (เคเห) ในเรือนนี้",
  "อิธโลกตฺตภาว": "น., ปุ. อัตภาพในโลกนี้ แจกเหมือน ปุริส เช่น ทุ.เอก. อิธโลกตฺตภาวํ ซึ่งอัตภาพในโลก นี้ เป็นสัตตมีตัปปุริสสมาส มี วิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อิธ โลเก = อิธโลเก [โดยปกติการตั้งวิเคราะห์ จะตั้งเป็นปฐมาวิภัตติ แล้วนำไปแจกด้วยวิภัตติ ทั้ง ๗ แต่เนื่องจากว่า อิธ เป็น อัพยยศัพท์ เป็น เครื่องหมายสัตตมีวิภัตติ แจกด้วยวิภัตติไม่ได้ ดังนั้น จึงตั้งวิเคราะห์ประกอบ โลก เป็นสัตตมีวิภัตติ] ส.ตัป.วิ. อิธโลเก อตฺตภาโว = อิธโลกตฺตภาโว"
};

const vocabInsanPr9Part5to8_Page37 = {
  // หน้า 37
  "อิธโลกปรโลกตฺถ": "น., ปุ. ประโยชน์ในโลกนี้และ โลกอื่น แจกเหมือน ปุริส เช่น ทุ.เอก. อิธโลก ปรโลกตฺถํ ซึ่งประโยชน์ในโลกนี้และโลกอื่น เป็น สัตตมีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส วิเสสนบุพพบท กัมมธารยสมาส และ อสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อิธ โลเก = อิธโลเก วิ.บุพ.กัม.วิ. ปโร โลโก = ปรโลโก อ. ทวัน.วิ. อิธโลโก จ ปรโลโก จ = อิธโลกปรโลกา ส.ตัป. วิ. อิธโลกปรโลกเกสุ อตฺโถ = อิธโลกปรโลกตฺโถ",
  "อิธโลกปรโลกสุขาวหน": "น., นปุ. การนำมาซึ่งสุข ในโลกนี้และโลกอื่น แจกเหมือน กุล เฉพาะ ปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อิธโลกปรโลกสุขาวหนโต เพราะการนำมาซึ่ง สุขในโลกนี้และโลกอื่น บ้าง เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส วิเสสนบุพพบท กัมมธารยสมาส และอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อิธ โลเก = อิธโลเก วิ.บุพ.กัม.วิ. ปโร โลโก = ปรโลโก อ. ทวัน.วิ. อิธโลโก จ ปรโลโก จ = อิธโลกปรโลกา ส.ตัป.วิ. อิธโลก ปรโลกเกสุ สุขํ = อิธโลกปรโลกสุขํ ฉ.ตัป.วิ. อิธโลกปรโลกสุขสฺส อาวหนํ = อิธโลกปรโลก สุขาวหนํ ดู อคติคมนํ คำว่า อาวหน ในคำว่า อิธโลกปรโลกสุขาวหนโต มาจาก อา บทหน้า + วห ธาตุ ในความนำไป ด้วยอำนาจ อา อุปสัค สังหารธาตุ แปลว่า นำมา + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาวหน แปลว่า การนำมา เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาวหนํ = อาวหนํ การนำมา ชื่อว่า อาวหนํ ๆ การนำมา",
  "อิธโลกปรโลกเกสุ": "น., ปุ. ในโลกนี้และโลกอื่น ท. เป็นอสมาหารทวันทวสมาส มีวิเสสนบุพพบท กัมมธารยสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อิธ โลเก = อิธโลเก วิ.บุพ.กัม.วิ. ปโร โลโก = ปรโลโก อ. ทวัน.วิ. อิธโลโก จ ปรโลโก จ = อิธโลกปรโลกา แจกเหมือน ปุริส เฉพาะฝ่ายพหุวจนะ",
  "อิธโลกสงฺคห": "น., ปุ. การสงเคราะห์ในโลกนี้ แจกเหมือน ปุริส เช่น อิธโลกสงฺคหํ ซึ่งการ สงเคราะห์ในโลกนี้ ดู อิธโลกตฺตภาว",
  "อิธโลเก": "น., ปุ. ในโลกนี้ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อิธ โลเก = อิธโลเก แจกเหมือน ปุริส",
  "อินฺทก ๑": "น., ปุ. อินทกะ แจกเหมือน ปุริส เช่น อา.เอก. อินฺทก ดูก่อนอินทกะ",
  "อินฺทก ๒": "ว., ปุ. อินทกะ (ชื่อของเทพบุตร) แจกเหมือน ปุริส เช่น ป.เอก. อินฺทโก (เทวปุตฺโต) อ. เทพบุตร ชื่อว่าอินทกะ",
  "อินฺทขีล": "น., ปุ. เสาเขื่อน, เสาหลักเมือง, เสาอินทขีล แจกเหมือน เช่น ป.เอก. อินฺทขีโล อ. เสาเขื่อน",
  "อินฺทโคปก": "น., ปุ. แมลงค่อมทอง แจกเหมือน ปุริส เช่น ป.พหุ. อินฺทโคปกา อ. แมลงค่อมทอง ท.",
  "อินฺทโคปกวณฺณํ": "ว., นปุ. (วตฺถํ) อ. ผ้า อันมีสี เพียงดังสีแห่งแมลงค่อมทอง เป็นฉัฏฐีอุปมา พหุพพิหิสมาส วิ.ว่า อินฺทโคปกสฺส วณฺโณ อิว วณฺโณ ยสฺส ตํ อินฺทโคปกวณฺณํ (วตฺถํ) สี ของผ้าใด เพียงดังสี แห่งแมลงค่อมทอง ผ้านั้น ชื่อว่าอันมีสีเพียงดังสีแห่งแมลงค่อมทอง",
  "อินฺทปตฺตนคร": "น., นปุ. พระนครชื่อว่าอินทปัตต์ แจกเหมือน กุล เช่น ส.เอก. อินฺทปตฺตนคเร ในพระนครชื่อว่าอินทปัตต์ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อินฺทปตฺตํ นครํ = อินฺทปตฺตนครํ",
  "อินฺทสาลคุหา": "น., อิต. ถํ้าชื่อว่าอินทสาล แจกเหมือน กญฺญา เช่น ส.เอก. อินฺทสาลคุหายํ ณ ถํ้าชื่อว่าอินทสาล เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อินฺทสาลา คุหา = อินฺทสาลคุหา",
  "อินฺทฺริย": "น., นปุ. อินทรีย์ แจกเหมือน กุล เช่น ป.พหุ. อินฺทฺริยานิ อ. อินทรีย์ ท."
};

const vocabInsanPr9Part5to8_Page38 = {
  // หน้า 38
  "อินฺทฺริยคุตฺติ": "น., อิต. ความคุ้มครองซึ่งอินทรีย์ แจกเหมือน รตฺติ เช่น ป.เอก. อินฺทฺริยคุตฺติ อ. ความคุ้มครองซึ่งอินทรีย์ เป็นทุติยาตัปปุริสสมาส วิ.ว่า อินฺทฺริยํ คุตฺติ = อินฺทฺริยคุตฺติ คำว่า คุตฺติ ในคำว่า อินฺทฺริยคุตฺติ มาจาก คุป ธาตุ ในความคุ้มครอง + ติ ปัจจัย แปลง ป ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น คุตฺติ แปลว่า ความคุ้มครอง เป็นภาวรูป ภาวสาธนะ วิ.ว่า คุปนํ = คุตฺติ ความ คุ้มครอง ชื่อว่า คุตฺติ ๆ ความคุ้มครอง",
  "อินฺทฺริยทมน": "น., นปุ. การฝึกซึ่งอินทรีย์ แจกเหมือน กุล เช่น ต.เอก. อินฺทฺริยทเมน ด้วยการฝึกซึ่งอินทรีย์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อินฺทฺริยสฺส ทมนํ = อินฺทฺริยทมนํ คำว่า ทมน ในคำว่า อินฺทฺริยทมเนน มาจาก ทม ธาตุ ในความฝึก + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ทมน แปลว่า การฝึก เป็นภาวรูป ภาวสาธนะ วิ.ว่า ทมนํ = ทมนํ การฝึก ชื่อว่า ทมนํ ๆ การฝึก",
  "อินฺทฺริยสํวร ๑": "น., นปุ. อินทริยสังวรศีล แจกเหมือน กุล เช่น ป.เอก. อินฺทฺริยสํวรํ อ. อินทริยสังวรศีล",
  "อินฺทฺริยสํวร ๒": "น., ปุ. ความสำรวมซึ่งอินทรีย์ แจกเหมือน ปุริส เช่น ป.เอก. อินฺทฺริยสํวโร อ. ความสำรวมซึ่งอินทรีย์ เป็นทุติยาตัปปุริสสมาส วิ.ว่า อินฺทฺริยํ สํวโร = อินฺทฺริยสํวโร คำว่า สํวร ในคำว่า อินฺทฺริยสํวโร มาจาก สํ บทหน้า วร ธาตุ ในความเปิด ด้วยอำนาจ สํ อุปสัค แปลว่า สำรวม + อ ปัจจัย ได้รูปเป็น สํวร แปลว่า ความ สำรวม เป็นภาวรูป ภาวสาธนะ วิ.ว่า สํวรณํ = สํวโร ความสำรวม ชื่อว่า สํวโร ๆ ความสำรวม",
  "อินฺทฺริยสํวร ๓": "น., ปุ. อินทรีย์สังวร แจกเหมือน ปุริส เช่น ป.เอก. อินฺทฺริยสํวโร อ. อินทรีย์สังวร",
  "อิม": "ว. นี้ เป็นศัพท์ต้นแบบในการแจก ฝ่ายเอกวจนะ แปลว่า นี้ ฝ่ายพหุวจนะ แปลว่า เหล่านี้ ปุ. เช่น ป.เอก. อยํ (ปุริโส) อ. บุรุษนี้ พหุ. อิเม (ปุริสา) อ. บุรุษ ท. เหล่านี้ อิต. เช่น ป.เอก. อยํ (อิตฺถี) อ. หญิงนี้พหุ. อิมา (อิตฺถิโย) อ. หญิง ท. เหล่านี้ นปุ. เช่น ป.เอก. อิทํ (กุลํ) อ. ตระกูลนี้ พหุ. อิมานิ (กุลานิ) อ. ตระกูล ท. เหล่านี้",
  "อิริยา": "น., อิต. ความเป็นไป แจกเหมือน กญฺญา เช่น ทุ.เอก. อิริยํ ซึ่งความเป็นไป คำว่า อิริยา มาจาก อิริย ธาตุ ในความเป็นไป + อ ปัจจัย ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อิริยา แปลว่า ความเป็นไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า อิริยนํ = อิริยา ความเป็นไป ชื่อว่า อิริยา ๆ ความเป็นไป",
  "อิริยาปถ": "น., ปุ. อิริยาบถ แจกเหมือน ปุริส เช่น ป.เอก. อิริยาปโถ อ. อิริยาบถ",
  "อิริยาปถมตฺตํ": "ว., ปุ. (อาการํ) ยังอาการ สักว่า อิริยาบถ เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า อิริยาปโถ อิติ มตฺโต = อิริยาปถมตฺโต (อากาโร)",
  "อิว": "นิ. เพียงดัง เป็นนิบาตบอกอุปมาอุปไมย เช่น อสฺโส ภทฺโร กสํ (อปหรนฺโต) อิว = เพียงดัง อ. ม้า ตัวเจริญ หลบอยู่ ซึ่งแส้ [ธ. ๕: ปโลติกตฺเถรวตฺถุ หน้า ๗๗]",
  "อิสิ ๑": "น., ปุ. ฤาษี แจกเหมือน มุนิ เช่น ป.พหุ. อิสโย อ. ฤาษี ท.",
  "อิสิ ๒": "ว. ผู้แสวงหา ปุ. แจกเหมือน มุนิ เช่น ป.เอก. อิสิ (ขีณาสโว) อ. พระขีณาสพ ผู้แสวงหา (ซึ่ง คุณ) คำว่า อิสิมาจาก อิส ธาตุ ในความแสวงหา + อิ ปัจจัย ในนามกิตก์ ได้รูปเป็น อิสิ แปลว่า ผู้แสวงหา เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า เอสตีติ อิสิ (ขีณาสโว) พระขีณาสพใด ย่อมแสวงหา เหตุนั้น พระขีณาสพนั้น ชื่อว่า อิสิ ๆ ผู้แสวงหา",
  "อิสิคณ": "น., ปุ. หมู่แห่งฤาษี แจกเหมือน ปุริส เช่น จ.เอก. อิสิคณสฺส แก่หมู่แห่งฤาษี เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อิสีนํ คโณ = อิสิคโณ",
  "อิสิคิลิเวปุลฺลเวภาราทิเก": "ว., ปุ. (ปพฺบเต) ซึ่งภูเขา ท. มีภูเขาอิสิคิลิและภูเขาเวปุลละและ ภูเขาเวภาระเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ. ทวัน.วิ. อิสิคิลิ จ เวปุลฺโล จ เวภาโร จ = อิสิคิลิเวปุลฺลเวภารา ฉ.ตุล.วิ. อิสิคิลิเวปุลฺลเวภารา อาทโย เยสํ เต อิสิคิลิเวปุลฺลเวภาราทิกา (ปพฺพตา) [บทสมาส ลง ก สกัตถ์] แจกเหมือน ปุริส"
};

const vocabInsanPr9Part5to8_Page39 = {
  // หน้า 39
  "อิสิปตน": "ว., นปุ. อิสิปตนะ (ชื่อของป่า) แจกเหมือน กุล เช่น ส.เอก. อิสิปตเน (วเน) ในป่า ชื่อว่า อิสิปตนะ คำว่า ปตน ในคำว่า อิสิปตน มาจาก ปต ธาตุ ในความตกไป + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ปตน แปลว่า เป็นที่ตกไป เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อิสโย ปตนฺติ เอตฺถาติ อิสิปตนํ (วนํ) ฤาษี ท. ย่อมตกไป ในป่านั่น เหตุนั้น ป่านั่น ชื่อว่า อิสิปตนํ ๆ เป็นที่ตกไปแห่งฤาษี",
  "อิสิปพฺพชฺชํ": "น., อิต. ซึ่งการบวชเป็นฤาษี ศัพท์ เดิมเป็น อิสิปพฺพชฺชา อา การันต์ ในอิตถีลิงค์ ลง อํ ทุติยาวิภัตติ ฝ่ายเอกวจนะ รัสสะ อา เป็น อ ลง อํ คง อํ ไว้ สำเร็จรูปเป็น อิสิปพฺพชฺชํ แปลว่า ซึ่งการบวชเป็นฤาษี แต่ตามหลักการแปล ทุติยา วิภัตติ ฝ่ายเอกวจนะ มีธาตุเหมือนกับธาตุของ กิริยา (ทั้งกิริยาในระหว่างและกิริยาคุมพากย์) เวลาแปลไม่ต้องออกสำเนียงอายตนิบาต ให้แปล เฉพาะคำแปลของธาตุเท่านั้น เช่น อิสิปพฺพชฺชํ ปพฺพชิตฺวา... = บวชแล้ว บวชเป็นฤาษี [ธ.๖: พนฺธนาคารวตฺถุ หน้า ๑๘]",
  "อิสิปฺปเวทิต": "ว. อันฤาษีประกาศแล้ ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อิสิปฺปเวทิตํ (ธมฺมํ) ซึ่งธรรม อันฤาษีประกาศแล้ว เป็นตติยาตัปปุริสสมาส วิ.ว่า อิสีหิ ปเวทิโต = อิสิปฺปเวทิโต (ธมฺโม) [ซ้อน ปฺ] คำว่า ปเวทิต มาจาก ป บทหน้า + วิท ธาตุ ในความประกาศ + ต ปัจจัย วิการ อิ ที่ วิท ธาตุเป็น เอ ลง อิ อาคม ได้รูปเป็น ปเวทิต หรือ ลง เณ ใน เหตุ. แปลว่า ยัง… ให้ประกาศ ดู อกต",
  "อิสฺสร ๑": "น., ปุ. อิสรชน แจกเหมือน ปุริส เช่น ฉ.เอก. อิสฺสรสฺส ของอิสรชน",
  "อิสฺสร ๒": "ว., ปุ. ผู้เป็นใหญ่ แจกเหมือน ปุริส เช่น ป.เอก. อิสฺสโร (ปุคฺคโล) อ. บุคคล ผู้เป็นใหญ่",
  "อิสฺสรกาเล": "น., ปุ. ในกาลแห่ง...เป็นใหญ่ เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า อิสฺสรสฺส กาโล = อิสฺสรกาโล แจกเหมือน ปุริส",
  "อิสฺสรกิจฺจ": "น., นปุ. อิสรกิจ แจกเหมือน กุล เช่น ป.เอก. อิสฺสรกิจฺจํ อ. อิสรกิจ",
  "อิสฺสรเคห": "น., นปุ. เรือนของอิสรชน แจกเหมือน กุล เช่น ส.เอก. อิสฺสรเคเห ในเรือนของอิสรชน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อิสฺสรสฺส เคหํ = อิสฺสรเคหํ",
  "อิสฺสรชาติก": "ว. ผู้มีชาติแห่งบุคคลผู้เป็นใหญ่ อิสฺสรชาติ + อิก ปัจจัย ในตทัสสัตถิตัทธิต ลบ อิ ที่ ชาติ ได้รูปเป็น อิสฺสรชาติก มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อิสฺสรสฺส ชาติ = อิสฺสรชาติ อิก.ตทัส.วิ. อิสฺสรชาติ อสฺส อตฺถีติ อิสฺสรชาติโก (ปุคฺคโล) แจกเหมือน ปุริส",
  "อิสฺสรญฺญาตก": "น., ปุ. ญาติผู้เป็นใหญ่ แจกเหมือน ปุริส เช่น ฉ.พหุ. อิสฺสรญฺญาตกานํ แห่งญาติ ผู้เป็นใหญ่ ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อิสฺสรา ญาตกา = อิสฺสรญาตกา",
  "อิสฺสริย ๑": "น., นปุ. อิสริยยศ แจกเหมือน กุล เช่น ต.เอก. อิสฺสริเยน ด้วยอิสริยยศ",
  "อิสฺสริย ๒": "น., ปุ., นปุ. ความเป็นใหญ่ ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. อิสฺสริยา อ. ความเป็นใหญ่ ท. [ธ. ๒: กุมฺภโฆสกวตฺถุ หน้า ๗๓] นปุ. แจกเหมือน กุล เช่น ป.เอก. อิสฺสริยํ อ. ความเป็นใหญ่ [ธ. ๓: สุธมฺมตฺเถรวตฺถุ หน้า ๑๖๒]",
  "อิสฺสริยฏฺฐาเน": "น., นปุ. ในที่แห่ง...เป็นใหญ่ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อิสฺสริยสฺส ฐาเน = อิสฺสริยฏฺฐาเน [ซ้อน ฏฺ] แจกเหมือน กุล",
  "อิสฺสริยสมฺปตฺติ": "น., อิต. สมบัติคือความเป็นใหญ่ แจกเหมือน รตฺติ เช่น ทุ.เอก. อิสฺสริยสมฺปตฺตึ ซึ่งสมบัติคือความเป็นใหญ่ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า อิสฺสริยํ เอว สมฺปตฺติ = อิสฺสริยสมปตฺติ",
  "อิสฺสา": "น., อิต. ความริษยา แจกเหมือน กญฺญา เช่น ป.เอก. อิสฺสา อ. ความริษยา คำว่า อิสฺสา มาจาก อิสฺส ธาตุ ในความริษยา + อ ปัจจัย ในนามกิตก์ ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อิสฺสา แปลว่า ความริษยา เป็นภาวรูป ภาว สาธนะ วิ.ว่า อิสฺสนํ = อิสฺสา ความริษยา ชื่อว่า อิสฺสา ๆ ความริษยา",
  "อิสฺสาทโย": "ว., ปุ. (กิเลสา) อ. กิเลส ท. มีความริษยาเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อิสฺสา อาทิ เยสํ เต อิสฺสาทโย (กิเลสา)"
};

const vocabInsanPr9Part5to8_Page40 = {
  // หน้า 40
  "อิสฺสาทิโทสชาตํ": "น., นปุ. อ. โทสชาตมีความ ริษยาเป็นต้น เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. อิสฺสา อาทิ ยสฺส ตํ อิสฺสาทิ (โทสชาตํ) วิ.บุพ. กัม.วิ. อิสฺสาทิ โทสชาตํ = อิสฺสาทิโทสชาตํ แจกเหมือน กุล",
  "อิสฺสาปกต": "ว. ผู้อันความริษยากระทำทั่วแล้ว อิต. แจกเหมือน กญฺญา เช่น ทุ.เอก. อิสฺสาปกตํ (อิตฺถึ) ซึ่งหญิง ผู้อันความริษยากระทำทั่วแล้ว เป็นตติยาตัปปุริสสมาส วิ.ว่า อิสฺสาย ปกตา = อิสฺสาปกตา (อิตฺถี) คำว่า ปกต มาจาก ป บทหน้า + กร ธาตุ ในความทำ + ต ปัจจัย ลบ ร ที่สุดธาตุ ได้รูปเป็น ปกต ดู อกต",
  "อิสฺสาปกตอิตฺถีวตฺถุ": "น., นปุ. อ. เรื่องแห่งหญิง ผู้อันความริษยากระทำทั่วแล้ว เป็นฉัฏฐี ตัปปุริสสมาส มีตติยาตัปปุริสสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ต.ตัป.วิ. อิสฺสาย ปกตา = อิสฺสาปกตา (อิตฺถี) วิ.บุพ.กัม.วิ. อิสฺสาปกตา อิตฺถี = อิสฺสาปกตอิตฺถี ฉ.ตัป.วิ. อิสฺสาปกตอิตฺถิยา วตฺถุ = อิสฺสาปกตอิตฺถีวตฺถุ แจกเหมือน วตฺถุ",
  "อิสฺสาภิภูต": "ว. ผู้อันความริษยาครอบงำแล้ว อิต. แจกเหมือน กญฺญา เช่น ป.เอก. อิสฺสาภิภูตา (อิตฺถี) อ. หญิง ผู้อันความริษยาครอบงำแล้ว เป็นตติยาตัปปุริสสมาส วิ.ว่า อิสฺสาย อภิภูตา = อิสฺสาภิภูตา (อิตฺถี) คำว่า อภิภูต มาจาก อภิ บทหน้า + ภู ธาตุ ในความมี, ความเป็น ด้วยอำนาจ อภิ อุปสัคอยู่หน้า แปลว่า ครอบงำ + ต ปัจจัย ได้รูปเป็น อภิภูต ดู อกต",
  "อิสฺสามนโก": "ว., ปุ. (นโร) อ. นระ ผู้มีใจประกอบ แล้วด้วยความริษยา [ธ. ๗: สมฺพหุลภิกฺขุวตฺถุ หน้า ๔๘] เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า อิสฺสาย (สมฺปยุตฺโต) มโน ยสฺส โส อิสฺสา มนโก (ปุคฺคโล) [บทสมาสลง ก สกัตถ์] ใจ ของ บุคคลใด (ประกอบแล้ว) ด้วยความริษยา บุคคล นั้น ชื่อว่า ผู้มีใจประกอบแล้วด้วยความริษยา",
  "อิสฺสุกี": "ว., ปุ. (นโร) อ. นระ ผู้มีความริษยา [ธ. ๗: สมฺพหุลภิกฺขุวตฺถุ หน้า ๔๘] อิสฺสุกา ศัพท์ + อี ปัจจัย ในตทัสสัตถิตัทธิต ลบ อา ที่ กา ได้รูปเป็น อิสฺสุกี วิ.ว่า อิสฺสุกา อสฺส อตฺถีติ อิสฺสุกี (นโร) ความริษยา ของนระใด มีอยู่ เหตุนั้น นระนั้น ชื่อว่า อิสฺสุกี ๆ ผู้มีความตระหนี่",
  "อีทิส": "ว. เช่นนี้ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อีทิโส (สิทฺธตฺโถ) อ. พระราชกุมารพระนามว่า สิทธัตถะ ผู้ เช่นนี้ อิต. ลง อี เครื่องหมายอิตถีลิงค์ แจกเหมือน นารี เช่น ป.เอก. อีทิสี (วาจา) อ. วาจา อัน เช่นนี้ นปุ. แจกเหมือน กุล เช่น ป.เอก. อีทิสํ (วจนํ) อ. คำ อัน เช่นนี้",
  "อุกฺกฏฺฐ": "ว. อุกฤษฏ์, สูงสุด ปุ. แจกเหมือน ปุริส เช่น ส.เอก. อุกฺกฏฺเฐ (อตฺตภาเว) ในอัตภาพ อันอุกฤษฏ์, อันสูงสุด [ธ. ๘: สูกรโปติกาวตฺถุ หน้า ๑๔] คำว่า อุกฺกฏฺฐ มาจาก อุกฺก = ความดีเลิศ + ธา ธาตุ ในความทรงไว้ + อ ปัจจัย แปลง ธ เป็น ฐ ซ้อน ฏฺ หน้า ฐ เป็น อุกฺกฏฺฐา + อ ลบสระหน้า ได้รูปเป็น อุกฺกฏฺฐ แปลว่า ผู้ (อัน) ทรงไว้ซึ่ง ความดีเลิศ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุกฺกํ ธาเรตีติ อุกฺกฏฺโฐ (อตฺตภาโว) อัตภาพใด ย่อมทรงไว้ ซึ่งความดีเลิศ เหตุนั้น อัตภาพนั้น ชื่อว่า อุกฺกฏฺโฐ ๆ อันทรงไว้ซึ่งความดีเลิศ [หมายถึงอันอุกฤษฏ์, อันสูงสุด]",
  "อุกฺกฏฺฐสปทานจาริโก": "ว., ปุ. (ภิกฺขุ) อ. ภิกษุ ผู้มีอันเที่ยวไปสู่ที่อันเป็นไปกับด้วยตรอก อันอุกฤษฏ์ อุกฺกฏฺฐ + สปทาน + จาร ศัพท์ + อิก ปัจจัย ในตทัสสัตถิตัทธิต ได้รูปเป็น อุกฺกฏฺฐ สปทานจาริก มีทุติยาตัปปุริสสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ทุ.ตัป.วิ. สปทานํ จาโร = สปทานจาโร วิ.บุพ.กัม.วิ. อุกฺกฏฺโฐ สปทาน จาโร = อุกฺกฏฺฐสปทานจาโร อิก.ตทัส.วิ. อุกฺกฏฺฐสปทานจาโร อสฺส อตฺถีติ อุกฺกฏฺฐสปทานจาริโก (ภิกฺขุ)",
  "อุกฺกณฺฐสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมกระสันขึ้น อุ บทหน้า + กฐ ธาตุ ในความกระสัน, ความระอา + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ ซ้อน กฺ หน้า กฐ ธาตุ ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ (อุกฺกํฐ) แล้วแปลงนิคคหิต เป็น ณฺ เพราะ ฐ อยู่หลัง สำเร็จรูปเป็น อุกฺกณฺฐสิ"
};

const vocabInsanPr9Part5to8_Page41 = {
  // หน้า 41
  "อุกฺกณฺฐิ ๑": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) กระสันขึ้นแล้ว อุ บทหน้า + กฐ ธาตุ ในความกระสัน, ความ ระอา + อ ปัจจัย ในกัตตุวาจก อี อัชชัตตนีวิภัตติ ซ้อน กฺ หน้า กฐ ธาตุ ลงนิคคหิตอาคมที่พยัญชนะ ต้นธาตุ (อุกฺกํฐ) แล้วแปลงนิคคหิตเป็น ณฺ เพราะ ฐ อยู่หลัง รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุกฺกณฺฐิ ดู อกริ",
  "อุกฺกณฺฐิ ๒": "น., อิต. ความกระสันขึ้น แจกเหมือน รตฺติ เช่น ทุ.เอก. อุกฺกณฺฐึ ซึ่งความกระสันขึ้น อุ บทหน้า + กฐ ธาตุ ในความกระสัน, ความระอา + อิ ปัจจัย ซ้อน กฺ หน้า กฐ ธาตุ ลงนิคคหิตอาคมที่ พยัญชนะต้นธาตุ (อุกฺกํฐ) แล้วแปลงนิคคหิตเป็น ณฺ เพราะ ฐ อยู่หลัง ได้รูปเป็น อุกฺกณฺฐิ แปลว่า ความกระสันขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุกฺกณฺฐนํ = อุกฺกฏฺฐิ ความกระสันขึ้น ชื่อว่า อุกฺกฏฺฐิ ๆ ความกระสันขึ้น",
  "อุกฺกณฺฐิต": "ก. กระสันขึ้นแล้ว, ระอาแล้ว อุ บท หน้า + กฐ ธาตุ ในความกระสัน, ความระอา + ต ปัจจัย ซ้อน กฺ หน้า กฐ ธาตุ ลงนิคคหิตอาคม ที่พยัญชนะต้นธาตุ (อุกฺกํฐ) แล้วแปลงนิคคหิต เป็น ณฺ เพราะ ฐ อยู่หลัง ลง อิ อาคม ได้รูปเป็น อุกฺกณฺฐิต ดู อคต",
  "อุกฺกณฺฐิตกาเล": "น., ปุ. ในกาลแห่ง…กระสันขึ้นแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุกฺกณฺฐิตสฺส กาโล = อุกฺกณฺฐิตกาโล แจกเหมือน ปุริส",
  "อุกฺกณฺฐิตภาวํ": "น., ปุ. ซึ่งความที่แห่ง…เป็น ผู้กระสันขึ้นแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุกฺกณฺฐิตสฺส ภาโว = อุกฺกณฺฐิตภาโว แจกเหมือน ปุริส",
  "อุกฺกณฺฐิตฺวา": "ก. กระสันขึ้นแล้ว อุ บทหน้า + กฐ ธาตุ ในความกระสัน, ความระอา + ตฺวา ปัจจัย ซ้อน กฺ หน้า กฐ ธาตุ ลงนิคคหิตอาคม ที่พยัญชนะต้นธาตุ (อุกฺกํฐ) แล้วแปลงนิคคหิต เป็น ณฺ เพราะ ฐ อยู่หลัง ลง อิ อาคม สำเร็จรูปเป็น อุกฺกณฺฐิตฺวา",
  "อุกฺกลาปํ": "ว., นปุ. (ฐานํ) อ. ที่ มีหยากเยื่อหนา ขึ้นแล้ว เป็นสัตตมีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุสฺสนฺโน กลาโป ยสฺมึ ตํ อุกฺกลาปํ (ฐานํ) หยากเยื่อ หนาขึ้นแล้ว ในที่ใด ที่นั้น ชื่อว่า มีหยากเยื่อหนาขึ้นแล้ว [บทสมาส ย่อบท วิเสสนะเหลือไว้แต่อักษรตัวหน้า, กลาป = ช่อ, พวง, มัด, ฟ่อน, กำ, กระเบื้อง, หยากเยื่อ ปุ.]",
  "อุกฺกํส": "น., ปุ. อุกฤษฏ์ แจกเหมือน ปุริส เช่น ต.เอก. อุกฺกํเสน โดยอุกฤษฏ์ ลง โต ปัจจัยเป็น อุกฺกํสโต โดยอุกฤษฏ์ บ้าง",
  "อุกฺกา": "น., อิต. คบเพลิง, เบ้า แจกเหมือน กญฺญา เช่น ต.พหุ. อุกฺกาหิ อันคบเพลิง ท. ฉ.เอก. อุกฺกาย แห่งเบ้า",
  "อุกฺการภูมิ": "น., อิต. พื้นอันแปดเปื้อนแล้วด้วย อุจจาระ แจกเหมือน รตฺติ เช่น ส.เอก. อุกฺการ ภูมิยํ บนพื้นอันแปดเปื้อนแล้วด้วยอุจจาระ เป็น ตติยาตัปปุริสสมาส วิ.ว่า อุกฺกาเรน (มกฺขิตา) ภูมิ = อุกฺการภูมิ [อุกฺการ = อุจฺจาระ, คูถ ปุ.]",
  "อุกฺกุฏิก": "ว. กระหย่ง ปุ. แจกเหมือน ปุริส เช่น ป.เอก. หตฺถี อุกฺกุฏิโก อ. ช้าง เป็นสัตว์กระหย่ง นปุ. แจกเหมือน กุล เช่น ป.เอก. ปทํ อุกฺกุฏิกํ ภเว อ. รอยเท้า พึงเป็นรอยเท้ากระหย่ง พึงเป็น แต่ส่วนมากแปลเป็นกิริยาวิเสสนะ ใน นิสีทิตฺวา หรือ นิสีทิ เช่น อุกฺกุฏิกํ นิสีทิตฺวา นั่งแล้ว กระหย่ง อุกฺกุฏิกํ นิสีทิ นั่งแล้ว กระหย่ง",
  "อุกฺกุฏิกปฺปธานํ": "น., นปุ. อ. ความเพียรอันบุคคล ปรารภแล้วโดยความเป็นแห่งบุคคลผู้นั่ง กระหย่ง เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อุกฺกุฏิกสฺส (ปุคฺคลสฺส) ภาโว = อุกฺกุฏิกภาโว ต.ตัป.วิ. อุกฺกุฏิกภาเวน (อารทฺธํ) ปธานํ = อุกฺกุฏิกปฺปธานํ [บทสมาส ลบ ภาว ในท่ามกลาง และซ้อน ปฺ] แจกเหมือน กุล",
  "อุกฺกุฏิกภาว": "น., ปุ. ความเป็นแห่งบุคคลผู้นั่ง กระหย่ง แจกเหมือน ปุริส เช่น ต.เอก. อุกฺกุฏิก ภาเวน โดยความเป็นแห่งบุคคลผู้นั่งกระหย่ง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุกฺกุฏิกสฺส (ปุคฺคลสฺส) ภาโว = อุกฺกุฏิกภาโว"
};

const vocabInsanPr9Part5to8_Page42 = {
  // หน้า 42
  "อุกฺขลิ": "น., อิต. หม้อข้าว แจกเหมือน รตฺติ เช่น ป.เอก. อุกฺขลิ อ. หม้อข้าว เฉพาะปัญจมีวิภัตติ ลง โต ปัจจัย เป็น อุกฺขลิโต จากหม้อข้าว บ้าง",
  "อุกฺขลิกกาเล": "น., ปุ. ในกาลเป็นที่ใส่ในหม้อข้าว เป็นสัตตมีตัปปุริสสมาส วิ.ว่า อุกฺขลิกายํ (ปกฺขิปโน) กาโล = อุกฺขลิกกาโล แจกเหมือน ปุริส",
  "อุกฺขลิกคฺค": "ว., นปุ. (ทาน) อันเลิศในหม้อข้าว แจกเหมือน กุล เช่น ทุ.เอก. อุกฺขลิกคฺคํ (ทานํ) ซึ่งทาน อันเลิศในหม้อข้าว เป็นสัตตมีตัปปุริสสมาส วิ.ว่า อุกฺขลิกายํ อคฺคํ = อุกฺขลิกคฺคํ (ทานํ)",
  "อุกฺขิตตฺต": "น., นปุ. ความที่แห่ง…เป็นของ...ยกขึ้น แล้ว ลง ตฺต ปัจจัย ในภาวตัทธิต วิ.ว่า อุกฺขิตสฺส ภาโว = อุกฺขิตตฺตํ แจกเหมือน กุล เช่น ปญฺ.เอก. อุกฺขิตตฺตา เพราะความที่แห่ง…เป็นของ… ยกขึ้นแล้ว",
  "อุกฺขิตฺต": "ก. อัน…ยกขึ้นแล้ว อุ บทหน้า + ขิป ธาตุ ในความขว้างไป, ความซัดไป มี อุ อยู่หน้า แปลว่า ยกขึ้น + ต ปัจจัย ซ้อน กฺ หน้า ขิป ธาตุ แปลง ป ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น อุกฺขิตฺต ดู อกต",
  "อุกฺขิตฺตกาเล": "น., ปุ. ในกาลแห่ง…ยกขึ้นแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุกฺขิตฺตสฺส กาโล = อุกฺขิตฺตกาโล แจกเหมือน ปุริส",
  "อุกฺขิตฺตปลิฆ": "ว. ผู้มีลิ่มสลักอันถอนขึ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อุกฺขิตฺตปลิฆํ (ปุคฺคลํ) ซึ่งบุคคล ผู้มีลิ่มสลักอันถอนขึ้นแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุกฺขิตฺโต ปลิโฆ เยน โส อุกฺขิตฺตปลิโฆ (ปุคฺคโล) [ปลิฆ = ลิ่มสลัก, กลอน ปุ.]",
  "อุกฺขิตฺตผรสุ": "น., ปุ. ขวานอันตนเงื้อขึ้นแล้ว แจกเหมือน ครุ เช่น ทุ.เอก. อุกฺขิตฺตผรสุํ ซึ่งขวาน อันตนเงื้อขึ้นแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุกฺขิตฺโต ผรสุ = อุกฺขิตฺตผรสุ [ผรสุ = ขวาน ปุ.]",
  "อุกฺขิปติ": "ก. (เช่น อิตฺถี อ. หญิง) ย่อมยก, ย่อม ยกขึ้น อุ บทหน้า + ขิป ธาตุ ในความขว้างไป, ความซัดไป มี อุ อยู่หน้า แปลว่า ยกขึ้น + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน กฺ หน้า ขิป ธาตุ สำเร็จรูปเป็น อุกฺขิปติ",
  "อุกฺขิปนกาเล": "น., ปุ. ในกาลเป็นที่ยกขึ้น เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุกฺขิปโน กาโล = อุกฺขิปนกาโล แจกเหมือน ปุริส คำว่า อุกฺขิปน ในคำว่า อุกฺขิปนกาเล มาจาก อุ บทหน้า + ขิป ธาตุ ในความขว้างไป, ความซัดไป มี อุ อยู่หน้า แปลว่า ยกขึ้น + ยุ ปัจจัย ซ้อน กฺ หน้า ขิป ธาตุ แปลง ยุ เป็น อน ได้รูปเป็น อุกฺขิปน แปลว่า เป็นที่ยกขึ้น เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อุกฺขิปติ เอตฺถาติ อุกฺขิปโน (กาโล) เขา ย่อมยกขึ้น ในกาลนั่น เหตุนั้น กาลนั่น ชื่อว่า อุกฺขิปโน ๆ เป็นที่ยกขึ้น",
  "อุกฺขิปนฺต": "ก. ยกขึ้นอยู่ อุ บทหน้า + ขิป ธาตุ ในความขว้างไป, ความซัดไป มี อุ อยู่หน้า แปลว่า ยกขึ้น + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน กฺ หน้า ขิป ธาตุ ได้รูปเป็น อุกฺขิปนฺต ดู อกฺกมนฺต",
  "อุกฺขิปาเปตฺวา": "ก. ยัง...ให้ยกขึ้นแล้ว อุ บทหน้า + ขิป ธาตุ ในความขว้างไป, ความซัดไป มี อุ อยู่หน้า แปลว่า ยกขึ้น + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ซ้อน กฺ หน้า ขิป ธาตุ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อุกฺขิปาเปตฺวา",
  "อุกฺขิปิ": "ก. เช่น (สามเณโร อ. สามเณร) เพิกขึ้น แล้ว, ยกขึ้นแล้ว อุ บทหน้า + ขิป ธาตุ ในความ ขว้างไป, ความซัดไป มี อุ อยู่หน้า แปลว่า ยกขึ้น + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน กฺ หน้า ขิป ธาตุ รัสสะ อี เป็น อิ สำเร็จเป็น อุกฺขิปิ",
  "อุกฺขิปิตุกาม": "ว. ผู้ใคร่เพื่ออันยกขึ้น ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. อุกฺขิปิตุกามา (ชนา) อ. ชน ท. ผู้ใคร่เพื่ออันยกขึ้น เป็นจตุตถีตัปปุริสสมาส วิ.ว่า อุกฺขิปิตุํ กามา = อุกฺขิปิตุกามา (ชนา) [บทสมาส ลบนิคคหิตบทหน้า]",
  "อุกฺขิปิตุํ": "น. อ. อันยกขึ้น, เพื่ออันยกขึ้น อุ บทหน้า + ขิป ธาตุ ในความขว้างไป, ความ ซัดไป มี อุ อยู่หน้า แปลว่า ยกขึ้น + ตุํ ปัจจัย ซ้อน กฺ หน้า ขิป ธาตุ ลง อิ อาคม สำเร็จรูปเป็น อุกฺขิปิตุํ ดู อกฺโกสิตุํ"
};

const vocabInsanPr9Part5to8_Page43 = {
  // หน้า 43
  "อุกฺขิปิตฺวา": "ก. ยกขึ้นแล้ว อุ บทหน้า + ขิป ธาตุ ในความขว้างไป, ความซัดไป มี อุ อยู่หน้า แปลว่า ยกขึ้น + ตฺวา ปัจจัย ซ้อน กฺ หน้า ขิป ธาตุ ลง อิ อาคม สำเร็จรูปเป็น อุกฺขิปิตฺวา",
  "อุกฺเขปทาย": "น., ปุ. รางวัลอันบุคคลพึงยกขึ้น แจกเหมือน ปุริส เช่น ฉ.พหุ. อุกฺเขปทายานํ แห่งรางวัลอันบุคคลพึงยกขึ้น ท. คำว่า อุกฺเขป ในคำว่า อุกฺเขปทายานํ มาจาก อุ บทหน้า + ขิป ธาตุ ในความขว้างไป, ความซัดไป มี อุ อยู่หน้า แปลว่า ยกขึ้น + อ ปัจจัย ซ้อน กฺ หน้า ขิป ธาตุ วิการ อิ ที่ ขิป ธาตุ เป็น เอ ได้รูปเป็น อุกฺเขป แปลว่า อันบุคคลพึงยกขึ้น เป็นกัมมรูป กัมม สาธนะ วิ.ว่า อุกฺขิปิตพฺพาติ อุกฺเขปา (ทายา) รางวัล ท. เหล่าใด อันบุคคล พึงยกขึ้น เหตุนั้น รางวัล ท. เหล่านั้น ชื่อว่า อุกฺเขปา ๆ อันบุคคล พึงยกขึ้น",
  "อุคฺคจฺฉติ": "ก. (เช่น จนฺโท อ. พระจันทร์) ย่อมขึ้นไป อุ บทหน้า + คม ธาตุ ในความไป, ความถึง มี อุ อยู่หน้า แปลว่า ขึ้นไป + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน คฺ หน้าธาตุ แปลง คม เป็น คจฺฉ สำเร็จรูปเป็น อุคฺคจฺฉติ",
  "อุคฺคจฺฉนฺต": "ก. ขึ้นไปอยู่ อุ บทหน้า + คม ธาตุ ในความไป, ความถึง มี อุ อยู่หน้า แปลว่า ขึ้นไป + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน คฺ หน้าธาตุ แปลง คม เป็น คจฺฉ ได้รูปเป็น อุคฺคจฺฉนฺต ดู อกฺกมนฺต",
  "อุคฺคจฺฉิ": "ก. (เช่น ปาสาโท อ. ปราสาท) ผุดขึ้นแล้ว อุ บทหน้า + คม ธาตุ ในความไป, ความถึง มี อุ อยู่หน้า แปลว่า ผุดขึ้น + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน คฺ หน้าธาตุ แปลง คม เป็น คจฺฉ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุคฺคจฺฉิ",
  "อุคฺคจฺฉึสุ": "ก. (เช่น อุทกวฏฺฏิโย อ. เกลียวแห่ง นํ้า ท.) พุ่งขึ้นไปแล้ว อุ บทหน้า + คม ธาตุ ในความไป, ความถึง มี อุ อยู่หน้า แปลว่า พุ่งขึ้น + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน คฺ หน้าธาตุ แปลง คม เป็น คจฺฉ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อุคฺคจฺฉึสุ",
  "อุคฺคณฺห": "ก. (ตฺวํ อ. เจ้า) จงเรียนเอา อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ซ้อน คฺ หน้าธาตุ ลบ หฺ ที่สุดธาตุ ลบ อา ที่ ณฺหา และลบ หิ สำเร็จรูปเป็น อุคฺคณฺห",
  "อุคฺคณฺหนฺต": "ก. เรียนเอาอยู่ อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน คฺ หน้าธาตุ ลบ อา ที่ ณฺหา ได้รูปเป็น อุคฺคณฺหนฺต ดู อกฺกมนฺต",
  "อุคฺคณฺหาติ": "ก. (เช่น เถโร อ. พระเถระ) ย่อมเล่า เรียน อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน คฺ หน้า ธาตุ ลบ หฺ ที่สุดธาตุ สำเร็จรูปเป็น อุคฺคณฺหาติ",
  "อุคฺคณฺหาเปตฺวา": "ก. ยัง...ให้เรียนเอาแล้ว อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัยประจำหมวดธาตุ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ซ้อน คฺ หน้าธาตุ ลบ อา ที่ ณฺหา ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อุคฺคณฺหาเปตฺวา",
  "อุคฺคณฺหาเปม": "ก. (มยํ อ. เรา ท.) ยัง...จะให้เรียน เอา อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัยประจำหมวดธาตุ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ม วัตตมานาวิภัตติ ซ้อน คฺ หน้าธาตุ ลบ อา ที่ ณฺหา ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อุคฺคณฺหาเปม",
  "อุคฺคณฺหาเปสิ": "ก. (เช่น เถโร อ. พระเถระ) ยัง... ให้เรียนเอาแล้ว อุ บทหน้า + คห ธาตุ ในความ ถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัยประจำหมวดธาตุ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน คฺ หน้าธาตุ ลบ อา ที่ ณฺหา ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุคฺคณฺหาเปสิ",
  "อุคฺคณฺหาเปสุํ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ยัง… ให้ เรียนเอาแล้ว อุ บทหน้า + คห ธาตุ ในความถือ เอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัยประจำหมวดธาตุ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน คฺ หน้าธาตุ ลบ อา ที่ ณฺหา ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม สำเร็จรูปเป็น อุคฺคณฺหาเปสุํ"
};

const vocabInsanPr9Part5to8_Page44 = {
  // หน้า 44
  "อุคฺคณฺหิ": "ก. (เช่น สามเณโร อ. สามเณร) เรียน เอาแล้ว อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน คฺ หน้าธาตุ ลบ อา ที่ ณฺหา รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุคฺคณฺหิ",
  "อุคฺคณฺหิตพฺพ": "ก. อัน…พึงเรียนเอา อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัยประจำหมวดธาตุ + ตพฺพ ปัจจัย เป็นกัมมวาจก ซ้อน คฺ หน้าธาตุ ลบ อา ที่ ณฺหา ลง อิ อาคม ได้รูปเป็น อุคฺคณฺหิตพฺพ ดู อกตฺตพฺพ",
  "อุคฺคณฺหิตุํ": "น. อ. อันอัน…เรียนเอา, เพื่ออัน เรียนเอา อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย ซ้อน คฺ หน้าธาตุ ลบ อา ที่ ณฺหา ลง อิ อาคม สำเร็จรูปเป็น อุคฺคณฺหิตุํ ดู อกฺโกสิตุํ",
  "อุคฺคณฺหิตฺวา": "ก. เรียนเอาแล้ว อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ซ้อน คฺ หน้าธาตุ ลบ อา ที่ ณฺหา ลง อิ อาคม สำเร็จรูปเป็น อุคฺคณฺหิตฺวา",
  "อุคฺคณฺหิสฺสาม": "ก. (มยํ อ. เรา ท.) จักเรียนเอา อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ ซ้อน คฺ หน้าธาตุ ลบ ห ที่สุดธาตุ ลบ อา ที่ ณฺหา ลง อิ อาคม สำเร็จรูปเป็น อุคฺคณฺหิสฺสาม",
  "อุคฺคณฺหิสฺสามิ": "ก. (อหํ อ. เรา) จักเรียนเอา อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ณฺหา ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ซ้อน คฺ หน้าธาตุ ลบ ห ที่สุดธาตุ ลบ อา ที่ ณฺหา ลง อิ อาคม สำเร็จรูปเป็น อุคฺคณฺหิสฺสามิ",
  "อุคฺคต": "ก. พุ่งขึ้นแล้ว, ขึ้นไปแล้ว ปุ. แจกเหมือน ปุริส เช่น ส.เอก. อุคฺคเต (สุริเย) ครั้นเมื่อ พระอาทิตย์ขึ้นไปแล้ว คำว่า อุคฺคต มาจาก อุ บทหน้า + คม ธาตุ ในความไป มี อุ อยู่หน้า แปลว่า ขึ้นไป + ต ปัจจัย ซ้อน คฺ หน้าธาตุ ลบ ม ที่สุดธาตุ ได้รูปเป็น อุคฺคต ดู อคต",
  "อุคฺคเตช": "ว. ผู้มีเดชกล้า ปุ. แจกเหมือน ปุริส เช่น อา.เอก. อุคฺคเตช (นาคราช) ดูก่อนนาคราช ผู้มีเดชกล้า เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุคฺโค เตโช ยสฺส โส อุคฺคเตโช (นาคราชา) คำว่า อุคฺค ในคำว่า อุคฺคเตช มาจาก อุ บทหน้า + คม ธาตุ ในความไป + กฺวิ ปัจจัย ซ้อน คฺ หน้าธาตุ ลบ ม ที่สุดธาตุ และลบ กฺวิ ได้รูปเป็น อุคฺค แปลว่า อันไปในเบื้องบน, อันกล้า เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุปริ คจฺฉตีติ อุคฺโค (เตโช) เดชใด ย่อมไป ในเบื้องบน เหตุนั้น เดชนั้น ชื่อว่า อุคฺโค ๆ อันไปในเบื้องบน (อันกล้า) [อุ ในรูปวิเคราะห์ ใช้ อุปริ แทน]",
  "อุคฺคนคร": "น., นปุ. พระนครชื่อว่าอุคคะ แจกเหมือน กุล เช่น ทุ.เอก. อุคฺคนครํ ซึ่งพระนครชื่อว่าอุคคะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุคฺคํ นครํ = อุคฺคนครํ",
  "อุคฺคนครวาสี": "ว., ปุ. (เสฏฺฐี) อ. เศรษฐี ผู้อยู่ใน พระนครชื่อว่าอุคคะโดยปกติ มาจาก อุคฺคนคร บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น อุคฺคนครวาสี แปลว่า ผู้อยู่ในพระนครชื่อว่าอุคคะโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า อุคฺคนคเร วสติ สีเลนาติ อุคฺคนครวาสี (เสฏฺฐี)",
  "อุคฺคนฺตฺวา": "ก. ขึ้นไปแล้ว อุ บทหน้า + คม ธาตุ ในความไป มี อุ อยู่หน้า แปลว่า ขึ้นไป + ตฺวา ปัจจัย ซ้อน คฺ หน้าธาตุ แปลง ม ที่สุดธาตุ เป็น นฺ สำเร็จรูปเป็น อุคฺคนฺตฺวา",
  "อุคฺคมฺม": "ก. ขึ้นไปแล้ว อุ บทหน้า + คม ธาตุ ในความไป มี อุ อยู่หน้า แปลว่า ขึ้นไป + ตูนาทิปัจจัย ซ้อน คฺ หน้าธาตุ แปลงตูนาทิปัจจัยเป็น ย แปลง ย กับ ม ที่สุดธาตุ เป็น มฺม สำเร็จรูปเป็น อุคฺคมฺม"
};

const vocabInsanPr9Part5to8_Page45 = {
  // หน้า 45
  "อุคฺคนฺตุํ": "น. อ. อันขึ้นไป, เพื่ออันขึ้นไป อุ บทหน้า + คม ธาตุ ในความไป มี อุ อยู่หน้า แปลว่า ขึ้นไป + ตุํ ปัจจัย ซ้อน คฺ หน้าธาตุ แปลง ม ที่สุดธาตุ เป็น นฺ สำเร็จรูปเป็น อุคฺคนฺตุํ ดู อกฺโกสิตุํ",
  "อุคฺคเสฏฺฐี": "น., ปุ. เศรษฐีชื่อว่าอุคคะ แจกเหมือน เสฏฺฐี เช่น ป.เอก. อุคฺคเสฏฺฐี อ. เศรษฐีชื่อว่า อุคคะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุคฺโค เสฏฺฐี = อุคฺคเสฏฺฐี",
  "อุคฺคเสน ๑": "น., ปุ. พระอุคคเสน, นายอุคคเสน แจกเหมือน ปุริส เช่น ป.เอก. อุคฺคเสโน อ. พระอุคคเสน, อ. นายอุคคเสน",
  "อุคฺคเสน ๒": "ว., ปุ. อุคคเสน (ชื่อของบุตรเศรษฐี) แจกเหมือน ปุริส เช่น ทุ.เอก. อุคฺคเสนํ (เสฏฺฐิปุตฺตํ) ซึ่งบุตรของเศรษฐี ชื่อว่าอุคคเสน",
  "อุคฺคเสนวตฺถุ": "น., นปุ. อ. เรื่องแห่งอุคคเสน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุคฺคเสนสฺส วตฺถุ = อุคฺคเสนวตฺถุ แจกเหมือน วตฺถุ",
  "อุคฺคเสนเสฏฺฐิปุตฺตวตฺถุ": "น., นปุ. อ. เรื่องแห่ง บุตรของเศรษฐีชื่อว่าอุคคเสน เป็นฉัฏฐี ตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ฉ.ตัป.วิ. เสฏฺฐิสฺส ปุตฺโต = เสฏฺฐิปุตฺโต วิ.บุพ.กัม.วิ. อุคฺคเสโน เสฏฺฐิปุตฺโต = อุคฺคเสนเสฏฺฐิปุตฺโต ฉ.ตัป.วิ. อุคฺคเสนเสฏฺฐิปุตฺตสฺส วตฺถุ = อุคฺคเสนเสฏฺฐิปุตฺตวตฺถุ แจกเหมือน วตฺถุ",
  "อุคฺคห": "น., ปุ. การเรียนเอา แจกเหมือน ปุริส เช่น ทุ.เอก. อุคฺคหํ ซึ่งการเรียนเอา มาจาก อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + อ ปัจจัย ซ้อน คฺ หน้าธาตุ ได้รูปเป็น อุคฺคห แปลว่า การเรียนเอา เป็นภาวรูป ภาว สาธนะ วิ.ว่า อุคฺคหณํ = อุคฺคโห การเรียนเอา ชื่อว่า อุคฺคโห ๆ การเรียนเอา",
  "อุคฺคหณธารณวาจนาทินา": "ว., นปุ. (กิจฺเจน) ด้วยกิจ มีการเล่าเรียนและการทรงไว้และ การบอกเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. อุคฺคหณญฺจ ธารณญฺจ วาจนญฺจ = อุคฺคหณธารณวาจนํ ฉ.ตุล.วิ. อุคฺคหณธารณวาจนํ อาทิ ยสฺส ตํ อุคฺคหณธารณวาจนาทิ (กิจฺจํ)",
  "อุคฺคหิต": "ก. อัน…เรียนเอาแล้ว อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + ต ปัจจัย ซ้อน คฺ หน้าธาตุ ลง อิ อาคม ได้รูปเป็น อุคฺคหิต ดู อกต",
  "อุคฺคหิตปริยตฺติ": "น., อิต. ปริยัติอัน...เรียนเอา แล้ว แจกเหมือน รตฺติ เช่น ฉ.เอก. อุคฺคหิต ปริยตฺติยา แห่งปริยัติอันตนเรียนเอาแล้ว เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุคฺคหิตา ปริยตฺติ = อุคฺคหิตปริยตฺติ",
  "อุคฺคหิตมตฺเตน": "ว., นุป. (การเณน) ด้วยเหตุ สักว่า ปิฎกอันตนเรียนเอาแล้ว เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า อุคฺคหิตํ (ปิฏกํ) อิติ มตฺตํ = อุคฺคหิตมตฺตํ (การณํ) แจกเหมือน กุล",
  "อุคฺคหิตวตฺต": "ว. มีวัตรอันเรียนเอาแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุคฺคหิตวตฺโต (ภิกฺขุ) อ. ภิกษุ ผู้มีวัตรอันเรียนเอาแล้ว เป็น ตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุคฺคหิตํ วตฺตํ เยน โส อุคฺคหิตวตฺโต (ภิกฺขุ)",
  "อุคฺคหิตสิปฺป ๑": "น., นปุ. ศิลปะอัน...เรียนเอาแล้ว แจกเหมือน กุล เช่น ฉ.เอก. อุคฺคหิตสิปฺปสฺส แห่งศิลปะอันตนเรียนเอาแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุคฺคหิตํ สิปฺปํ = อุคฺคหิตสิปฺปํ",
  "อุคฺคหิตสิปฺป ๒": "ว. มีศิลปะอันเรียนเอาแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. อุคฺคหิตสิปฺปา (กุมารา) อ. พระกุมาร ท. ผู้มีศิลปะอันเรียนเอาแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุคฺคหิตํ สิปฺปํ เยหิ เต อุคฺคหิตสิปฺปา (กุมารา)",
  "อุคฺคเหตฺวา": "ก. เรียนเอาแล้ว อุ บทหน้า + คห ธาตุ ในความถือเอา มี อุ อยู่หน้า แปลว่า เรียนเอา + เอ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ซ้อน คฺ หน้าธาตุ สำเร็จรูปเป็น อุคฺคเหตฺวา"
};

const vocabInsanPr9Part5to8_Page46 = {
  // หน้า 46
  "อุคฺคิรึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) เงือดเงื้อแล้ว อุ บทหน้า + คิร ธาตุ ในความกลืนกิน, ความ บีบคั้น มี อุ อยู่หน้า แปลว่า เงือดเงื้อ + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน คฺ หน้าธาตุ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อุคฺคิรึสุ",
  "อุคฺฆรนฺต": "ก. ไหลเข้าอยู่ อุ บทหน้า + ฆร ธาตุ ในความไหล + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน คฺ หน้าธาตุ ได้รูปเป็น อุคฺฆรนฺต ดู อกฺกมนฺต",
  "อุคฺฆาเฏตฺวา": "ก. เพิกขึ้นแล้ว อุ บทหน้า + ฆฏ ธาตุ ในความเบียดเบียน มี อุ อยู่หน้า แปลว่า เพิกขึ้น + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ซ้อน คฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุคฺฆาเฏตฺวา",
  "อุคฺโฆสยมาน": "ก. ป่าวร้องอยู่ อุ บทหน้า + ฆุส ธาตุ ในความป่าวร้อง, ความประกาศ + ณย ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ซ้อน คฺ หน้าธาตุ ด้วยอำนาจ ณย ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ ย ได้รูปเป็น อุคฺโฆสยมาน ดู อนิจฺฉมาน",
  "อุคฺโฆเสตฺวา": "ก. ป่าวร้องแล้ว อุ บทหน้า + ฆุส ธาตุ ในความป่าวร้อง, ความประกาศ + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ซ้อน คฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุคฺโฆเสตฺวา",
  "อุคฺโฆเสนฺต": "ก. ป่าวร้องอยู่ อุ บทหน้า + ฆุส ธาตุ ในความป่าวร้อง, ความประกาศ + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน คฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น อุคฺโฆเสนฺต ดู อกฺกมนฺต",
  "อุจฺจ": "ว. สูง เป็นได้ ๓ ลิงค์ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อุจฺจํ (สทฺทํ) ซึ่งเสียง สูง นปุ. แจกเหมือน กุล เช่น ป.เอก. อุจฺจํ (ฐานํ) อ. ที่ อันสูง",
  "อุจฺจฏฺฐาน": "น., นปุ. ที่อันสูง แจกเหมือน กุล เช่น ส.พหุ. อุจฺจฏฺฐาเนสุ ในที่อันสูง ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุจฺจานิ ฐานานิ = อุจฺจฏฺฐานานิ [ซ้อน ฏฺ]",
  "อุจฺจตร": "ว. สูงกว่า อุจฺจ ศัพท์ + ตร ปัจจัย ในเสฏฐตัทธิต เป็นได้ ๓ ลิงค์ นปุ. แจกเหมือน กุล เช่น ส.เอก. อุจฺจตเร (อาสเน) บนอาสนะ อันสูง กว่า วิ.ว่า สพฺพานิ อิมานิ อุจฺจานิ, อิทมิเมสํ วิเสเสน อุจฺจนฺติ อุจฺจตรํ (อิทํ อาสนํ) อาสนะ ท. เหล่านี้ ทั้งปวง สูง, อาสนะนี้ สูง โดยวิเศษ แห่ง (กว่า) อาสนะ ท. เหล่านี้ เหตุนั้น อาสนะนี้ ชื่อว่า อุจฺจตรํ ๆ สูงกว่า",
  "อุจฺจนีจกุลปฺปฏิปาฏิ": "น., อิต. ลำดับแห่งตระกูล สูงและตระกูลตํ่า แจกเหมือน รตฺติ เช่น ต.เอก. อุจฺจนีจกุลปฺปฏิปาฏิยา โดยลำดับแห่งตระกูลสูง และตระกูลตํ่า เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส วิเสสนบุพพบท กัมม ธารยสมาส และอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม. วิ. อุจฺจํ กุลํ = อุจฺจกุลํ วิ.บุพ.กัม.วิ. นีจํ กุลํ = นีจกุลํ อ.ทวัน.วิ. อุจฺจกุลญฺจ นีจกุลญฺจ = อุจฺจ นีจกุลานิ [ลบ กุล ศัพท์หน้า] ฉ.ตัป.วิ. อุจฺจนีจ กุลานํ ปฏิปาฏิ = อุจฺจนีจกุลปฺปฏิปาฏิ [ซ้อน ปฺ]",
  "อุจฺจย": "น., ปุ. การสั่งสม แจกเหมือน ปุริส เช่น ป.เอก. อุจฺจโย อ. การสั่งสม มาจาก อุ บทหน้า + จิ ธาตุ ในความก่อ, ความสั่งสม + อ ปัจจัย ซ้อน จฺ หน้าธาตุ วิการ อิ ที่ จิ ธาตุเป็น เอ แล้วแปลง เอ เป็น อย ได้รูปเป็น อุจฺจย แปลว่า การสั่งสม, การสั่งสมขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุจฺจยนํ = อุจฺจโย การสั่งสม ชื่อว่า อุจฺจโย ๆ การสั่งสม",
  "อุจฺจาวจ": "ว. ทั้งสูงทั้งตํ่า ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุจฺจาวโจ (อธิปฺปาโย) อ. ความประสงค์ ทั้งสูงทั้งตํ่า เป็นวิเสสโนภยบท กัมมธารยสมาส วิ.ว่า อุจฺโจ จ อวโจ จ = อุจฺจาวโจ (อธิปฺปาโย) ความประสงค์ สูงด้วย ตํ่าด้วย ชื่อว่าทั้งสูงทั้งตํ่า",
  "อุจฺจาสทฺท": "น., ปุ. เสียงอันสูง แจกเหมือน ปุริส เช่น ทุ.เอก. อุจฺจาสทฺทํ ซึ่งเสียงอันสูง เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุจฺจา สทฺโท =อุจฺจาสทฺโท [อุจฺจา = สูง เป็นนิบาต ในรูปวิเคราะห์จะใช้ อุจฺจ = สูง ซึ่งเป็นคุณนามหรือ วิเสสนะแทนก็ได้]"
};

const vocabInsanPr9Part5to8_Page47 = {
  // หน้า 47
  "อุจฺจินิตฺวา": "ก. เลือกแล้ว อุ บทหน้า + จิ ธาตุ ในความก่อ, ความสั่งสม มี อุ อยู่หน้า แปลว่า เลือก + นา ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ซ้อน จฺ หน้าธาตุ ลบ อา ที่ นา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อุจฺจินิตฺวา",
  "อุจฺฉงฺค": "น., ปุ. ชายพก, พกผ้า, พระเพลา, ตัก แจกเหมือน ปุริส เช่น ส.เอก. อุจฺฉงฺเค ในชายพก เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุจฺฉงฺคโต จากชายพก บ้าง",
  "อุจฺฉิฏฺฐกญฺชิก": "น., นปุ. นํ้าข้าวอันเป็นเดน แจกเหมือน กุล เช่น ทุ.เอก. อุจฺฉิฏฺฐกญฺชิกํ ซึ่ง นํ้าข้าวอันเป็นเดน เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุจฺฉิฏฺฐํ กญฺชิกํ= อุจฺฉิฏฺฐกญฺชิกํ",
  "อุจฺฉิฏฺฐขาทก": "ว., ปุ. ผู้เคี้ยวกินซึ่งวัตถุอันเป็น เดน อุจฺฉิฏฺฐ บทหน้า + ขาท ธาตุ ในความเคี้ยว กิน + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก ได้รูปเป็น อุจฺฉิฏฺฐขาทก แปลว่า ผู้เคี้ยวกินซึ่งวัตถุอัน เป็นเดน เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุจฺฉิฏฺฐํ ขาทตีติ อุจฺฉิฏฺฐขาทโก (ปุคฺคโล)",
  "อุจฺฉิฏฺฐภตฺต": "น., นปุ. ภัตอันเป็นเดน แจกเหมือน กุล เช่น ทุ.เอก. อุจฺฉิฏฺฐภตฺตํ ซึ่งภัตอันเป็นเดน เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุจฺฉิฏฺฐํ ภตฺตํ = อุจฺฉิฏฺฐภตฺตํ",
  "อุจฺฉิฏฺฐโภชน": "น., นปุ. โภชนะอันเป็นเดน แจกเหมือน กุล เช่น ทุ.เอก. อุจฺฉิฏฺฐโภชนํ ซึ่ง โภชนะอันเป็นเดนเป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุจฺฉิฏฺฐํ โภชนํ = อุจฺฉิฏฺฐโภชนํ",
  "อุจฺฉิฏฺฐเสสก": "ว. อันเป็นเดนอันเหลือ นปุ. แจกเหมือน กุล เช่น ทุ.เอก. อุจฺฉิฏฺฐเสสกํ (ภตฺตํ) ซึ่งภัตอันเป็นเดนอันเหลือ เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า อุฏฺฉิฏฺฐํ เสสกํ = อุจฺฉิฏฺฐเสสกํ (ภตฺตํ)",
  "อุจฺฉิฏฺฐอมฺพฏฺฐิ": "น., นปุ. เมล็ดแห่งมะม่วงอัน เป็นเดน แจกเหมือน อกฺขิ เช่น ต.พหุ. อุจฺฉิฏฺฐ อมฺพฏฺฐีหิ ด้วยเมล็ดแห่งมะม่วงอันเป็นเดน ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐี ตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อมฺพสฺส อฏฺฐิ = อมฺพฏฺฐิ วิ.บุพ. กัม.วิ. อุจฺฉิฏฺฐํ อมฺพฏฺฐิ = อุจฺฉิฏฺฐอมฺพฏฺฐิ [อฏฺฐิ = กระดูก, เมล็ด, นปุ.]",
  "อุจฺฉินฺท": "ก. (ตฺวํ อ. ท่าน) จงตัด อุ บทหน้า + ฉิท ธาตุ ในความตัด + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ซ้อน จฺ หน้าธาตุ ลงนิคคหิตอาคม ที่พยัญชนะต้นธาตุ แล้วแปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลัง ลบ หิ สำเร็จรูปเป็น อุจฺฉินฺท",
  "อุจฺฉุ": "น., ปุ. อ้อย แจกเหมือน ครุ เช่น ทุ.เอก. อุจฺฉุํ ซึ่งอ้อย [อุจฺฉุ = อ้อย ปุ.]",
  "อุจฺฉุกฺเขตฺต": "น., นปุ. ไร่แห่งอ้อย แจกเหมือน กุล เช่น ทุ.เอก. อุจฺฉุกฺเขตฺตํ ซึ่งไร่แห่งอ้อย เฉพาะ ปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุจฺฉุกฺเขตฺตโต จากไร่แห่งอ้อย บ้าง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุจฺฉูนํ เขตฺตํ = อุจฺฉุกฺเขตฺตํ [ซ้อน กฺ]",
  "อุจฺฉุยฏฺฐิ": "น., อิต. ลำแห่งอ้อย แจกเหมือน รตฺติ เช่น ป.พหุ. อุจฺฉุยฏฺฐิโย อ. ลำแห่งอ้อย ท. เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า อุจฺฉูนํ ยฏฺฐิ = อุจฺฉุยฏฺฐิ เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัยเป็น อุจฺฉุยฏฺฐิโต แต่ลำแห่งอ้อย บ้าง [ยฏฺฐิ =ไม้เท้า, ลำ อิต.]",
  "อุจฺฉุรส": "น., ปุ. รสแห่งอ้อย แจกเหมือน ปุริส เช่น ฉ.เอก. อุจฺฉุรสสฺส แห่งรสแห่งอ้อย เป็นฉัฏฐี ตัปปุริสสมาส วิ.ว่า อุจฺฉูนํ รโส = อุจฺฉุรโส",
  "อุชุกํ": "นิ. ตรง, ตรง ๆ เช่น อุชุกโต โดยตรง เช่น อุชุกํ โอโลเกตุํ เพื่ออันแลดู ตรง ๆ",
  "อุชุก": "ว. ตรง ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. อุชุกา (ภิกฺขู) อ. ภิกษุ ท. ผู้ตรง อุชุโก มคฺโค อ. หนทาง อันตรง",
  "อุชฺชงฺคล": "ว. อันดอน นปุ. แจกเหมือน กุล เช่น ส.เอก. อุชฺชงฺคเล (ฐาเน) ในที่อันดอน",
  "อุชฺฌานพหุล": "ว. ผู้มากด้วยอันยกโทษ ปุ. แจกเหมือน ปุริส เช่น จ.เอก. อุชฺฌานพหุลสฺส (ปุคฺคลสฺส) แก่บุคคล ผู้มากด้วยอันยกโทษ เป็นตติยาตัปปุริสสมาส วิ.ว่า อุชฺฌาเนน พหุโล = อุชฺฌานพหุโล (ปุคฺคโล)",
  "อุชฺฌานสญฺญิตาย": "น.อิต. เพราะความที่แห่ง บุคคลเป็นผู้มีความมุ่งหมายในอันยกโทษ ศัพท์เดิมเป็น อุชฺฌานสญฺญิตา อา การันต์ ในอิตถีลิงค์ ลง นา ตติยาวิภัตติ ฝ่ายเอกวจนะ แปลง อา กับ นา เป็น อาย สำเร็จรูปเป็น อุชฺฌานสญฺญิตาย ลง ตา ปัจจัย ในภาวตัทธิต มีสัตตมีตัปปุริสสมาส และ อี ปัจจัย ในตทัสสัตถิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. อุชฺฌาเน สญฺญา = อุชฺฌานสญฺญา อี.ตทัส.วิ. อุชฺฌานสญฺญา อสฺส อตฺถีติ อุชฺฌานสญฺญี ตา.ภาว.วิ. อุชฺฌานสญฺญิโน ภาโว = อุชฺฌานสญฺญิตา แจกเหมือน กญฺญา"
};

const vocabInsanPr9Part5to8_Page48 = {
  // หน้า 48
  "อุชฺฌานสญฺญิตฺเถรวตฺถุ": "น., นปุ. อ. เรื่องแห่งพระ เถระชื่อว่าอุชฌานสัญญี เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุชฺฌานสญฺญี เถโร = อุชฺฌานสญฺญิตฺเถโร [ซ้อน ตฺ] ฉ.ตัป.วิ. อุชฺฌานสญฺญตฺเถรสฺส วตฺถุ = อุชฺฌานสญฺญิตฺเถรวตฺถุ แจกเหมือน วตฺถุ",
  "อุชฺฌานสญฺญี": "ว., ปุ. ผู้มีความมุ่งหมายในอัน ยกโทษ แจกเหมือน เสฏฺฐี เช่น ฉ.เอก. อุชฺฌาน สญฺญิโน (ปุคฺคลสฺส) ของบุคคล ผู้มีความ มุ่งหมายในอันยกโทษ ลง อี ปัจจัย ในตทัสสัตถิตัทธิต มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. อุชฺฌาเน สญฺญา = อุชฺฌานสญฺญา อี.ตทัส.วิ. อุชฺฌานสญฺญา อสฺส อตฺถีติ อุชฺฌานสญฺญี (ปุคฺคโล)",
  "อุชฺฌาปยาม": "ก. (มยํ อ. เรา ท.) ยัง...จะให้ช่วยเพ่ง อุ บทหน้า + เฌ ธาตุ ในความเพ่ง, ความยกโทษ + ณาปย ปัจจัย ในเหตุกัตตุวาจก + ม วัตตมานาวิภัตติ ซ้อน ชฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ อาปย ลบสระหน้า คือ เอ ที่ เฌ ม อยู่หลัง ทีฆะ อ ที่ ย เป็น อา สำเร็จรูปเป็น อุชฺฌาปยาม",
  "อุชฺฌายิตฺถ": "ก. (ตุมเห อ. ท่าน ท.) ยกโทษแล้ว อุ บทหน้า + เฌ ธาตุ ในความเพ่ง, ความยกโทษ + อ ปัจจัย ในกัตตุวาจก + ตฺถ อัชชัตตนีวิภัตติ ซ้อน ชฺ หน้าธาตุ แปลง เอ ที่ เฌ เป็น อาย ลง อิ อาคม สำเร็จรูปเป็น อุชฺฌายิตฺถ",
  "อุชฺฌายถ": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมยกโทษ อุ บทหน้า + เฌ ธาตุ ในความเพ่ง, ความยกโทษ + อ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ ซ้อน ชฺ หน้าธาตุ แปลง เอ ที่ เฌ เป็น อาย สำเร็จรูปเป็น อุชฺฌายถ",
  "อุชฺฌายิ": "ก. (เช่น ภิกฺขุสงฺโฆ อ. หมู่แห่งภิกษุ) ยกโทษแล้ว อุ บทหน้า + เฌ ธาตุ ในความเพ่ง, ความยกโทษ + อปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ชฺ หน้าธาตุ แปลง เอ ที่ เฌ เป็น อาย รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุชฺฌายิ",
  "อุชฺฌายิตฺวา": "ก. ยกโทษแล้ว อุ บทหน้า + เฌ ธาตุ ในความเพ่ง, ความยกโทษ + ตฺวา ปัจจัย ซ้อน ชฺ หน้าธาตุ แปลง เอ ที่ เฌ เป็น อาย ลง อิ อาคม สำเร็จรูปเป็น อุชฺฌายิตฺวา",
  "อุชฺฌายึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ยกโทษแล้ว อุ บทหน้า + เฌ ธาตุ ในความเพ่ง, ความยกโทษ + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน ชฺ หน้าธาตุ แปลง เอ ที่ เฌ เป็น อาย แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อุชฺฌายึสุ",
  "อุฏฺเฐหิ": "ก. (ตฺวํ อ. ท่าน) จงลุกขึ้น อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ลุกขึ้น + เอ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ซ้อน ฏฺ หน้า ฐา ธาตุ ลบสระหน้า คือ อา ที่ ฐา สำเร็จรูปเป็น อุฏฺเฐหิ",
  "อุฏฺฐหติ": "ก. (เช่น ภตฺตํ อ. ภัต) ย่อมตั้งขึ้น อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห สำเร็จรูปเป็น อุฏฺฐหติ",
  "อุฏฺฐหตุ": "ก. (เช่น ปาสาโท อ. ปราสาท) จงผุดขึ้น อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ผุดขึ้น + อ ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห สำเร็จรูปเป็น อุฏฺฐหตุ",
  "อุฏฺฐหนฺต": "ก. เมื่องอกขึ้น อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า งอกขึ้น + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห สำเร็จรูปเป็น อุฏฺฐหนต ดู อกฺกมนฺต",
  "อุฏฺฐหนฺตุ": "ก. (เช่น ปาการา อ. กำแพง ท.) จงผุดขึ้น อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ผุดขึ้น + อ ปัจจัย ในกัตตุวาจก + อนฺตุ ปัญจมีวิภัตติ ซ้อน ฏฺ หน้า ฐา ธาตุ แปลง ฐา ธาตุ เป็น ฐห สำเร็จรูปเป็น อุฏฺฐหนฺต"
};

const vocabInsanPr9Part5to8_Page49 = {
  // หน้า 49
  "อุฏฺฐหามิ": "ก. (อหํ อ. เรา) ย่อมลุกขึ้น อุ บท หน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ลุกขึ้น + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อุฏฺฐหามิ",
  "อุฏฺฐหิ": "ก. (เช่น มหาเมโฆ อ. เมฆใหญ่) ตั้งขึ้นแล้ว อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุฏฺฐหิ",
  "อุฏฺฐหิตฺวา": "ก. ตั้งขึ้นแล้ว, ลุกขึ้นแล้ว อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น + ตฺวา ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห ลง อิ อาคม สำเร็จรูปเป็น อุฏฺฐหิตฺวา",
  "อุฏฺฐหึสุ": "ก. (เช่น อคฺคิชาลา อ. เปลวแห่งไฟ ท.) พุ่งขึ้นแล้ว อุ + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า พุ่งขึ้น + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อุฏฺฐหึสุ",
  "อุฏฺฐเหยฺยุํ": "ก. (เช่น ชนา อ. ชน ท.) พึงลุกขึ้น อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ลุกขึ้น + อ ปัจจัย ในกัตตุวาจก + เอยฺยุํ สัตตมีวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห สำเร็จรูปเป็น อุฏฺฐเหยฺยุํ",
  "อุฏฺฐาติ": "ก. (เช่น อรุโณ อ. อรุณ) ย่อมตั้งขึ้น อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ฏฺ หน้าธาตุ สำเร็จรูปเป็น อุฏฺฐาติ",
  "อุฏฺฐาตุํ": "น. อ. อันอัน…ลุกขึ้น, เพื่ออันลุกขึ้น อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ลุกขึ้น + ตุํ ปัจจัย ซ้อน ฏฺ หน้าธาตุ สำเร็จรูปเป็น อุฏฺฐาตุํ ดู อกฺโกสิตุํ",
  "อุฏฺฐาน": "ว. เป็นเหตุลุกขึ้น อุ บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น, ลุกขึ้น + ยุ ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ยุ เป็น อน ได้รูปเป็น อุฏฺฐาน แปลว่า เป็นเหตุลุกขึ้น เป็นกัตตุรูป กรณสาธนะ นปุ. แจกเหมือน กุล เช่น ต.เอก. อุฏฺฐาเนน (วิริเยน) ด้วยความเพียร เป็นเหตุลุกขึ้น วิ.ว่า อุฏฺฐหติ เอเตนาติ อุฏฺฐานํ (วิริยํ) เขา ย่อมลุกขึ้น ด้วยความเพียรนั่น เหตุนั้น ความเพียรนั่น ชื่อว่า อุฏฺฐานํ ๆ เป็นเหตุลุกขึ้น",
  "อุฏฺฐานกาล": "น., ปุ. กาลเป็นที่ลุกขึ้น แจกเหมือน ปุริส เช่น ส.เอก. อุฏฺฐานกาเล ในกาลเป็นที่ลุกขึ้น เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุฏฺฐาโน กาโล = อุฏฺฐานกาโล คำว่า อุฏฺฐาน มาจาก อุ + ฐา ธาตุ ในความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ลุกขึ้น + ยุ ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ยุ เป็น อน ได้รูปเป็น อุฏฺฐาน แปลว่า เป็นที่ ตั้งขึ้น เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า (ชนา) อุฏฺฐหนฺติ เอตฺถาติ อุฏฺฐาโน (กาโล) ชน ท. ย่อมลุกขึ้น ในกาลนั่น เหตุนั้น กาลนั่น ชื่อว่า อุฏฺฐาโน ๆ เป็นที่ลุกขึ้น",
  "อุฏฺฐานฏฺฐาน": "น., นปุ. ที่เป็นที่ตั้งขึ้น แจกเหมือน กุล เช่น ทุ.เอก. อุฏฺฐานฏฺฐานํ ซึ่งที่เป็นที่ตั้งขึ้น เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุฏฺฐานํ ฐานํ = อุฏฺฐานฏฺฐานํ [ซ้อน ฏฺ] คำว่า อุฏฺฐาน มาจาก อุ + ฐา ธาตุ ในความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น + ยุ ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ยุ เป็น อน ได้รูปเป็น อุฏฺฐาน แปลว่า เป็นที่ตั้งขึ้น เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า (ภตฺตํ) อุฏฺฐาติ เอตฺถาติ อุฏฺฐานํ (ฐานํ) ภัต ย่อมตั้งขึ้น ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า อุฏฺฐานํ ๆ เป็นที่ตั้งขึ้น",
  "อุฏฺฐานฏฺฐานสงฺขาตํ": "ว., ปุ. (ปาสาณมณึ) ซึ่งแก้วมณีอันเป็นวิการแห่งหิน อันบัณฑิตนับ พร้อมแล้วว่าที่เป็นที่ตั้งขึ้น [ธ. ๖: มหากาลอุปาสกวตฺถุ หน้า ๑๘] เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุฏฺฐานํ ฐานํ = อุฏฺฐานฏฺฐานํ [ซ้อน ฏฺ] สัม.บุพ.กัม.วิ. อุฏฺฐานฏฺฐานํ อิติ สงฺขาโต = อุฏฺฐานฏฺฐานสงฺขาโต (ปาสาณมณิ) แจกเหมือน ปุริส"
};

const vocabInsanPr9Part5to8_Page50 = {
  // หน้า 50
  "อุฏฺฐานวโต": "ว. ผู้มีความเพียรเป็นเหตุลุกขึ้น ศัพท์เดิมเป็น อุฏฺฐานวนฺตุ อุ การันต์ ในปุงลิงค์ ลง ส จตุตถีวิภัตติ และ ส ฉัฏฐีวิภัตติ แปลง นฺตุ กับ ส เป็น โต สำเร็จรูปเป็น อุฏฺฐานวโต (ปุคฺคลสฺส) แก่หรือของบุคคล ผู้มีความเพียร เป็นเหตุลุกขึ้น มาจาก อุฏฺฐาน ศัพท์ + วนฺตุ ปัจจัย ในตทัสสัตถิตัทธิต วิ.ว่า อุฏฺฐานํ อสฺส อตฺถีติ อุฏฺฐานวา (ปุคฺคโล)",
  "อุฏฺฐานสมฺปนฺน": "ว. ถึงพร้อมแล้วด้วยอันตั้งขึ้น นปุ. แจกเหมือน กุล เช่น ป.เอก. อุฏฺฐานสมฺปนฺนํ (สสฺสํ) อ. ข้าวกล้า อันถึงพร้อมแล้วด้วยอันตั้งขึ้น เป็นตติยาตัปปุริสสมาส วิ.ว่า อุฏฺฐาเนน สมฺปนฺนํ = อุฏฺฐานสมฺปนฺนํ (สสฺสํ) คำว่า อุฏฺฐาน ในคำว่า อุฏฺฐานสมฺปนฺนํ มาจาก อุ บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น + ยุ ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ยุ เป็น อน ได้รูป เป็น อุฏฺฐาน แปลว่า อัน (การ) ตั้งขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุฏฺฐานํ = อุฏฺฐานํ การตั้งขึ้น ชื่อว่า อุฏฺฐานํ ๆ การตั้งขึ้น",
  "อุฏฺฐาปิต": "ก. อัน…ให้ลุกขึ้นแล้ว อุ บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ต ปัจจัยเป็นเหตุกัมมวาจก ลง อิ อาคม ซ้อน ฏฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ อาเป เป็น อุฏฺฐาเป + อิ + ต ลบ สระหน้า คือ เอ ที่ เป ได้รูปเป็น อุฏฺฐาปิต ดู อกต",
  "อุฏฺฐาเปตฺวา": "ก. ยัง...ให้ตั้งขึ้นแล้ว อุ บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ซ้อน ฏฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อุฏฺฐาเปตฺวา",
  "อุฏฺฐาเปนฺต": "ก. ยัง...ให้ตั้งขึ้นอยู่ อุ บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อนฺต ปัจจัย ซ้อน ฏฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ อาเป ได้รูปเป็น อุฏฺฐาเปนฺต ดู อกฺกมนฺต",
  "อุฏฺฐาเปนฺติ": "ก. (เช่น ทารกา อ. เด็กชาย ท.) ยัง...ย่อมให้ฟุ้งขึ้น อุ บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ฟุ้งขึ้น + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ ซ้อน ฏฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อุฏฺฐาเปนฺติ",
  "อุฏฺฐาเปยฺยาถ": "ก. (ตุมฺเห อ. ท่าน ท.) ยัง...พึงให้ ฟุ้งขึ้น อุ บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ฟุ้งขึ้น + ณาเป ปัจจัย ในเหตุกัตตุวาจก + เอยฺยาถ สัตตมีวิภัตติ ซ้อน ฏฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ อาเป ลบสระหน้า คือ เอ ที่ เป สำเร็จรูปเป็น อุฏฺฐาเปยฺยาถ",
  "อุฏฺฐาเปสุํ": "ก. (เช่น ทารกา อ. เด็กชาย ท.) ยัง... ให้ฟุ้งขึ้นแล้ว อุ บทหน้า + ฐา ธาตุ ในความ ตั้งอยู่ มี อุ อยู่หน้า แปลว่า ฟุ้งขึ้น + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ลง ส อาคม ซ้อน ฏฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อุฏฺฐาเปสุํ",
  "อุฏฺฐาย": "ก. ลุกขึ้นแล้ว, ตั้งขึ้นแล้ว อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ลุกขึ้น, ตั้งขึ้น + ตูนาทิปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลงตูนาทิปัจจัยเป็น ย สำเร็จรูปเป็น อุฏฺฐาย",
  "อุฏฺฐิต": "ก. ตั้งขึ้นแล้ว, ผุดขึ้นแล้ว อุ บทหน้า + ฐา ธาตุ ในความยืนอยู่, ความตั้งอยู่ มี อุ อยู่หน้า แปลว่า ตั้งขึ้น, ผุดขึ้น + ต ปัจจัย ซ้อน ฏฺ หน้าธาตุ ลบ อา ที่ ฐา ธาตุ ลง อิ อาคม ได้รูปเป็น อุฏฺฐิต ดู อคต",
  "อุฏฺฐิตกาล": "น., ปุ. กาลแห่ง…ลุกขึ้นแล้ว แจกเหมือน ปุริส เช่น ส.เอก. อุฏฺฐิตกาเล ในกาลแห่ง…ลุกขึ้นแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุฏฺฐิตสฺส (สตฺถุ) กาโล = อุฏฺฐิตกาโล",
  "อุฏฺฐิตตฺต": "น., นปุ. ความที่แห่ง…เป็นกรรมตั้งขึ้น แล้ว ลง ตฺต ปัจจัย ในภาวตัทธิต วิ.ว่า อุฏฺฐิตสฺส ภาโว = อุฏฺฐิตตฺตํ แจกเหมือน กุล เช่น ปญฺ.เอก. อุฏฺฐิตตฺตา เพราะความที่แห่ง…เป็นกรรม ตั้งขึ้นแล้ว"
};

const vocabInsanPr9Part5to8_Page51 = {
  // หน้า 51
  "อุฏฺฐิตสทฺท": "น., ปุ. เสียงแห่ง…ตั้งขึ้นแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. อุฏฺฐิตสทฺทํ ซึ่งเสียงแห่ง…ตั้งขึ้นแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุฏฺฐิตสฺส สทฺโท = อุฏฺฐิตสทฺโท",
  "อุฏฺฐิตอุตุ": "น., ปุ., นปุ. ไออุ่นอันตั้งขึ้นแล้ว ปุ. แจกเหมือน ครุ นปุ. แจกเหมือน วตฺถุ เช่น ต.เอก. อุฏฺฐิตอุตุนา ด้วยไออุ่นอันตั้งขึ้นแล้ว [ธ. ๘: โชติกตฺเถรวตฺถุ หน้า ๑๖๙] เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุฏฺฐิโต อุตุ = อุฏฺฐิตอุตุ [อุตุ ปกติแปลว่า ฤดู แต่ตรงเรื่องโชติกะ แปลว่า ไออุ่น]",
  "อุณฺณาโลม": "น., ปุ. พระอุณณาโลม แจกเหมือน ปุริส เช่น ป.เอก. อุณฺณาโลโม อ. พระอุณณาโลม เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุณฺณาโลมโต จากพระอุณณาโลม บ้าง",
  "อุณฺห": "ว. ร้อน นปุ. แจกเหมือน กุล เช่น ทุ.เอก. อุณฺหํ (วตฺถุํ) ซึ่งวัตถุ อันร้อน",
  "อุณฺหาการ": "น., ปุ. อาการอันร้อน แจกเหมือน ปุริส เช่น ทุ.เอก. อุณฺหาการํ ซึ่งอาการอันร้อน เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุณฺโห อากาโร = อุณฺหากาโร",
  "อุณฺโทก": "น., นปุ. นํ้าอันร้อน แจกเหมือน กุล เช่น ทุ.เอก. อุณฺโทกํ ซึ่งนํ้าอันร้อน เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุณฺหํ อุทกํ= อุณฺโทกํ [ลบสระหน้า คือ อ ที่ อุณฺห พฤทธิ อุ เป็น โอ]",
  "อุณฺโทกตฺถาย": "น., ปุ. เพื่อประโยชน์แก่นํ้าอัน ร้อน ศัพท์เดิมเป็น อุณฺโทกตฺถ อ การันต์ ในปุงลิงค์ ลง ส จตุตถีวิภัตติ ฝ่ายเอกวจนะ แปลง อ กับ ส เป็น อาย สำเร็จรูปเป็น อุณฺโทกตฺถาย เป็นจตุตถีตัปปุริสสมาส มีวิเสสนบุพพบท กัมม ธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุณฺหํ อุทกํ= อุณฺโทกํ จตุ.ตัป.วิ. อุณฺโทกสฺส อตฺโถ = อุณฺโทกตฺโถ",
  "อุตฺตม": "ว. สูงสุด ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุตฺตโม (คนฺโธ) อ. กลิ่น อันสูงสุด อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. อุตฺตมา (ปญฺญา) อ. ปัญญา อันสูงสุด นปุ. แจกเหมือน กุล เช่น ป.เอก. อุตฺตมํ (รตนํ) อ. รัตนะ อันสูงสุด",
  "อุตฺตมตฺถ ๑": "น., ปุ. ประโยชน์อันสูงสุด แจกเหมือน ปุริส เช่น ทุ.เอก. อุตฺตมตฺถํ ซึ่งประโยชน์อันสูงสุด เป็นวิเสสนบุพพบท กัมม ธารยสมาส วิ.ว่า อุตฺตโม อตฺโถ = อุตฺตมตฺโถ",
  "อุตฺตมตฺถ ๒": "น., ปุ. อรรถว่าสูงสุด แจกเหมือน ปุริส เช่น ต.เอก. อุตฺตมตฺเถน เพราะอรรถว่า สูงสุด เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า อุตฺตโม อิติ อตฺโถ = อุตฺตมตฺโถ",
  "อุตฺตมปฺปญฺโญ": "ว., ปุ. (สมฺมาสมฺพุทฺโธ) อ. พระ สัมมาสัมพุทธเจ้า ผู้มีปัญญาสูงสุด เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุตฺตมา ปญฺญา ยสฺส โส อุตฺตมปญฺโญ (สมฺมาสมฺพุทฺโธ)",
  "อุตฺตมมลฺล": "น., ปุ. คนปลํ้าผู้สูงสุด แจกเหมือน ปุริส เช่น ป.เอก. อุตฺตมมลฺโล อ. คนปลํ้าผู้สูงสุด เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุตฺตโม มลฺโล = อุตฺตมมลฺโล",
  "อุตฺตมรูปธร": "ว. ผู้ทรงไว้ซึ่งรูปอันสูงสุด อิต. แจกเหมือน กญฺญา เช่น ป.เอก. อุตฺตมรูปธรา (ปริพฺพาชิกา) อ. นางปริพาชิกา ผู้ทรงไว้ซึ่งรูปอัน สูงสุด มาจาก อุตฺตมรูป บทหน้า + ธร ธาตุ ในความทรงไว้ + อ ปัจจัย ลง อา เครื่องหมายอิตถี ลิงค์ ได้รูปเป็น อุตฺตมรูปธรา แปลว่า ผู้ทรงไว้ ซึ่งรูปอันสูงสุด เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุตฺตมรูปํ ธาเรตีติ อุตฺตมรูปธรา (ปริพฺพาชิกา)",
  "อุตฺตมสารถิ": "น., ปุ. สารถีผู้สูงสุด แจกเหมือน มุนิ เช่น ป.เอก. อุตฺตมสารถิ อ. สารถีผู้สูงสุด เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุตฺตโม สารถิ = อุตฺตมสารถิ",
  "อุตฺตร ๑": "ว., ปุ. อุตตระ (ชื่อของมาณพ) แจกเหมือน ปุริส เช่น ป.เอก. อุตฺตโร (มาณโว) อ. มาณพชื่อว่าอุตตระ เป็นวิเสสนบุพพบท กัมม ธารยสมาส วิ.ว่า อุตฺตโร มาณโว = อุตฺตรมาณโว",
  "อุตฺตร ๒": "ว. ยิ่งกว่า อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. อุตฺตรา (ปพฺพชฺชา) อ. การบวช ยิ่งกว่า"
};

const vocabInsanPr9Part5to8_Page52 = {
  "อุตฺตร ๓": "ว. ด้านเหนือ ปุ. แจกเหมือน ปุริส เช่น ต.เอก. อุตฺตเรน (ทฺวาเรน) ทางประตู ด้านเหนือ",
  "อุตฺตรกุรุ": "น., ปุ. อุตรกุรุ (ชื่อของทวีป) แจกเหมือน ครุ เช่น ทุ.เอก. อุตฺตรกุรุํ สู่อุตรกุรุทวีป เฉพาะ ปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุตฺตรกุรุโต จากอุตรกุรุทวีป บ้าง",
  "อุตฺตรกุรุตณฺฑุล": "น., ปุ. ข้าวสารอัน…นำมาแล้ว แต่อุตรกุรุทวีป แจกเหมือน ปุริส เช่น ฉ.พหุ. อุตฺตรกุรุตณฺฑุลานํ แห่งข้าวสารอัน…นำมา แล้วแต่อุตรกุรุทวีป ท. เป็นปัญจมีตัปปุริสสมาส วิ.ว่า อุตฺตรกุรุสฺมา (อาภตา) ตณฺฑุลา = อุตฺตร กุรุตณฺฑุลา",
  "อุตฺตรกุรูสุ": "น., ปุ. ในทวีปชื่อว่าอุตรกุรุ ท. แจกเหมือน ครุ",
  "อุตฺตรตฺเถรี": "น., อิต. พระเถรีชื่อว่าอุตตรา แจกเหมือน นารี เช่น ทุ.เอก. อุตฺตรตฺเถรึ ซึ่งพระเถรีชื่อว่าอุตตรา เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุตฺตรา เถรี = อุตฺตรตฺเถรี [ซ้อน ตฺ]",
  "อุตฺตรตฺเถรีวตฺถุ": "น., นปุ. อ. เรื่องแห่งพระเถรีชื่อว่า อุตตรา เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตาม ลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุตฺตรา เถรี = อุตฺตรตฺเถรี ฉ.ตัป.วิ. อุตฺตรตฺเถริยา วตฺถุ = อุตฺตรตฺเถรีวตฺถุ แจกเหมือน วตฺถุ",
  "อุตฺตรทฺวารคาม": "น., ปุ. บ้านใกล้ประตูในทิศอุดร แจกเหมือน ปุริส เช่น ส.เอก. อุตฺตรทฺวารคาเม ในบ้านใกล้ประตูในทิศอุดร เป็นสัตตมีตัปปุริสสมาส มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. อุตฺตเร ทฺวารํ = อุตฺตรทฺวารํ ส.ตัป.วิ. อุตฺตรทฺวาเร คาโม = อุตฺตรทฺวารคาโม",
  "อุตฺตรมาณว": "น., ปุ. มาณพชื่อว่าอุตตระ แจกเหมือน ปุริส เช่น ป.เอก. อุตฺตรมาณโว อ. มาณพ ชื่อว่าอุตตระ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุตฺตโร มาณโว = อุตฺตรมาณโว",
  "อุตฺตรสาฏก ๑": "น., ปุ. ผ้าห่ม แจกเมือน ปุริส เช่น ต.เอก. อุตฺตรสาฏเกน ด้วยผ้าห่ม",
  "อุตฺตรสาฏก ๒": "น., ปุ. ผ้าอุตตรสาฎก แจกเหมือน ปุริส เช่น ทุ.เอก. อุตฺตรสาฏกํ ซึ่งผ้าอุตตรสาฎก",
  "อุตฺตรา": "น., อิต. นางอุตตรา แจกเหมือน กญฺญา ป.เอก. อุตฺตรา อ. นางอุตตรา",
  "อุตฺตราภิมุขี": "ว., อิต. (สิริมา) อ. นางสิริมา ผู้มีหน้า เฉพาะต่อนางอุตตรา [ธ. ๖: อุตฺตราอุปาสิกาวตฺถุ หน้า ๑๗๑] เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า อุตฺตราย อภิมุขํ ยสฺสา สา อุตฺตราภิมุขี (สิริมา) หน้าเฉพาะ ต่อนางอุตตรา ของนางสิริมา ใด (มีอยู่) นางสิริมานั้น ชื่อว่าผู้มีหน้าเฉพาะต่อ นางอุตตรา [บทสมาส ลง อี เครื่องหมายอิตถีลิงค์]",
  "อุตฺตราอุปาสิกาวตฺถุ": "น., นปุ. อ. เรื่องแห่งอุบาสิกา ชื่อว่าอุตตรา เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุตฺตรา อุปาสิกา = อุตฺตราอุปาสิกา ฉ.ตัป.วิ. อุตฺตราอุปาสิกาย วตฺถุ = อุตฺตราอุปาสิกาวตฺถุ แจกเหมือน วตฺถุ",
  "อุตฺตริ": "ว. ยิ่งขึ้น, อันยิ่ง, ยอดเยี่ยม โดยมากเป็น ทุติยาวิภัตติ ฝ่ายเอกวจนะ เป็น อุตฺตรึ เข้ากับ นาม เช่น อุตฺตรึ ธมฺมํ เทเสนฺโต เมื่อทรงแสดง ซึ่งธรรม อันยิ่ง สัมพันธ์: อุตฺตรึ วิเสสน ของ ธมฺมํ เข้ากับกิริยา เช่น ภิกฺขู อุตฺตรึปุจฺฉึสุ อ. ภิกษุ ท. ทูลถามแล้ว ยิ่งขึ้น สัมพันธ์: อุตฺตรึ กิริยาวิเสสน ใน ปุจฺฉึสุ",
  "อุตฺตริกรณวาจาลกฺขโณ": "ว., ปุ. (สารมฺโภปิ) แม้ อ. ความแข่งดี อันมีวาจาเป็นเครื่องกระทำ ให้ยิ่งเป็นลักษณะ [ธ. ๕: โกณฺฑธานตฺเถรวตฺถุ หน้า ๕๓] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มี ยุ ปัจจัย กัตตุรูป กรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ยุ.กัต.กรณ.วิ. อุตฺตรึ กரோติ เอตายาติ อุตฺตริกรณา (วาจา) เขา ย่อมกระทำ ให้ยิ่ง ด้วยวาจานั่น เหตุนั้น วาจานั่น ชื่อว่าเป็นเครื่องกระทำให้ยิ่ง วิ.บุพ.กัม.วิ. อุตฺตริ กรณา วาจา = อุตฺตริกรณวาจา ฉ.ตุล.วิ. อุตฺตริ กรณวาจา ลกฺขณํ ยสฺส โส อุตฺตริกรณวาจา ลกฺขโณ (สารมฺโภปิ)"
};

const vocabInsanPr9Part5to8_Page53 = {
  "อุตฺตริตร": "ว. ยิ่งกว่า เป็นได้ ๓ ลิงค์ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุตฺตริตโร (ปุคฺคโล) อ. บุคคล ผู้ยิ่งกว่า ลง ตร ปัจจัย ในเสฏฐตัทธิต วิ.ว่า สพฺเพ อิเม อุตฺตริโน, อยมิเมสํ วิเสเสน อุตฺตรีติ อุตฺตริตโร (ปุคฺคโล)",
  "อุตฺตริตุํ": "น. อ. อันข้ามขึ้น, เพื่ออันข้ามขึ้น อุ บทหน้า + ตร ธาตุ ในความข้าม + ตุํ ปัจจัย ซ้อน ตฺ หน้าธาตุ ลง อิ อาคม สำเร็จรูปเป็น อุตฺตริตุํ ดู อกฺโกสิตุํ",
  "อุตฺตริตฺวา": "ก. ข้ามขึ้นแล้ว อุ บทหน้า + ตร ธาตุ ในความข้าม + ตฺวา ปัจจัย ซ้อน ตฺ หน้า ตร ธาตุ ลง อิ อาคม สำเร็จรูปเป็น อุตฺตริตฺวา",
  "อุตฺตริมนุสฺสธมฺม": "น., ปุ. อุตตริมนุสสธรรม แจกเหมือน ปุริส เช่น ส.เอก. อุตฺตริมนุสฺสธมฺเม ในอุตริมนุสสธรรม",
  "อุตฺตริมนุสฺสธมฺมปาราชิเกน": "น., ปุ. ในอุตตริมนุสส ธรรมปาราชิก แจกเหมือน ปุริส",
  "อุตฺตริสฺสามิ": "ก. (อหํ อ. เรา) จักข้ามขึ้น อุ บทหน้า + ตร ธาตุ ในความข้าม + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ซ้อน ตฺ หน้า ธาตุ ลง อิ อาคม สำเร็จรูปเป็น อุตฺตริสฺสามิ",
  "อุตฺตานตฺถ": "ว. มีเนื้อความอันตื้น นปุ. แจกเหมือน กุล เช่น ป.เอก. อุตฺตานตฺถํ (วจนํ) อ. คำ มีเนื้อ ความอันตื้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อตฺตาโน อตฺโถ ยสฺส ตํ อุตฺตานตฺถํ (วจนํ) เนื้อความ ของคำใด ตื้น คำนั้น ชื่อว่าอัน มีเนื้อความอันตื้น",
  "อุตฺตานมุโข": "ว., ปุ. (พุทฺโธ) อ. พระพุทธเจ้า ผู้มี พระพักตร์หงาย เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อตฺตานํ มุขํ ยสฺส โส อุตฺตานมุโข (พุทฺโธ) พระพักตร์ ของพระพุทธเจ้าใด หงาย พระพุทธเจ้านั้น ชื่อว่าผู้มีพระพักตร์หงาย",
  "อุตฺตาเรมิ": "ก. (อหํ อ. เรา) ยัง...ย่อมให้ข้ามขึ้น อุ บทหน้า + ตร ธาตุ ในความข้าม + เณ ปัจจัย ในเหตุกัตตุวาจก + มิ วัตตมานาวิภัตติ ซ้อน ตฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุตฺตาเรมิ",
  "อุตฺตาเสสุํ": "ก. (เช่น ราชปุริสา อ. ราชบุรุษ ท.) ยัง...ให้นอนหงายแล้ว [ธ. ๘: วิพฺภนฺตกวตฺถุ หน้า ๑๕] อุ บทหน้า + ตส ธาตุ ในความ เคลื่อนไหว + เณ ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน ตฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือ ไว้แต่ เอ ลง ส อาคม สำเร็จรูปเป็น อุตฺตาเสสุํ [ตามรูปศัพท์ แปลว่า ให้เคลื่อนไหวขึ้นแล้ว แต่ ตรงเรื่องนี้ แปลว่า ให้นอนหงายแล้ว]",
  "อุตฺติฏฺฐ": "น., ปุ. ก้อนข้าวอันตนพึงลุกขึ้นยืนรับ แจกเหมือน ปุริส เช่น ส.เอก. อุตฺติฏฺเฐ ในก้อนข้าวอันตนพึงลุกขึ้นยืนรับ ลง ณ ปัจจัย ในราคาทิตัทธิต วิ.ว่า อุฏฺฐหิตฺวา ฐตฺวา คเหตพฺโพ ปิณฺโฑ = อุตฺติฏฺโฐ [ในรูปวิเคราะห์ อุ ใช้ อุฏฺฐหิตฺวา, ติฏฺฐ ใช้ ฐตฺวา คเหตพฺโบ แทน: ศัพท์นี้ ตั้งวิเคราะห์เหมือน กาสาวํ = ผ้าอันบุคคล ย้อมแล้วด้วยนํ้าฝาด]",
  "อุตฺติณฺณ": "ก. ข้ามขึ้นแล้ว อุ บทหน้า + ตร ธาตุ ในความข้าม + ต ปัจจัย ซ้อน ตฺ หน้า ตร ธาตุ แปลง ต เป็น ณฺณ ลบ ร ที่สุดธาตุ แปลง อ ที่ ต เป็น อิได้รูปเป็น อุตฺติณฺณ ดู อคต",
  "อุท": "น., นปุ. นํ้า แจกเหมือน กุล เช่น ฉ.เอก. อุทสฺส พินฺทุ = อ. หยาด แห่งนํ้า",
  "อุทก": "น., นปุ. นํ้า แจกเหมือน กุล เช่น ป.เอก. อุทกํ อ. นํ้า เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุทกโต กว่านํ้า บ้าง",
  "อุทกกลห": "น., ปุ. ความทะเลาะเพราะนํ้า แจกเหมือน ปุริส เช่น ป.เอก. อุทกกลโห อ. ความทะเลาะเพราะนํ้า เป็นตติยาตัปปุริสสมาส วิ.ว่า อุทเกน กลโห = อุทกกลโห",
  "อุทกกีฬํ": "น., อิต. ซึ่งการเล่นซึ่งนํ้า ศัพท์เดิมเป็น อุทกกีฬา อา การันต์ ในอิตถีลิงค์ ลง อํ ทุติยา วิภัตติ ฝ่ายเอกวจนะ รัสสะ อา เป็น อ ลง อํ คง อํ ไว้ สำเร็จรูปเป็น อุทกกีฬํ เป็นทุติยาตัปปุริสสมาส วิ.ว่า อุทกํ กีฬา = อุทกกีฬา ถ้าแปลว่า การเล่นด้วยนํ้า เป็นตติยาตัปปุริสสมาส วิ.ว่า อุทเกน กีฬา = อุทกกีฬา",
  "อุทกจาฏิ": "น., อิต. ตุ่มแห่งนํ้า แจกเหมือน รตฺติ เช่น ส.เอก. อุทกจาฏิยํ ที่ตุ่มแห่งนํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส จาฏิ = อุทกจาฏิ"
};

const vocabInsanPr9Part5to8_Page54 = {
  "อุทกฏฺฐาน": "น., นปุ. ที่แห่งนํ้า แจกเหมือน กุล เช่น ทุ.เอก. อุทกฏฺฐานํ สู่ที่แห่งนํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส ฐานํ = อุทกฏฺฐานํ [ซ้อน ฏฺ]",
  "อุทกติตฺถ": "น., นปุ. ท่าแห่งนํ้า แจกเหมือน กุล เช่น ทุ.เอก. อุทกติตฺถํ สู่ท่าแห่งนํ้า เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุทกติตฺถโต จากท่าแห่งนํ้า บ้าง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส ติตฺถํ = อุทกติตฺถํ",
  "อุทกตุมฺพ": "น., ปุ. ลักจั่นแห่งนํ้า แจกเหมือน ปุริส เช่น ทุ.เอก. อุทกตุมฺพํ ซึ่งลักจั่นแห่งนํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส ตุมฺโพ = อุทกตุมฺโพ",
  "อุทกตฺถาย": "น., ปุ. เพื่อประโยชน์แก่นํ้า ศัพท์เดิมเป็น อุทกตฺถ อ การันต์ ในปุงลิงค์ ลง ส จตุตถีวิภัตติ ฝ่ายเอกวจนะ แปลง อ กับ ส เป็น อาย สำเร็จรูปเป็น อุทกตฺถาย เป็นจตุตถีตัปปุริสสมาส วิ.ว่า อุทกสฺส อตฺโถ = อุทกตฺโถ แจกเหมือน ปุริส",
  "อุทกธารา": "น., อิต. สายแห่งนํ้า แจกเหมือน กญฺญา เช่น ป.พหุ. อุทกธารา อ. สายแห่งนํ้า ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส ธารา = อุทกธารา",
  "อุทกปริสฺสาวนาทีนิ": "น., นปุ. (กิจฺจานิ) ซึ่งกิจ ท. มีการกรองซึ่งนํ้า เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อุทกสฺส ปริสฺสาวนํ = อุทกปริสฺสาวนํ ฉ.ตุล.วิ. อุทก ปริสฺสาวนํ อาทิ เยสํ ตานิ อุทกปริสฺสาวนาทีนิ (กิจฺจานิ) แจกเหมือน อกฺขิ คำว่า ปริสฺสาวน ในคำว่า อุทกปริสฺสาวนาทีนิ มาจาก ปริ บทหน้า + สุ ธาตุ ในความกรอง + ยุ ปัจจัย ซ้อน สฺ หน้าธาตุ พฤทธิ อุ ต้นธาตุเป็น โอ แล้วแปลง โอ เป็น อาว แปลง ยุ เป็น อน ได้รูปเป็น ปริสฺสาวน แปลว่า การกรอง เป็นภาวรูป ภาวสาธนะ วิ.ว่า ปริสฺสาวนํ = ปริสฺสาวนํ การกรอง ชื่อว่า ปริสฺสาวนํ ๆ การกรอง",
  "อุทกปาตฏฺฐาเน": "น., นปุ. ในที่เป็นที่ตกไปแห่งนํ้า เป็นวิเสสนบุพพบท กัมมธารยสมาส มี ณ ปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ณ.กัต.อธิ.วิ. อุทกํ ปตติ เอตฺถาติ อุทกปาตํ (ฐานํ) นํ้า ย่อมตกไป ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่าเป็นที่ตกไปแห่งนํ้า วิ.บุพ.กัม.วิ. อุทกปาตํ ฐานํ = อุทกปาตฏฺฐานํ [ซ้อน ฏฺ] แจกเหมือน กุล คำว่า ปาต ในคำว่า อุทกปาต มาจาก ปต ธาตุ ในความตกไป + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น ปาต แปลว่า เป็นที่ตกไป เป็นกัตตุรูป อธิกรณสาธนะ",
  "อุทกปิฏฺฐ": "น., นปุ. หลังแห่งนํ้า แจกเหมือน กุล เช่น ส.เอก. อุทกปิฏฺเฐ บนหลังแห่งนํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส ปิฏฺฐํ = อุทกปิฏฺฐํ",
  "อุทกผาสุกฏฺฐาน": "น., นปุ. ที่อันมีความสำราญด้วยนํ้า แจกเหมือน กุล เช่น ส.เอก. อุทกผาสุกฏฺฐานे ในที่อันมีความสำราญด้วยนํ้า เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีภินนาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ภิน.พหุพ.วิ. อุทเกน ผาสุโก ยสฺส ตํ อุทกผาสุกํ (ฐานํ) ความสำราญ ด้วยนํ้า ของที่ใด (มีอยู่) ที่นั้น ชื่อว่าอันมีความสำราญด้วยนํ้า [ผาสุก = ความผาสุก, ความสำราญ ปุ., นปุ.] วิ.บุพ.กัม.วิ. อุทกผาสุกํ ฐานํ = อุทกผาสุก ฏฺฐานํ [ซ้อน ฏฺ]",
  "อุทกผุสิต": "น., นปุ. หยาดแห่งนํ้า แจกเหมือน กุล เช่น ต.พหุ. อุทกผุสิเตหิ อันหยาดแห่งนํ้า ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกานํ ผุสิตานิ = อุทกผุสิตานิ [ผุสิต = หยาด, หยาดนํ้า, เมล็ด นปุ.]",
  "อุทกพินฺทุ": "น., นปุ. หยาดแห่งนํ้า แจกเหมือน วตฺถุ เช่น ป.เอก. อุทกพินฺทุ อ. หยาดแห่งนํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส พินฺทุ = อุทกพินฺทุ [พินฺทุ = หยาด, หยาดนํ้า, รอย นปุ.]",
  "อุทกพินฺทุนิปาต": "น., ปุ. การตกลงแห่งหยาดแห่งนํ้า แจกเหมือน ปุริส เช่น ต.เอก. อุทกพินฺทุนิปาเตน ด้วยการตกลงแห่งหยาดแห่งนํ้า เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อุทกสฺส พินฺทุ = อุทกพินฺทุ ฉ.ตัป.วิ. อุทกพินฺทุนํ นิปาโต = อุทกพินฺทุนิปาโต คำว่า นิปาต ในคำว่า อุทกพินฺทุนิปาเตน มาจาก นิ บทหน้า + ปต ธาตุ ในความตกลง + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น นิปาต แปลว่า การตกลง เป็นภาวรูป ภาวสาธนะ วิ.ว่า นิปตนํ = นิปาโต การตกลง ชื่อว่า นิปาโต ๆ การตกลง"
};

const vocabInsanPr9Part5to8_Page55 = {
  "อุทกพุพฺพุฬก": "น., ปุ. ฟองแห่งนํ้า แจกเหมือน ปุริส เช่น ทุ.พหุ. อุทกพุพฺพุฬเก ยังฟองแห่งนํ้า ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส พุพฺบุฬกา = อุทกพุพฺบุฬกา [พุพฺบุฬก = ฟอง, ฟองนํ้า ปุ.]",
  "อุทกมาลก": "น., ปุ. โรงแห่งนํ้า แจกเหมือน ปุริส เช่น ส.เอก. อุทกมาลเก ในโรงแห่งนํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส มาลโก = อุทกมาลโก [มาลก, มาฬก = โรง ปุ.]",
  "อุทกวฏฺฏิ": "น., อิต. เกลียวแห่งนํ้า แจกเหมือน รตฺติ เช่น ป.พหุ. อุทกวฏฺฏิโย อ. เกลียวแห่งนํ้า ท. ฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส วฏฺฏิโย = อุทกวฏฺฏิโย",
  "อุทกสกุณิกา": "น., อิต. นางนกตัวเที่ยวไปในนํ้า แจกเหมือน กญฺญา เช่น ป.เอก. อุทกสกุณิกา อ. นางนกตัวเที่ยวไปในนํ้า เป็นสัตตมีตัปปุริสสมาส วิ.ว่า อุทเก (จรา) สกุณิกา = อุทกสกุณิกา",
  "อุทกอูมิ": "น., อิต. คลื่นแห่งนํ้า แจกเหมือน รตฺติ เช่น ต.พหุ. อุทกอูมีหิ อันคลื่นแห่งนํ้า ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทกสฺส อูมิโย = อุทกอูมิโย",
  "อุทกาภิมุขํ": "ว., ปุ. (กุฏํ) ซึ่งหม้อ มีหน้าเฉพาะ ต่อนํ้า [ธ. ๕: ตโยชนวตฺถุ หน้า ๓๘] เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า อุทกสฺส อภิมุขํ ยสฺส โส อุทกาภิมุโข (กุโฏ) หน้าเฉพาะ ต่อนํ้า ของหม้อใด (มีอยู่) หม้อนั้น ชื่อว่าอันมีหน้าเฉพาะ ต่อนํ้า แจกเหมือน ปุริส",
  "อุทกาหรณโกฏฺฏนปจนาทีนิ": "ว., นปุ. (กิจฺจานิ) ซึ่งกิจ ท. มีการนำมาซึ่งนํ้าและการตำและการหุงเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส และสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อุทกสฺส อาหรณํ = อุทกาหรณํ ส.ทวัน.วิ. อุทกาหรณญฺจ โกฏฺฏนญฺจ ปจนญฺจ = อุทกาหรณโกฏฺฏนปจนํ ฉ.ตุล.วิ. อุทกาหรณ โกฏฺฏนปจนํ อาทิ เยสํ ตานิ อุทกาหรณโกฏฺฏนปจนาทีนิ (กิจฺจานิ) แจกเหมือน อกฺขิ",
  "อุทกุมฺภ": "น., ปุ. หม้อแห่งนํ้า แจกเหมือน ปุริส เช่น ป.เอก. อุทกุมฺโภ อ. หม้อแห่งนํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทสฺส กุมฺโภ = อุทกุมฺโภ",
  "อุทปาทิ": "ก. (เช่น ลาโภ อ. ลาภ) ได้เกิดขึ้นแล้ว อุ + อ อาคม + ปท ธาตุ ในความถึง, ความเกิด + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ (อุ + อปท) ระหว่าง อุ - อปท มีสระ คือ อ อาคม อยู่หลัง ลง ทฺ อาคม ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ รัสสะ อี เป็น อิ เป็น อุทปาเท + อิ ลบสระหน้า คือ เอ ที่ เท สำเร็จรูปเป็น อุทปาทิ",
  "อุทพินฺทุนิปาเตน": "น., ปุ. ด้วยการตกลงแห่งหยาดแห่งนํ้า [ธ. ๕: อสญฺญตปริกฺขารภิกฺขุวตฺถุ หน้า ๑๕] เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อุทสฺส พินฺทุ = อุทพินฺทุ ฉ.ตัป.วิ. อุทพินฺทุสฺส นิปาโต = อุทพินฺทุนิปาโต แจกเหมือน ปุริส",
  "อุทย": "น., ปุ. ความเกิดขึ้น แจกเหมือน ปุริส เช่น ทุ.เอก. อุทยํ ซึ่งความเกิดขึ้น อุ บทหน้า + อิ ธาตุ ในความไป, ความถึง + อ ปัจจัย แปลง อิ ธาตุ เป็น เอ แปลง เอ เป็น อย (อุ + อย) ระหว่าง อุ - อย สระอยู่หลัง ลง ทฺ อาคม หรือ อุ บทหน้า + ทย ธาตุ ในความไป, ความอ ปัจจัย ได้รูปเป็น อุทย แปลว่า ความขึ้นไป มาคู่กับ วย แปลว่า ความเกิดขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุทยนํ = อุทโย ความขึ้นไป, ความเกิดขึ้น ชื่อว่า อุทโย ๆ ความขึ้นไป, ความเกิดขึ้น",
  "อุทยพฺพยํ": "น., นปุ. ซึ่งความเกิดขึ้นและความเสื่อมไป อุทย + วย แปลง ว เป็น พ ซ้อน พฺ หน้า พ ได้รูปเป็น อุทยพฺพย เป็นสมาหารทวันทวสมาส วิ.ว่า อุทโย จ วโย จ = อุทยพฺพยํ แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ คำว่า พย ในคำว่า อุทยพฺพยํ มาจาก วย ธาตุ ในความไป, ความเสื่อมไป + อ ปัจจัย ได้รูปเป็น วย แปล ว่า ความเสื่อมไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า วยนํ = วโย ความเสื่อมไป ชื่อว่า วโย ๆ ความเสื่อมไป"
};

const vocabInsanPr9Part5to8_Page56 = {
  "อุทร": "น., นปุ. ท้อง แจกเหมือน กุล เช่น ทุ.เอก. อุทรํ ซึ่งท้อง",
  "อุทรปฏล": "น., นปุ. พื้นแห่งท้อง แจกเหมือน กุล เช่น ทุ.เอก. อุทรปฏลํ ซึ่งพื้นแห่งท้อง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทรสฺส ปฏลํ = อุทรปฏลํ [ปฏล = พื้น นปุ.]",
  "อุทรวาต": "น., ปุ. ลมในท้อง แจกเหมือน ปุริส เช่น ป.เอก. อุทรวาโต อ. ลมในท้อง เป็นสัตตมีตัปปุริสสมาส วิ.ว่า อุทเร วาโต = อุทรวาโต",
  "อุทรวิเรจนาทีนิ": "น., นปุ. (กิจฺจานิ) ซึ่งกิจ ท. มีการระบายซึ่งท้องเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อุทรสฺส วิเรจนํ = อุทรวิเรจนํ ฉ.ตุล.วิ. อุทรวิเรจนํ อาทิ เยสํ ตานิ อุทรวิเรจนาทีนิ (กิจฺจานิ) คำว่า วิเรจน ในคำว่า อุทรวิเรจนาทีนิ มาจาก วิ บทหน้า + ริจ ธาตุ ในความถ่าย, ความระบาย + ยุ ปัจจัย วิการ อิ ที่ ริจ เป็น เอ แปลง ยุ เป็น อน ได้รูปเป็น วิเรจน แปลว่า การระบาย เป็นภาวรูป ภาวสาธนะ วิ.ว่า วิเรจนํ = วิเรจนํ การระบาย ชื่อว่า วิเรจนํ ๆ การระบาย",
  "อุทวินฺทุ": "น., นปุ. หยาดแห่งนํ้า แจกเหมือน วตฺถุ เช่น ป.เอก. อุทวินฺทุ อ. หยาดแห่งนํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทสฺส วินฺทุ = อุทวินฺทุ [วินฺทุ = หยาด, หยาดนํ้า นปุ.]",
  "อุทาน": "น., นปุ. อุทาน, การเปล่ง แจกเหมือน กุล เช่น ทุ.เอก. อุทานํ ซึ่งอุทาน คำว่า อุทาน มาจาก อุ + ทาน ธาตุ ในความกำหนด มี อุ อยู่หน้า แปลว่า เปล่ง + อ ปัจจัย ได้รูปเป็น อุทาน แปลว่า การเปล่ง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุทานนํ = อุทานํ การเปล่ง ชื่อว่า อุทานํ ๆ การเปล่ง",
  "อุทานวเสน": "น., ปุ. ด้วยอำนาจ (สามารถ) แห่งความเบิกบานใจ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทานสฺส วโส = อุทานวโส แจกเหมือน ปุริส",
  "อุทานิต": "ก. อัน…เปล่งแล้ว อุ บทหน้า + ทาน ธาตุ ในความกำหนด มี อุ อยู่หน้า แปลว่า เปล่ง + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น อุทานิต ดู อกต",
  "อุทาเนตฺวา": "ก. อุทานแล้ว, เปล่งแล้ว อุ บทหน้า + ทาน ธาตุ ในความกำหนด มี อุ อยู่หน้า แปลว่า เปล่ง + เอ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย สำเร็จรูปเป็น อุทาเนตฺวา",
  "อุทาเนนฺต": "ก. เมื่อเปล่ง, เปล่งอยู่ อุ บทหน้า + ทาน ธาตุ ในความกำหนด มี อุ อยู่หน้า แปลว่า เปล่ง + เอ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อุทาเนนฺต ดู อกฺกมนฺต",
  "อุทาเนสิ": "ก. (เถโร อ. พระเถระ) เปล่งแล้ว อุ บทหน้า + ทาน ธาตุ ในความกำหนด มี อุ อยู่หน้า แปลว่า เปล่ง + เอ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุทาเนสิ",
  "อุทายิตฺเถร": "น., ปุ. พระเถระชื่อว่าอุทายี แจกเหมือน ปุริส เช่น ป.เอก. อุทายิตฺเถโร อ. พระเถระชื่อว่าอุทายี เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุทายี เถโร = อุทายิตฺเถโร [ซ้อน ตฺ]",
  "อุทาหริตฺวา": "ก. เปล่งแล้ว อุ บทหน้า + อา บทหน้า + หร ธาตุ ในความกล่าว, ความพูด ด้วยอำนาจ อุ + อา อุปสัคอยู่หน้า แปลว่า เปล่ง + ตฺวา ปัจจัย ลง อิ อาคม ระหว่าง อุ - อา ลง ทฺ อาคม สำเร็จรูปเป็น อุทาหริตฺวา",
  "อุทาหุ": "นิ. หรือว่า (ใช้คู่กับ กึ) เป็นนิบาตบอกความถาม เช่น กึ อกฺขี โอโลเกสฺสสิ อุทาหุ พุทฺธสาสนํ อ. ท่าน จักแลดู ซึ่งนัยน์ตา ท. หรือ หรือว่า อ. ท่าน จักแลดู ซึ่งพระพุทธศาสนา",
  "อุทิกฺขมาน": "ก. ทอดพระเนตรอยู่ อุ บทหน้า + อิกฺข ธาตุ ในความเห็น, ความดู + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ระหว่าง อุ - อิกฺข ลง ทฺ อาคม ได้รูปเป็น อุทิกฺขมาน ดู อนิจฺฉมาน",
  "อุทิต": "ก. อัน…เปล่งแล้ว อุ บทหน้า + อิ ธาตุ ในความเปล่ง + ต ปัจจัย ระหว่าง อุ + อิ ลง ทฺ อาคม ได้รูปเป็น อุทิต ดู อกต",
  "อุทีรเย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงเปล่ง อุ บทหน้า + อีร ธาตุ ในความกล่าว มี อุ อยู่หน้า แปลว่า เปล่ง + ย ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ระหว่าง อุ - อีร ลง ทฺ อาคม ลบ ยฺย เหลือไว้แต่ เอ สำเร็จรูปเป็น อุทีรเย"
};

const vocabInsanPr9Part5to8_Page57 = {
  "อุทุกฺขล": "น., ปุ., นปุ. ครก ปุ. แจกเหมือน ปุริส นปุ. แจกเหมือน กุล เช่น ส.เอก. อุทุกฺขเล ในครก [อุทุกฺขล = ครก ปุ., นปุ.]",
  "อุทฺท": "น., ปุ. นาก แจกเหมือน ปุริส เช่น ป.พหุ. อุทฺทา อ. นาก ท.",
  "อุทฺทาม": "ว. คะนอง ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุทฺทาโม (อสฺโส) อ. ม้า ตัวคะนอง",
  "อุทฺทิสิตฺวา": "ก. เจาะจงแล้ว, แสดงขึ้นแล้ว อุ บทหน้า + ทิส ธาตุ ในความแสดง มี อุ อยู่หน้า แปลว่า เจาะจง, แสดงขึ้น + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อุทฺทิสิตฺวา",
  "อุทฺทิสิสฺสามิ": "ก. (อหํ อ. เรา) จักสวด อุ บทหน้า + ทิส ธาตุ ในความแสดง มี อุ อยู่หน้า แปลว่า สวด + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ซ้อน ทฺ หน้า ทิส ธาตุลง อิ อาคม สำเร็จรูปเป็น อุทฺทิสิสฺสามิ",
  "อุทฺทิสฺส": "ก. เจาะจง, เจาะจงแล้ว อุ บทหน้า + ทิส ธาตุ ในความแสดง มี อุ อยู่หน้า แปลว่า เจาะจง + ตูนาทิปัจจัย ซ้อน ทฺ หน้า ทิส ธาตุ แปลง ตูนาทิ ปัจจัย เป็น ย แปลง ย กับ ส เป็น สฺส สำเร็จรูปเป็น อุทฺทิสฺส",
  "อุทฺทิสฺสเจติย": "น., นปุ. อุททิสเจดีย์ แจกเหมือน กุล เช่น ทุ.เอก. อุทฺทิสฺสเจติยํ ซึ่งอุททิสเจดีย์",
  "อุทฺทิเสยฺยํ": "ก. (อหํ อ. เรา) พึงแสดงอ้าง อุ บทหน้า + ทิส ธาตุ ในความแสดง + อ ปัจจัย ในกัตตุวาจก + เอยฺยํ สัตตมีวิภัตติ ซ้อน ทฺ หน้า ทิส ธาตุสำเร็จรูปเป็น อุทฺทิเสยฺยํ",
  "อุทฺเทส": "น., ปุ. อุทเทส, การยกขึ้นแสดง, การแสดงขึ้น แจกเหมือน ปุริส เช่น ทุ.เอก. อุทฺเทสํ ซึ่งอุทเทส",
  "อุทฺเทสภตฺต": "น., นปุ. อุทเทสภัต แจกเหมือน กุล เช่น ทุ.เอก. อุทฺเทสภตฺตํ ซึ่งอุทเทสภัต",
  "อุทฺธํ": "นิ. ในเบื้องบน เป็นนิบาตบอกที่ เช่น อุทฺธํ โอโลเกตฺวา = แลดูแล้ว ในเบื้องบน",
  "อุทฺธฏ": "ก. อัน...ถอนขึ้นแล้ว อุ บทหน้า + ธร ธาตุ ในความทรงไว้ ด้วยอำนาจ อุ อุปสัคอยู่หน้า แปลว่า ถอนขึ้น + ต ปัจจัย ซ้อน ทฺ หน้าธาตุ แปลง ต เป็น ฏ ลบ ร ที่สุดธาตุ ได้รูปเป็น อุทฺธฏ ดู อกต",
  "อุทฺธต": "ก. อัน...ยกขึ้นแล้ว อุ บทหน้า + ธร ธาตุ ในความทรงไว้ ด้วยอำนาจ อุ อุปสัคอยู่หน้า แปลว่า ยกขึ้น + ต ปัจจัย ซ้อน ทฺ หน้าธาตุ ลบ ร ที่สุดธาตุ ได้รูปเป็น อุทฺธต ดู อกต",
  "อุทฺธน": "น., นปุ. เตา แจกเหมือน กุล เช่น ส.เอก. อุทฺธเน ในเตา เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุทฺธนโต บ้าง",
  "อุทฺธนปนฺติ": "น., อิต. แถวแห่งเตา แจกเหมือน รตฺติ เช่น ทุ.เอก. อุทฺธนปนฺตึ ซึ่งแถวแห่งเตา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทฺธนสฺส ปนฺติ = อุทฺธนปนฺติ",
  "อุทฺธปาท": "ว. มีเท้าในเบื้องบน อิต. แจกเหมือน กญฺญา เช่น ทุ.เอก. อุทฺธปาทํ (อคฺคมเหสึ) ซึ่งพระอัครมเหสี ผู้มีเท้าในเบื้องบน [ธ. ๖: จิญฺจมาณวิกาวตฺถุ หน้า ๕๐] เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า อุทฺธํ ปาทา ยสฺสา สา อุทฺธปาทา (อคฺคมเหสี) เท้า ท. ของ พระอัครมเหสีใด (มีอยู่) ในเบื้องบน พระอัครมเหสีนั้น ชื่อว่าผู้มีเท้าในเบื้องบน",
  "อุทฺธมฺภาคิยสญฺโญชน": "น., นปุ. สังโยชน์อันมี ในส่วนเบื้องบน แจกเหมือน กุล เช่น ทุ.พหุ. อุทฺธมฺภาคิยสญฺโญชนานิ ซึ่งสังโยชน์อันมี ในส่วนเบื้องบน ท.เป็นวิเสสนบุพพบท กัมมธารยสมาส มีสัตตมีตัปปุริสสมาส และ อิย ปัจจัย ในชาตาทิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. อุทฺธํ ภาโค = อุทฺธมฺภาโค [แปลง นิคคหิตเป็น มฺ เพราะ ภ อยู่หลัง] อิย.ชาตา.วิ. อุทฺธมฺภาเค ภวานิ = อุทฺธมฺภาคิยานิ (สญฺโญชนานิ) วิ.บุพ.กัม.วิ. อุทฺธมฺภาคิยานิ สญฺโญชนานิ = อุทฺธมฺภาคิยสญฺโญชนานิ",
  "อุทฺธรถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงยกขึ้น อุ บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุ อยู่หน้า แปลว่า ยกขึ้น + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ ซ้อน ทฺ หน้าธาตุ สำเร็จรูปเป็น อุทฺธรถ"
};

const vocabInsanPr9Part5to8_Page58 = {
  "อุทฺธราหิ": "ก. (ตฺวํ อ. ท่าน) จงขุดขึ้น, จงฉุดขึ้น อุ บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุ อยู่หน้า แปลว่า ขุดขึ้น, ฉุดขึ้น + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ซ้อน ทฺ หน้าธาตุ หิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น อุทฺธราหิ",
  "อุทฺธริตุํ": "น. อ. อันถอนขึ้น, เพื่ออันถอนขึ้น อุ บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุ อยู่หน้า แปลว่า ถอนขึ้น + ตุํ ปัจจัย ซ้อน ทฺ หน้าธาตุ ลง อิ อาคม ได้รูปเป็น อุทฺธริตุํ ดู อกฺโกสิตุํ",
  "อุทฺธริตฺวา": "ก. ขุดขึ้นแล้ว, ถอนขึ้นแล้ว, คดขึ้น แล้ว อุ บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุ อยู่หน้า แปลว่า ขุดขึ้น, ถอนขึ้น, คดขึ้น + ตฺวา ปัจจัย ซ้อน ทฺ หน้าธาตุ ลง อิ อาคม สำเร็จรูปเป็น อุทฺธริตฺวา",
  "อุทฺธริสฺสามิ": "ก. (อหํ อ. เรา) จักยกขึ้น อุ บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุ อยู่หน้า แปลว่า ยกขึ้น + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ซ้อน ทฺ หน้าธาตุ ลง อิ อาคม สำเร็จรูปเป็น อุทฺธริสฺสามิ",
  "อุทฺธโสโต": "ว., ปุ. (อุปชฺฌาโย อ. พระอุปัชฌาย์) ผู้มีกระแสในเบื้องบน เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุทฺธํ โสตํ ยสฺส โส อุทฺธโสโต (อุปชฺฌาโย) [บทสมาส ลบนิคคหิต ที่ อุทฺธํ]",
  "อุทฺธุมาตกภาวํ": "น., ปุ. ซึ่งความเป็นแห่งซากศพ อันพองขึ้น เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุทฺธุมาตกสฺส (กุณปสฺส) ภาโว = อุทฺธุมาตกภาโว แจกเหมือน ปุริส คำว่า อุทฺธุมาตก มาจาก อุบทหน้า + ธุม ธาตุ ในความเบียดเสียด + ต ปัจจัย ซ้อน ทฺ หน้า ธ ลง ก สกัตถ์ ทีฆะ อ ที่สุดธาตุ เป็น อา ได้รูปเป็น อุทฺธุมาตก",
  "อุทฺธุมายิ": "ก. (เช่น สรีรํ อ. สรีระ) พองขึ้นแล้ว อุ บทหน้า + ธุม ธาตุ ในความเบียดเสียด + ย ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ทฺ หน้าธาตุทีฆะ อ ที่สุดธาตุ เป็น อา รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุทฺธุมายิ",
  "อุเทนเจติยโคตมเจติยาทีนิ": "น., นปุ. (เจติยานิ) ซึ่งเจดีย์ ท. มีอุเทนเจดีย์และโคตมเจดีย์ เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. อุเทนเจติยญฺจ โคตมเจติยญฺจ = อุเทนเจติยโคตมเจติยํ ฉ.ตุล. วิ. อุเทนเจติยโคตมเจติยํ อาทิ เยสํ ตานิ อุเทนเจติยโคตมเจติยาทีนิ (เจติยานิ)",
  "อุนฺนงฺคล": "ว. ผู้มีไถอันยกขึ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อุนฺนงฺคลํ (มหาชนํ) ซึ่งมหาชน ผู้มีไถอันยกขึ้นแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุกฺขิปิตํ นงฺคลํ เยน โส อุนฺนงฺคโล (มหาชโน) [อุ ในวิเคราะห์ ใช้ อุกฺขิปิต แทน, นงฺคล = ไถ นปุ.]",
  "อุนฺนต": "ก. ฟูขึ้นแล้ว อุ บทหน้า + นม ธาตุ ในความนอบน้อม มี อุ อุปสัคอยู่หน้า แปลว่า ฟูขึ้น + ต ปัจจัย ซ้อน นฺ หน้าธาตุ ลบ ม ที่สุดธาตุ ได้รูปเป็น อุนฺนต ดู อคต",
  "อุนฺนทติ": "ก. (เช่น มหาชโน อ. มหาชน) ย่อม บันลือขึ้น อุ บทหน้า + นท ธาตุ ในความบันลือ + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน นฺ หน้าธาตุ สำเร็จรูปเป็น อุนฺนทติ",
  "อุนฺนทนฺต": "ก. บันลือขึ้นอยู่ อุ บทหน้า + นท ธาตุ ในความบันลือ + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน นฺ หน้าธาตุ ได้รูปเป็น อุนฺนทนฺต ดู อกฺกมนฺต",
  "อุนฺนฬ": "ว. ผู้มีมานะเพียงดังไม้อ้ออันยกขึ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น จ.พหุ. อุนฺนฬานํ (ชนานํ) แก่ชน ท. ผู้มีมานะเพียงดังไม้อ้ออันยก ขึ้นแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุกฺขิปิโต นโฬ เยหิ เต อุนฺนฬา (ชนา) [อุ ในวิเคราะห์ ใช้ อุกฺขิปิต แทน, นฬ = ไม้อ้อ ปุ.]",
  "อุนฺนาทนตฺถาย": "น., ปุ. เพื่อประโยชน์แก่อัน บันลือขึ้น ศัพท์เดิมเป็น อุนฺนาทนตฺถ อ การันต์ ในปุงลิงค์ ลง ส จตุตถีวิภัตติ ฝ่ายเอกวจนะ แปลง อ กับ ส เป็น อาย สำเร็จรูปเป็น อุนฺนาทนตฺถาย เป็นจตุตถีตัปปุริสสมาส วิ.ว่า อุนฺนาทนสฺส อตฺโถ = อุนฺนาทนตฺโถ แจกเหมือน ปุริส คำว่า อุนฺนาทน ในคำว่า อุนฺนาทนตฺถาย มาจาก อุ บทหน้า + นท ธาตุ ในความบันลือ + ยุ ปัจจัย ซ้อน นฺ หน้าธาตุ ทีฆะ อ ต้นธาตุเป็น อา แปลง ยุ เป็น อน ได้รูปเป็น อุนฺนาทน แปลว่า การ (อัน) บันลือขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุนฺนาทนํ = อุนฺนาทนํ การบันลือขึ้น ชื่อว่า อุนฺนาทนํ ๆ การบันลือขึ้น"
};

const vocabInsanPr9Part5to8_Page59 = {
  "อุนฺนาเทตฺวา": "ก. ยัง...ให้บันลือแล้ว อุ บทหน้า + นท ธาตุ ในความบันลือ + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ซ้อน นฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุนฺนาเทตฺวา",
  "อุปกฏฺฐ": "ก. ตั้งใกล้แล้ว อุป บทหน้า + กฐ ธาตุ ในความตั้งไว้ + ต ปัจจัย แปลง ต เป็น ฏฺฐ ลบ ฐ ที่สุดธาตุ ได้รูปเป็น อุปกฺกฏฺฐ ดู อคต",
  "อุปกฑฺฒติ": "ก. (เช่น สามญฺญํ อ. ความเป็นแห่ง สมณะ) ย่อมคร่าเข้าไป อุป บทหน้า + กฑฺฒ ธาตุ ในความคร่า, ความฉุด, ความดึง, ความลาก + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อุปกฑฺฒติ",
  "อุปกปฺปนก": "ว. อันเข้าไปสำเร็จ นปุ. แจกเหมือน กุล เช่น ทุ.เอก. อุปกปฺปนกํ (ยาคุภตฺตํ) ซึ่งข้าว ยาคูและภัต อันเข้าไปสำเร็จ คำว่า อุปกปฺปนก มาจาก อุป บทหน้า + กปฺป ธาตุ ในความสำเร็จ + ยุ ปัจจัย แปลง ยุ เป็น อน ลง ก สกัตถ์ ได้รูปเป็น อุปกปฺปนก แปลว่า อันเข้าไปสำเร็จ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุปกปฺปตีติ อุปกปฺปนกํ (ยาคุภตฺตํ)",
  "อุปกปฺปนกกาม": "น., ปุ. กามอันเข้าไปสำเร็จ แจกเหมือน ปุริส เช่น ต.พหุ. อุปกปฺปนกกาเมหิ ด้วยกามอันเข้าไปสำเร็จ ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปกปฺปนกา กามา = อุปกปฺปนกกามา",
  "อุปกาชีวกวตฺถุ": "น., นปุ. อ. เรื่องแห่งอาชีวกชื่อว่า อุปกะ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุปโก อาชีวโก = อุปกาชีวโก ฉ.ตัป.วิ. อุปกาชีวกสฺส วตฺถุ = อุปกาชีวกวตฺถุ แจกเหมือน วตฺถุ",
  "อุปการ": "น., ปุ. อุปการะ แจกเหมือน ปุริส เช่น ป.เอก. อุปกาโร อ. อุปการะ",
  "อุปการวส": "น., ปุ. อำนาจแห่งอุปการะ แจกเหมือน ปุริส เช่น ต.เอก. อุปการวเสน ด้วยอำนาจแห่ง อุปการะ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปการสฺส วโส = อุปการวโส",
  "อุปการิกา": "ว., อิต. ผู้มีอุปการะ แจกเหมือน กญฺญา เช่น ป.เอก. อุปการิกา (อหํ) อ. ดิฉัน (อหํ ใช้แทน เสฏฺฐิธีตา) ผู้มีอุปการะ มาจาก อุปการ ศัพท์ + อิก ปัจจัย ในตทัสสัตถิตัทธิต ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อุปการิกา วิ.ว่า อุปกาโร อสฺสา อตฺถีติ อุปการิกา (อหํ) อุปการะ ของดิฉันนั้น มีอยู่ เหตุนั้น ดิฉันนั้น ชื่อว่าผู้มีอุปการะ",
  "อุปกฺกฏฺฐ": "ก. ตั้งใกล้แล้ว, ใกล้เข้ามาแล้ว อุป บทหน้า + กฐ ธาตุ ในความตั้งไว้ + ต ปัจจัย ซ้อน กฺ หน้าธาตุ แปลง ต เป็น ฏฺฐ ลบ ฐ ที่สุดธาตุ ได้รูปเป็น อุปกฺกฏฺฐ ปุ. แจกเหมือน ปุริส เช่น ส.เอก. อุปกฺกฏฺเฐ (วิวาหทิวเส) ครั้นเมื่อวัน เป็นที่กระทำซึ่งวิวาห์ตั้งใกล้แล้ว อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ส.เอก. อุปกฺกฏฺฐาย (ปวารณาย) ครั้นเมื่อวัน ปวารณา ตั้งใกล้แล้ว",
  "อุปคจฺฉ": "ก. (ตฺวํ อ. ท่าน) จงเข้าไปสถิต อุป บทหน้า + คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ ลบ หิ สำเร็จรูปเป็น อุปคจฺฉ",
  "อุปคจฺฉนฺต": "ก. เข้าถึงอยู่ อุป บทหน้า + คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง คม ธาตุ เป็น คจฺฉ ได้รูปเป็น อุปคจฺฉนฺต ดู อกฺกมนฺต",
  "อุปคจฺฉนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมเข้าถึง อุป บทหน้า + คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อุปคจฺฉนฺติ",
  "อุปคจฺฉสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมเข้าถึง อุป บทหน้า + คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น อุปคจฺฉสิ",
  "อุปคญฺฉิ": "ก. (เช่น เถโร อ. พระเถระ) เข้าไปจำแล้ว, เข้าไปหาแล้ว (เทวตา อ. เทวดา) เข้าสถิตแล้ว อุป บทหน้า + คม ธาตุ ในความไป, ความ ถึง มี อุป อยู่หน้า แปลว่า เข้าถึง + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ แปลง คม ธาตุ เป็น คญฺฉ รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปคญฺฉิ"
};

const vocabInsanPr9Part5to8_Page60 = {
  "อุปคญฺฉึ": "ก. (อหํ อ. เรา) เข้าไปหาแล้ว อุป บทหน้า + คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + อึ อัชชัตตนีวิภัตติ แปลง คม ธาตุ เป็น คญฺฉ สำเร็จรูปเป็น อุปคญฺฉึ",
  "อุปคต": "ก. เข้าถึงแล้ว, เข้าจำแล้ว อุป บทหน้า + คม ธาตุ ในความไป, ความถึง + ต ปัจจัย ลบ ม ที่สุดธาตุ ได้รูปเป็น อุปคต ดู อคต",
  "อุปคนฺตุํ": "น. อ. อันเข้าไปใกล้, เพื่ออันเข้าไปใกล้ อุป บทหน้า + คม ธาตุ ในความไป, ความถึง + ตุํ ปัจจัย แปลงที่สุดธาตุ เป็น นฺ สำเร็จรูปเป็น อุปคนฺตุํ ดู อกฺโกสิตุํ",
  "อุปคนฺตฺวา": "ก. เข้าจำแล้ว, เข้าไปเฝ้าแล้ว, ครั้นเสด็จเข้าไปใกล้แล้ว อุป บทหน้า + คม ธาตุ ในความไป, ความถึง + ตฺวา ปัจจัย แปลง ม ที่สุดธาตุ เป็น นฺ สำเร็จรูปเป็น อุปคนฺตฺวา",
  "อุปคมน": "น., นปุ. อัน (การ) เข้าถึง แจกเหมือน กุล เช่น ต.เอก. อุปคมเนน ด้วยการเข้าถึง มาจาก อุป บทหน้า + คม ธาตุ ในความไป + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อุปคมน แปลว่า การเข้าถึง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปคมนํ = อุปคมนํ",
  "อุปคมิสฺสนฺติ": "ก. (เช่น ชนา อ. ชน ท.) จักเข้าถึง อุป บทหน้า + คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น อุปคมิสฺสนฺติ",
  "อุปฆาต": "น., ปุ. การเข้าไปกระทบ, การเข้าไปกำจัด แจกเหมือน ปุริส เช่น จ.เอก. อุปฆาตาย เพื่ออันเข้าไปกำจัด ศัพท์เดิมเป็น อุปฆาต อ การันต์ ในปุงลิงค์ ลง ส จตุตถีวิภัตติ ฝ่ายเอกวจนะ แปลง อ กับ ส เป็น อาย สำเร็จรูปเป็น อุปฆาตาย มาจาก อุป บทหน้า + หน ธาตุ ในความฆ่า, ความกำจัด, ความกระทบ + อ ปัจจัย แปลง หน ธาตุเป็น ฆาต ได้รูปเป็น อุปฆาต แปลว่า การเข้าไปกระทบ, การเข้าไปกำจัด เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปฆาตนํ = อุปฆาโต การเข้าไปกระทบ, การเข้าไปกำจัด ชื่อว่า อุปฆาโต ๆ การเข้ากระทบ, การเข้าไปกำจัด",
  "อุปจารชฺฌาน": "น., นปุ. อุปจารฌาน แจกเหมือน กุล เช่น ป.เอก. อุปจารชฺฌานํ อ. อุปจารฌาน",
  "อุปจารปฺปนาวเสน": "น., ปุ. ด้วยสามารถแห่ง อุปจารสมาธิและอัปปนาสมาธิ เป็นฉัฏฐีตัปปุริสสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. อุปจาโร จ อปฺปนา จ = อุปจารปฺปนา ฉ.ตัป.วิ. อุปจารปฺปนานํ วโส = อุปจารปฺปนาวโส",
  "อุปจารสมาธิ": "น., ปุ. อุปจารสมาธิ แจกเหมือน มุนิ เช่น ทุ.เอก. อุปจารสมาธึ ซึ่งอุปจารสมาธิ",
  "อุปจฺจ": "ก. เหาะขึ้นไปแล้ว อุ บทหน้า + ปต ธาตุ ในความไป + ตูนาทิปัจจัย แปลงตูนาทิปัจจัย เป็น ย แปลง ตฺย เป็น จฺจ สำเร็จรูปเป็น อุปจฺจ",
  "อุปจฺจคา": "ก. (เช่น ขโณ อ. ขณะ) ได้เข้าไปล่วงแล้ว [ธ. ๗: อาคนฺตุกภิกฺขุวตฺถุ หน้า ๑๓๑] อุป + อติ บทหน้า + อ อาคม + คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + อา หิยัตตนีวิภัตติ ระหว่าง อติ - อคม (อติ + อคม) สระอยู่หลัง แปลง ติ เป็น ตฺย แล้วแปลง ตฺย เป็น จฺจ ลบ ม ที่สุดธาตุ สำเร็จรูปเป็น อุปจฺจกา [อ = ได้ อุป = เข้าไป อติ - ตฺย - จฺจ = ล่วง คม = ไป อา = แล้ว รวมแปลว่า ได้เข้าไปล่วงแล้ว]",
  "อุปจฺฉินฺทติ": "ก. (เช่น นโร อ. นระ) ย่อมเข้าไปตัด อุป บทหน้า + ฉิท ธาตุ ในความตัด + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน จฺ หน้าธาตุ ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ แล้วแปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลัง สำเร็จรูปเป็น อุปจฺฉินฺทติ",
  "อุปชฺฌาย ๑": "น., ปุ. พระอุปัชฌาย์ แจกเหมือน ปุริส เช่น ป.เอก. อุปชฺฌาโย อ. พระอุปัชฌาย์",
  "อุปชฺฌาย ๒": "ว., ปุ. ผู้เข้าไปสอดส่อง อุป บทหน้า + เฌ ธาตุ ในความเพ่ง, ความสอดส่อง + อ ปัจจัย ในนามกิตก์ ซ้อน ชฺ หน้าธาตุ แปลง เอ ที่ เฌ เป็น อาย ได้รูปเป็น อุปชฺฌาย แปลว่า ผู้เข้าไปสอดส่อง (โทษน้อยโทษใหญ่) เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า (วชฺชาวชฺชํ) อุปนิชฺฌายตีติ อุปชฺฌาโย ผู้ใด ย่อมเข้าไปสอดส่อง (ซึ่งโทษน้อยและโทษใหญ่) เหตุนั้น ผู้นั้น ชื่อว่า อุปชฺฌาโย ๆ ผู้เข้าไปสอดส่อง (ซึ่งโทษน้อยและโทษใหญ่) [มังคลัตถทีปนี ภาค ๒ หน้า ๒๗๘ ข้อที่ ๓๖๕]"
};

const vocabInsanPr9Part5to8_Page61 = {
  "อุปชฺฌายวตฺต": "น., นปุ. วัตรเพื่ออุปัชฌาย์ แจกเหมือน กุล เช่น ทุ.เอก. อุปชฺฌายวตฺตํ ซึ่งวัตรเพื่ออุปัชฌาย์ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า อุปชฺฌายสฺส วตฺตํ = อุปชฺฌายวตฺตํ",
  "อุปชฺฌายวตฺตาทีนิ": "ว., นปุ. (วตฺตานิ) ซึ่งวัตร ท. มีวัตรเพื่ออุปัชฌาย์เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีจตุตถีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ จตุ.ตัป.วิ. อุปชฺฌายสฺส วตฺตํ = อุปชฺฌายวตฺตํ ฉ.ตุล.วิ. อุปชฺฌายวตฺตํ อาทิ เยสํ ตานิ อุปชฺฌายวตฺตาทีนิ (วตฺตานิ)",
  "อุปชฺฌายาทิวตฺต": "น., นปุ. วัตรมีวัตรเพื่ออุปัชฌาย์เป็นต้น แจกเหมือน กุล เช่น ป.เอก. อุปชฺฌายาทิวตฺตํ อ. วัตรมีวัตรเพื่ออุปัชฌาย์ เป็นต้น เป็นวิเสสนบุพพบท กัมมธารยสมาส มีจตุตถีตัปปุริสสมาส และฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ จตุ.ตัป.วิ. อุปชฺฌายสฺส วตฺตํ = อุปชฺฌายวตฺตํ ฉ.ตุล.วิ. อุปชฺฌายวตฺตํ อาทิ ยสฺส ตํ อุปชฺฌายาทิ (วตฺตํ) [บทสมาส ลบ วตฺต ในท่ามกลาง] วิ.บุพ.กัม.วิ. อุปชฺฌายาทิ วตฺตํ = อุปชฺฌายาทิวตฺตํ",
  "อุปชฺฌายาทีหิ": "ว., ปุ. (ครุฏฺฐานิยปุคฺคเลหิ) อันครุฐานิยบุคคล ท. มีอุปัชฌาย์เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุปชฺฌาโย อาทิ เยสํ เต อุปชฺฌายาทโย (ครุฏฺฐานิยปุคฺคลา) แจกเหมือน มุนิ",
  "อุปฏฺฐเปตฺวา": "ก. เข้าไปตั้งไว้แล้ว อุป บทหน้า + ฐป ธาตุ ในความตั้งไว้ + เอ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ซ้อน ฏฺ หน้าธาตุ สำเร็จรูปเป็น อุปฏฺฐเปตฺวา",
  "อุปฏฺฐเปสิ": "ก. (เช่น เทวตา อ. เทวดา) เข้าไปตั้งไว้แล้ว อุป + ฐป ธาตุ ในความตั้งไว้ + เอ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ฏฺ หน้าธาตุ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปฏฺฐเปสิ",
  "อุปฏฺฐเปสุํ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) เข้าไปตั้งไว้แล้ว อุป + ฐป ธาตุ ในความตั้งไว้ + เอ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน ฏฺ หน้าธาตุ ลง ส อาคม สำเร็จรูปเป็น อุปฏฺฐเปสุํ",
  "อุปฏฺฐหติ": "ก. (เช่น อุปาสโก อ. อุบาสก) ย่อมบำรุง อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลรวมกันว่า อุปัฏฐาก, ความ บำรุง + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห สำเร็จรูปเป็น อุปฏฺฐหติ",
  "อุปฏฺฐหนฺต ๑": "ก. บำรุงอยู่ อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลรวมกันว่า อุปัฏฐาก, ความบำรุง + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห ได้รูปเป็น อุปฏฺฐหนฺต ดู อกฺกมนฺต",
  "อุปฏฺฐหนฺต ๒": "ก. ตั้งมั่นอยู่ อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห ได้รูปเป็น อุปฏฺฐหนฺต ดู อกฺกมนฺต",
  "อุปฏฺฐหนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมบำรุง อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง, ปรากฏ + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห สำเร็จรูปเป็น อุปฏฺฐหนฺติ",
  "อุปฏฺฐหิ": "ก. (เช่น อุปาสโก อ. อุบาสก) บำรุงแล้ว อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง, ปรากฏ + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปฏฺฐหิ",
  "อุปฏฺฐหิตุํ": "น. อ. อันบำรุง, เพื่ออันบำรุง อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + ตุํ ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห ลง อิ อาคม สำเร็จรูปเป็น อุปฏฺฐหิตุํ"
};

const vocabInsanPr9Part5to8_Page62 = {
  "อุปฏฺฐหิตฺวา": "ก. บำรุงแล้ว อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + ตฺวา ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห ลง อิ อาคม สำเร็จรูปเป็น อุปฏฺฐหิตฺวา",
  "อุปฏฺฐหิสฺสสิ": "ก. (ตฺวํ อ. ท่าน) จักบำรุง อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + อ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห ลง อิ อาคม สำเร็จรูปเป็น อุปฏฺฐหิสฺสสิ",
  "อุปฏฺฐหิสฺสาม": "ก. (มยํ อ. เรา ท.) จักบำรุง อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + อ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห ลง อิ อาคม สำเร็จรูปเป็น อุปฏฺฐหิสฺสาม",
  "อุปฏฺฐหิสฺสามิ": "ก. (อหํ อ. เรา) จักบำรุง อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห ลง อิ อาคม สำเร็จรูปเป็น อุปฏฺฐหิสฺสามิ",
  "อุปฏฺฐหึสุ": "ก. (เช่น ภวา อ. ภพ ท.) ปรากฏแล้ว อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า ปรากฏ + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน ฏฺ หน้าธาตุ แปลง ฐา ธาตุ เป็น ฐห แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อุปฏฺฐหึสุ",
  "อุปฏฺฐาก ๑": "น., ปุ. อุปัฏฐาก แจกเหมือน ปุริส เช่น ป.เอก. อุปฏฺฐาโก อ. อุปัฏฐาก",
  "อุปฏฺฐาก ๒": "ว., ปุ. ผู้อุปัฏฐาก, ผู้บำรุง แจกเหมือน ปุริส เช่น ป.เอก. อุปฏฺฐาโก (ปุคฺคโล) อ. บุคคล ผู้อุปัฏฐาก, ผู้บำรุง มาจาก อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า อุปัฏฐาก, บำรุง + ณฺวุ ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ณฺวุ เป็น อก ได้รูปเป็น อุปฏฺฐาก แปลว่า ผู้อุปัฏฐาก, ผู้บำรุง เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุปฏฺฐหตีติ อุปฏฺฐาโก (ปุคฺคโล)",
  "อุปฏฺฐากกุล": "น., นปุ. ตระกูลแห่งอุปัฏฐาก แจกเหมือน กุล เช่น ส.เอก. อุปฏฺฐากกุเล ในตระกูลแห่งอุปัฏฐาก เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปฏฺฐากสฺส กุลํ = อุปฏฺฐากกุลํ",
  "อุปฏฺฐากปุตฺต": "น., ปุ. บุตรของอุปัฏฐาก แจกเหมือน ปุริส เช่น ฉ.เอก. อุปฏฺฐากปุตฺตสฺส ของบุตรของอุปัฏฐาก เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปฏฺฐากสฺส ปุตฺโต = อุปฏฺฐากปุตฺโต",
  "อุปฏฺฐาตพฺพ": "ก. อัน…พึงบำรุง อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + ตพฺบ ปัจจัย กัมมวาจก ซ้อน ฏฺ หน้าธาตุ ได้รูปเป็น อุปฏฺฐาตพฺพ ดู อกตฺตพฺพ",
  "อุปฏฺฐาติ": "ก. (เช่น สิปฺปํ อ. ศิลปะ) ย่อมปรากฏ อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า ปรากฏ + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ฏฺ หน้าธาตุ สำเร็จรูปเป็น อุปฏฺฐาติ",
  "อุปฏฺฐาตุํ": "น. อ. อันบำรุง, เพื่ออันบำรุง อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + ตุํ ปัจจัย ซ้อน ฏฺ หน้าธาตุ สำเร็จรูปเป็น อุปฏฺฐาตุํ ดู อกฺโกสิตุํ",
  "อุปฏฺฐาน ๑": "ว., นปุ. (ที่) เป็นที่บำรุง นปุ. แจกเหมือน กุล เช่น ทุ.เอก. อุปฏฺฐานํ (ฐานํ) สู่ที่ เป็นที่บำรุง มาจาก อุป + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + ยุ ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ยุ เป็น อน ได้รูปเป็น อุปฏฺฐาน แปลว่า เป็นที่บำรุง เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อุปฏฺฐหติ เอตฺถาติ อุปฏฺฐานํ (ฐานํ)",
  "อุปฏฺฐาน ๒": "น., นปุ. การบำรุง แจกเหมือน กุล เช่น ทุ.เอก. อุปฏฺฐานํ ซึ่งการบำรุง มาจาก อุป + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + ยุ ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง ยุ เป็น อน ได้รูปเป็น อุปฏฺฐาน แปลว่า การบำรุง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปฏฺฐานํ = อุปฏฺฐานํ",
  "อุปฏฺฐานการิกา": "ว., อิต. ผู้กระทำซึ่งการบำรุง แจกเหมือน กญฺญา เช่น ทุ.เอก. อุปฏฺฐานการิกํ (อิตฺถึ) ซึ่งหญิง ผู้กระทำซึ่งการบำรุง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปฏฺฐานสฺส การิกา = อุปฏฺฐานการิกา คำว่า การิกา มาจาก กร ธาตุ ในความทำ + ณฺวุ ปัจจัย ด้วยอำนาจ ณฺวุ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา แปลง ณฺวุ เป็น อก อิตถีลิงค์ ลง อิ อาคม และ อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น การิกา แปลว่า ผู้กระทำ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กโรตีติ การิกา (อิตฺถี)"
};

const vocabInsanPr9Part5to8_Page63 = {
  "อุปฏฺฐานปุปฺผ": "น., นปุ. ดอกไม้เป็นเครื่องบำรุง แจกเหมือน กุล เช่น ต.พหุ. อุปฏฺฐานปุปฺเผหิ ด้วยดอกไม้เป็นเครื่องบำรุง ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปฏฺฐานานิ ปุปฺผานิ = อุปฏฺฐานปุปฺผานิ คำว่า อุปฏฺฐาน ในคำว่า อุปฏฺฐานปุปฺเผหิ มาจาก อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + ยุ ปัจจัย ซ้อน ฏฺ หน้า ฐา ธาตุ แปลง ยุ เป็น อน ได้รูปเป็น อุปฏฺฐาน แปลว่า เป็นเครื่องบำรุง เป็นกัตตุรูป กรณสาธนะ วิ.ว่า อุปฏฺฐหติ เตหีติ อุปฏฺฐานานิ (ปุปฺผานิ)",
  "อุปฏฺฐานสาลา": "น., อิต. ศาลาเป็นที่บำรุง แจกเหมือน กญฺญา เช่น ส.เอก. อุปฏฺฐานสาลายํ ในศาลาเป็นที่บำรุง คำว่า อุปฏฺฐาน ในคำว่า อุปฏฺฐานสาลา มาจาก อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + ยุ ปัจจัย ซ้อน ฏฺ หน้า ฐา ธาตุ แปลง ยุ เป็น อน ได้รูปเป็น อุปฏฺฐาน แปลว่า เป็นที่บำรุง เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อุปฏฺฐหติ เอตฺถาติ อุปฏฺฐานา (สาลา)",
  "อุปฏฺฐาปิต ๑": "ก. อัน…ให้บำรุงแล้ว อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ต ปัจจัย เป็นเหตุกัมมวาจก ลง อิ อาคม ซ้อน ฏฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ อาเป เป็น อุปฏฺฐา + อาเป + อิ + ต ลบสระหน้า คือ อา ที่ ฐา ลบ เอ ที่ เป ได้รูปเป็น อุปฏฺฐาปิต",
  "อุปฏฺฐาปิต ๒": "ก. อัน...ให้เข้าไปตั้งไว้แล้ว อุป บทหน้า + ฐป ธาตุ ในความตั้งไว้ + เณ ปัจจัย ในเหตุกัตตุวาจก + ต ปัจจัย เป็นเหตุกัมมวาจก ลง อิ อาคม ซ้อน ฏฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ เป็น อุปฏฺฐาเป + อิ + ต ลบสระหน้า คือ เอ ที่ เป ได้รูปเป็น อุปฏฺฐาปิต",
  "อุปฏฺฐาเปติ": "ก. (เช่น เทวธีตา อ. นางเทพธิดา) ยัง...ย่อมให้เข้าไปตั้งไว้ [ธ. ๕: ลาชเทวธีตา วตฺถุ หน้า ๘] อุป บทหน้า + ฐป ธาตุ ในความตั้งไว้ + เณ ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ฏฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปฏฺฐาเปติ",
  "อุปฏฺฐาเปตฺวา": "ก. ยัง…ให้เข้าไปตั้งไว้แล้ว อุป บทหน้า + ฐป ธาตุ ในความตั้งไว้ + เณ ปัจจัย ในเหตุกัตตุวาจก เพราะ เณ ที่ ฆะ ต้นธาตุ + ตฺวา ปัจจัย ซ้อน ฏฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปฏฺฐาเปตฺวา",
  "อุปฏฺฐาเปสิ": "ก. (เช่น เทวธีตา อ. นางเทพธิดา) ยัง...ให้เข้าไปตั้งไว้แล้ว [ธ. ๕: ลาชเทวธีตาวตฺถุ หน้า ๗] อุป บทหน้า + ฐป ธาตุ ในความตั้งไว้ + เณ ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ฏฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปฏฺฐาเปสิ",
  "อุปฏฺฐาเปหิ": "ก. (ตฺวํ อ. ท่าน) ยัง...จงให้เข้าไปตั้งไว้ อุป บทหน้า + ฐป ธาตุ ในความตั้งไว้ + เณ ปัจจัย ในเหตุกัตตุวาจก + หิ ปัญจมีวิภัตติ ซ้อน ฏฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปฏฺฐาเปหิ",
  "อุปฏฺฐายิกา ๑": "น., อิต. อุปัฏฐายิกา แจกเหมือน กญฺญา เช่น ป.เอก. อุปฏฺฐายิกา อ. อุปัฏฐายิกา",
  "อุปฏฺฐายิกา ๒": "ว., อิต. ผู้เป็นอุปัฏฐายิกา, ผู้บำรุง แจกเหมือน กญฺญา เช่น ฉ.พหุ. อุปฏฺฐายิกานํ (อิตฺถีนํ) แห่งหญิง ท. ผู้เป็นอุปัฏฐายิกา มาจาก อุป + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + ณฺวุ ปัจจัย ซ้อน ฏฺ หน้าธาตุ แปลง อา ที่ ฐา ธาตุ เป็น อาย แปลง ณฺวุ เป็น อก ลง อิ อาคม และ อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อุปฏฺฐายิกา วิ.ว่า อุปฏฺฐหตีติ อุปฏฺฐายิกา (อิตฺถี)"
};

const vocabInsanPr9Part5to8_Page64 = {
  "อุปฏฺฐาสิ": "ก. (เช่น ปญฺโห อ. ปัญหา) ปรากฏแล้ว อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง, ปรากฏ + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ฏฺ หน้า ฐา ธาตุ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปฏฺฐาสิ",
  "อุปฏฺฐาหิ": "ก. (ตฺวํ อ. เจ้า) จงบำรุง อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า บำรุง + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ซ้อน ฏฺ หน้า ฐา ธาตุ สำเร็จรูปเป็น อุปฏฺฐาหิ",
  "อุปฏฺฐิต ๑": "ก. อัน...เข้าไปตั้งไว้แล้ว อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ + ต ปัจจัย ลง อิ อาคม ลบ อา ที่ ฐา ธาตุ ได้รูปเป็น อุปฏฺฐิต ดู อกต",
  "อุปฏฺฐิต ๒": "ก. ปรากฏแล้ว อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลว่า ปรากฏ + ต ปัจจัย แปลง อา ที่ ฐา ธาตุ เป็น อิ ได้รูปเป็น อุปฏฺฐิต ดู อคต",
  "อุปฏฺฐิตสฺสติ": "ว. ผู้มีสติอันตั้งมั่นแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส ปุ. แจกเหมือน มุนิ วิ.ว่า อุปฏฺฐิตา สติ ยสฺส โส อุปฏฺฐิตสฺสติ (ปุคฺคโล) [ซ้อน สฺ] สติ ของบุคคลใด ตั้งมั่นแล้ว บุคคลนั้น ชื่อว่าผู้มีสติอันตั้งมั่นแล้ว",
  "อุปฏฺฐิตสฺสติตา": "น., อิต. ความที่แห่ง...เป็นผู้มีสติอันตั้งมั่นแล้ว ลง ตา ปัจจัย ในภาวตัทธิต มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. อุปฏฺฐิตา สติ ยสฺส โส อุปฏฺฐิตสฺสติ (เถโร) ตา.ภาว.วิ. อุปฏฺฐิตสฺสติโน (เถรสฺส) ภาโว = อุปฏฺฐิตสฺสติตา แจกเหมือน กญฺญา เช่น ต.เอก. อุปฏฺฐิตสฺสติตาย เพราะความที่แห่งตนเป็นผู้มีสติตั้งมั่นแล้ว",
  "อุปฏฺฐิยมาน": "ก. อัน…บำรุงอยู่ อุป บทหน้า + ฐา ธาตุ ในความตั้งอยู่ มี อุป อยู่หน้า แปลรวมกันว่า อุปัฏฐาก, ความบำรุง + อิ อาคม หน้า ย ปัจจัย + มาน ซ้อน ฏฺ หน้าธาตุ ลบ อา ที่ ฐา ธาตุ ได้รูปเป็น อุปฏฺฐิยมาน ดู อนาหริยมาน",
  "อุปฑฺฒ": "ว. อันเข้าไปด้วยทั้งกึ่ง เป็นอุปสัคคปุพพกะ อัพยยีภาวสมาส [อุป ในรูปวิเคราะห์ใช้ อุปคจฺฉติ แทน] ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุปฑฺโฒ (กาโย) วิ.ว่า อฑฺเฒน อุปคจฺฉตีติ อุปฑฺโฒ (กาโย) กายใด ย่อมเข้าไป ด้วยทั้งกึ่ง เหตุนั้น กายนั้น ชื่อว่า อุปฑฺโฒ ๆ อันเข้าไปด้วยทั้งกึ่ง นปุ. แจกเหมือน กุล เช่น ป.เอก. อุปฑฺฒํ (อุโปสถกมฺมํ) วิ.ว่า อฑฺเฒน อุปคจฺฉตีติ อุปฑฺฒํ (อุโปสถกมฺมํ)",
  "อุปฑฺฒภตฺต": "น., นปุ. ภัตอันเข้าไปด้วยทั้งกึ่ง แจกเหมือน กุล เช่น ส.เอก. อุปฑฺฒภตฺเต ครั้นเมื่อ ภัตอันเข้าไปด้วยทั้งกึ่ง เป็นวิเสสนบุพพบท กัมมธารยสมาส มีอุปสัคคปุพพกะ อัพยยีภาวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อุป. อัพ. วิ. อฑฺเฒน อุปคจฺฉตีติ อุปฑฺฒํ (ภตฺตํ) วิ.บุพ.กัม.วิ. อุปฑฺฒํ ภตฺตํ = อุปฑฺฒภตฺตํ",
  "อุปฑฺฒรชฺช": "น., นปุ. ความเป็นแห่งพระราชา เข้าไปด้วยทั้งกึ่ง แจกเหมือน กุล เช่น ต.เอก. อุปฑฺฒรชฺเชน ด้วยความเป็นแห่งพระราชา เข้าไปด้วยทั้งกึ่ง เป็นวิเสสนบุพพบท กัมมธารยสมาส มีอุปสัคคปุพพกะ อัพยยีภาวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อุป. อัพ. วิ. อฑฺเฒน อุปคจฺฉตีติ อุปฑฺฒํ (รชฺชํ) วิ.บุพ.กัม.วิ. อุปฑฺฒํ รชฺชํ = อุปฑฺฒรชฺชํ",
  "อุปฑฺฒเสสกาเล": "น., ปุ. ในกาลแห่งภัตอันเหลือ เข้าไปด้วยทั้งกึ่ง เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. เสสํ ภตฺตํ = เสสภตฺตํ วิ.บุพ.กัม.วิ. อุปฑฺฒํ เสสภตฺตํ = อุปฑฺฒเสสภตฺตํ ฉ.ตัป.วิ. อุปฑฺฒเสสภตฺตสฺส กาโล = อุปฑฺฒเสสกาโล [บทสมาส ลบ ภตฺต ในท่ามกลาง] แจกเหมือน ปุริส",
  "อุปฑฺฒาวเสส": "ว. อันเหลือลงเข้าไปด้วยทั้งกึ่ง นปุ. แจกเหมือน กุล เช่น ส.เอก. อุปฑฺฒาวเสเส (ภตฺเต) ครั้นเมื่อภัต อันเหลือลงเข้าไปด้วยทั้งกึ่ง"
};

const vocabInsanPr9Part5to8_Page65 = {
  "อุปตฺถมฺภยมาน": "ก. เมื่อทรงอุปถัมภ์ อุป บทหน้า + ถมฺภ ธาตุ ในความคํ้าจุน, ความช่วยเหลือ + ณฺย ปัจจัย ในกัตตุวาจก ซ้อน ตฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ ย ได้รูปเป็น อุปตฺถมฺภยมาน ดู อนิจฺฉมาน",
  "อุปทฺทว": "น., ปุ. อุปัททวะ แจกเหมือน ปุริส เช่น ป.เอก. อุปทฺทโว อ. อุปัทวะ",
  "อุปทฺทุต": "ก. อัน…เข้าไปประทุษร้ายแล้ว อุป บทหน้า + ทุส ธาตุ ในความประทุษร้าย + ต ปัจจัย ซ้อน ทฺ หน้าธาตุ ลบ ส ที่สุดธาตุ ได้รูปเป็น อุปทฺทุต ดู อกต",
  "อุปธารณ": "น., นปุ. อัน (การ) ใคร่ครวญ แจกเหมือน กุล เช่น จ.เอก. อุปธารณตฺถํ เพื่ออันใคร่ครวญ ศัพท์เดิมเป็น อุปธารณ อ การันต์ ในนปุงสกลิงค์ ลง ส จตุตถีวิภัตติ ฝ่ายเอกวจนะ แปลง อ กับ ส เป็น ตฺถํ สำเร็จรูปเป็น อุปธารณตฺถํ คำว่า อุปธารณ มาจาก อุป บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุป อยู่หน้า แปลว่า ใคร่ครวญ + ยุ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา แปลง ยุ เป็น อณ ได้รูปเป็น อุปธารณ แปลว่า การใคร่ครวญ เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปธารณํ = อุปธารณํ การใคร่ครวญ ชื่อว่า อุปธารณํ ๆ การใคร่ครวญ",
  "อุปธารยมาน": "ก. ใคร่ครวญอยู่ อุป บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุป อยู่หน้า แปลว่า ใคร่ครวญ + ณย ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ด้วยอำนาจ ณย ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ ย ได้รูปเป็น อุปธารยมาน ดู อนิจฺฉมาน",
  "อุปธาเรตฺวา": "ก. ใคร่ครวญแล้ว อุป บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุป อยู่หน้า แปลว่า ใคร่ครวญ + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปธาเรตฺวา",
  "อุปธาเรถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อม ใคร่ครวญ อุป บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุป อยู่หน้า แปลว่า ใคร่ครวญ + เณ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปธาเรถ",
  "อุปธาเรถ ๒": "ก. (ตุมฺเห อ. ท่าน ท.) จงใคร่ครวญ อุป บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุป อยู่หน้า แปลว่า ใคร่ครวญ + เณ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปธาเรถ",
  "อุปธาเรนฺต": "ก. ใคร่ครวญอยู่ อุป บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุป อยู่หน้า แปลว่า ใคร่ครวญ + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น อุปธาเรนฺต ดู อกฺกมนฺต",
  "อุปธาเรมิ": "ก. (อหํ อ. เรา) ย่อมใคร่ครวญ อุป บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุป อยู่หน้า แปลว่า ใคร่ครวญ + เณ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปธาเรมิ",
  "อุปธาเรหิ": "ก. (ตฺวํ อ. ท่าน) จงใคร่ครวญ อุป บทหน้า + ธร ธาตุ ในความทรงไว้ มี อุป อยู่หน้า แปลว่า ใคร่ครวญ + เณ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปธาเรหิ",
  "อุปธาวมาน": "ก. วิ่งเข้าไปอยู่ อุป บทหน้า + ธาว ธาตุ ในความวิ่งไป + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น อุปธาวมาน ดู อนิจฺฉมาน",
  "อุปธาวิตฺวา": "ก. วิ่งเข้าไปแล้ว อุป บทหน้า + ธาว ธาตุ ในความวิ่งไป + อ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น อุปธาวิตฺวา",
  "อุปธาวึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) วิ่งเข้าไปแล้ว อุป บทหน้า + ธาว ธาตุ ในความวิ่งไป + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อุปธาวึสุ",
  "อุปธิ": "น., ปุ. อุปธิกิเลส แจกเหมือน มุนิ เช่น ทุ.เอก. อุปธึ ซึ่งอุปธิกิเลส"
};

const vocabInsanPr9Part5to8_Page66 = {
  "อุปธิสงฺขย": "ว., ปุ. (ธรรม) เป็นที่สิ้นไปพร้อมแห่ง กิเลสชื่อว่าอุปธิ แจกเหมือน ปุริส เช่น ส.เอก. อุปธิสงฺขเย (ธมฺเม) ในธรรม เป็นที่สิ้นไปพร้อม แห่งกิเลสชื่อว่าอุปธิ มาจาก อุปธิ + สํ บทหน้า + ขี ธาตุ ในความสิ้นไป + อ ปัจจัย แปลงนิคคหิตที่ สํ เป็น งฺ เพราะ ข อยู่หลัง วิการ อี เป็น เอ แล้วแปลง เอ เป็น อย ได้รูปเป็น อุปธิสงฺขย แปลว่า เป็นที่ สิ้นไปพร้อมแห่งกิเลสชื่อว่าอุปธิ เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อุปธิ สงฺขียติ เอตฺถาติ อุปธิสงฺขโย (ธมฺโม) กิเลสชื่อว่าอุปธิ ย่อมสิ้นไป พร้อม ในธรรมนั่น เหตุนั้น ธรรมนั่น ชื่อว่า อุปธิ สงฺขโย ๆ เป็นที่สิ้นไปพร้อมแห่งกิเลสชื่อว่าอุปธิ",
  "อุปนนฺท": "น., ปุ. พระอุปนันทะ แจกเหมือน ปุริส เช่น ทุ.เอก. อุปนนฺทํ ซึ่งพระอุปนันทะ",
  "อุปนนฺทสกฺยปุตฺตวตฺถุ": "น., นปุ. อ. เรื่องแห่ง พระเถระผู้เป็นโอรสแห่งเจ้าศากยะนามว่า อุปนันทะ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. สกฺยสฺส ปุตฺโต = สกฺยปุตฺโต วิ.บุพ.กัม.วิ. อุปนนฺโท สกฺยปุตฺโต = อุปนนฺทสกฺยปุตฺโต ฉ.ตัป.วิ. อุปนนฺทสกฺยปุตฺตสฺส วตฺถุ = อุปนนฺทสกฺย ปุตฺตวตฺถุ",
  "อุปนาเมตฺวา": "ก. ยัง…ให้น้อมเข้าไปแล้ว อุป บทหน้า + นม ธาตุ ในความนอบน้อม + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปนาเมตฺวา",
  "อุปนาเมถ": "ก. (ตุมฺเห อ. ท่าน ท.) ขอจงยัง...ให้ น้อมเข้ามา อุป บทหน้า + นม ธาตุ ในความ นอบน้อม + เณ ปัจจัย ในเหตุกัตตุวาจก + ถ ปัญจมีวิภัตติ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปนาเมถ",
  "อุปนาเมนฺต": "ก. ยัง…ให้น้อมเข้าไปอยู่ อุป บทหน้า + นม ธาตุ ในความนอบน้อม + เณ ปัจจัย ในเหตุกัตตุวาจก + อนฺต ปัจจัย ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น อุปนาเมนฺต ดู อกฺกมนฺต",
  "อุปนาเมสิ": "ก. (เช่น ชีวโก อ. หมอชีวก) ยัง…ให้ น้อมเข้าไปแล้ว อุป บทหน้า + นม ธาตุ ในความนอบน้อม + เณ ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือ ไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปนาเมสิ",
  "อุปนิฆํสนฺต": "ก. เข้าไปเสียดสีอยู่ อุป + นิ บทหน้า + ฆํส ธาตุ ในความเสียดสี + อนฺต ปัจจัย ได้รูปเป็น อุปนิฆํสนฺต ดู อกฺกมนฺต",
  "อุปนิสินฺนกถา ๑": "น., อิต. วาจาเป็นเครื่องกล่าว กะบุคคลผู้นั่งใกล้แล้ว แจกเหมือน กญฺญา เช่น ทุ.เอก. อุปนิสินฺนกถํ ซึ่งวาจาเป็นเครื่องกล่าว กะบุคคลผู้นั่งใกล้แล้ว เป็นทุติยาตัปปุริสสมาส วิ.ว่า อุปนิสินฺนํ (ปุคฺคลํ) กถา = อุปนิสินฺนกถา",
  "อุปนิสินฺนกถา ๒": "น., อิต. อุปนิสินนกถา แจกเหมือน กญฺญา เช่น ทุ.เอก. อุปนิสินฺนกถํ ซึ่งอุปนิสินนกถา",
  "อุปนิสฺสย ๑": "น., ปุ. อุปนิสัย แจกเหมือน ปุริส เช่น ป.เอก. อุปนิสฺสโย อ. อุปนิสัย",
  "อุปนิสฺสย ๒": "ว. อันเป็นอุปนิสัย ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อุปนิสฺสยํ (ธมฺมํ) ซึ่งธรรม อันเป็นอุปนิสัย",
  "อุปนิสฺสยการณ": "น., นปุ. เหตุแห่งอุปนิสัย แจกเหมือน กุล เช่น ป.เอก. อุปนิสฺสยการณํ อ. เหตุแห่งอุปนิสัย เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปนิสฺสยสฺส การณํ = อุปนิสฺสยการณํ",
  "อุปนิสฺสยธมฺมสงฺขาเต": "ว., ปุ. (ธมฺเม) ในธรรม อันบัณฑิตนับพร้อมแล้วว่าธรรมอันเป็น อุปนิสัย เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุปนิสฺสโย ธมฺโม = อุปนิสฺสยธมฺโม สัม.บุพ.กัม.วิ. อุปนิสฺสยธมฺโม อิติ สงฺขาโต = อุปนิสฺสยธมฺม สงฺขาโต (ธมฺโม)",
  "อุปนิสฺสยพล": "น., นปุ. กำลังแห่งอุปนิสัย แจกเหมือน กุล เช่น ต.เอก. อุปนิสฺสยพเลน ตามกำลังแห่งอุปนิสัย เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปนิสฺสยสฺส พลํ = อุปนิสฺสยพลํ"
};

const vocabInsanPr9Part5to8_Page67 = {
  "อุปนิสฺสยภูต": "ว. อันเป็นอุปนิสัยเป็น ปุ. แจกเหมือน ปุริส เช่น ฉ.เอก. อุปนิสฺสยภูตสฺส (เหตุโน) แห่งเหตุ อันเป็นอุปนิสัยเป็น มาจาก อุปนิสฺสย บทหน้า + ภู ธาตุ ในความมี, ความเป็น + ต ปัจจัย ในนามกิตก์ (นอกแบบ) ได้รูปเป็น อุปนิสฺสยภูต แปลว่า อันเป็นอุปนิสัยเป็น เป็นกัตตุรูป กัตตุ สาธนะ วิ.ว่า อุปนิสฺสโย ภวตีติ อุปนิสฺสยภูโต (เหตุ)",
  "อุปนิสฺสยสมฺปตฺติ": "น., อิต. ความถึงพร้อมแห่ง อุปนิสัย แจกเหมือน รตฺติ เช่น ต.เอก. อุปนิสฺสย สมฺปตฺติยา เพราะความถึงพร้อมแห่งอุปนิสัย เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปนิสฺสยสฺส สมฺปตฺติ = อุปนิสฺสยสมฺปตฺติ",
  "อุปนิสฺสยสมฺปนฺน": "ว. ผู้ถึงพร้อมแล้วด้วยอุปนิสัย ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุปนิสฺสย สมฺปนฺโน (กุลปุตฺโต) อ. กุลบุตร ผู้ถึงพร้อม แล้วด้วยอุปนิสัย เป็นตติยาตัปปุริสสมาส วิ.ว่า อุปนิสฺสเยน สมฺปนฺโน = อุปนิสฺสยสมฺปนฺโน (กุลปุตฺโต)",
  "อุปนิสฺสยสมฺปนฺนตฺต": "น., นปุ. ความที่แห่งตน เป็นผู้มีอุปนิสัยอันถึงพร้อมแล้ว ลง ตฺต ปัจจัย ในภาวตัทธิต มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. อุปนิสฺสเยน สมฺปนฺโน = อุปนิสฺสยสมฺปนฺโน (กุลปุตฺโต) ตฺต.ภาว.วิ. อุปนิสฺสยสมฺปนฺนสฺส ภาโว = อุปนิสฺสยสมฺปนฺนตฺตํ แจกเหมือน กุล เช่น ปญฺ.เอก. อุปนิสฺสยสมฺปนฺนตฺตา เพราะความที่แห่ง ตนเป็นผู้มีอุปนิสัยอันถึงพร้อมแล้ว",
  "อุปนิสฺสาย": "ก. เข้าไปอาศัยแล้ว อุป + นิ บทหน้า + สี ธาตุ ในความอาศัย + ตูนาทิปัจจัย ซ้อน สฺ หน้าธาตุ รัสสะ อี เป็น อิ แล้ววิการ อิ เป็น เอ แปลง เอ เป็น อา แปลง ตูนาทิปัจจัย เป็น ย สำเร็จรูปเป็น อุปนิสฺสาย",
  "อุปนีต": "ก. อัน…นำเข้าไปแล้ว อุป บทหน้า + นี ธาตุ ในความนำไป + ต ปัจจัย ได้รูปเป็น อุปนีต ดู อกต",
  "อุปนีตวโย": "ว., ปุ. (ตฺวํ อ. ท่าน ใช้แทน พราหมณ์) ผู้มีวัยอันชรานำไปแล้ว [ธ. ๗: โคฆาตกปุตฺตวตฺถุ หน้า ๕] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า (ชราย) อุปนีโต วโย ยสฺส โส อุปนีตวโย (ตฺวํ) วัย ของท่านใด อันชรา นำไปแล้ว ท่านนั้น ชื่อว่าผู้มีวัยอันชรานำไปแล้ว",
  "อุปเนตฺวา": "ก. นำเข้าไปแล้ว อุป บทหน้า + นี ธาตุ ในความนำไป + อ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย รัสสะ อี ที่ นี เป็น อิ แล้ววิการ อิ เป็น เอ สำเร็จรูปเป็น อุปเนตฺวา",
  "อุปปชฺชติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมเข้าถึง อุป บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง ท กับ ย ปัจจัย เป็น ชฺช สำเร็จรูปเป็น อุปปชฺชติ",
  "อุปปชฺชนฺต": "ก. อุบัติอยู่ อุป บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง ท กับ ย เป็น ชฺช ได้รูปเป็น อุปปชฺชนฺต ดู อกฺกมนฺต",
  "อุปปชฺชนฺติ": "ก. (เช่น สตฺตา อ. สัตว์ ท.) ย่อมเข้าถึง อุป บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ แปลง ท กับ ย ปัจจัย เป็น ชฺช สำเร็จรูปเป็น อุปปชฺชนฺติ",
  "อุปปชฺชเร": "ก. (เช่น ชนา อ. ชน ท.) ย่อมเข้าถึง อุป บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ แปลง ท กับ ย ปัจจัย เป็น ชฺช แปลง อนฺติ เป็น เร สำเร็จรูปเป็น อุปปชฺชเร",
  "อุปปชฺชิ": "ก. (เช่น เสฏฺฐี อ. เศรษฐี) เข้าถึงแล้ว อุป บทหน้า + ปท ธาตุ ในความถึง + ย ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ แปลง ท กับ ย ปัจจัย เป็น ชฺช รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปปชฺชิ",
  "อุปปตฺติ": "น., อิต. ความอุบัติ แจกเหมือน รตฺติ เช่น ทุ.พหุ. อุปปตฺติโย ซึ่งความอุบัติ ท. คำว่า อุปปตฺติ มาจาก อุป บทหน้า + ปท ธาตุ ในความ เกิด, ความถึง + ติ ปัจจัย แปลง ท ที่สุดธาตุ เป็น ตฺ หรือลบที่สุดธาตุ ซ้อน ตฺ ได้รูปเป็น อุปปตฺติ แปลว่า ความเข้าถึง, ความอุบัติ เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปปชฺชนํ = อุปปตฺติ ความเข้าถึง, ความอุบัติ ชื่อว่า อุปปตฺติ ๆ"
};

const vocabInsanPr9Part5to8_Page68 = {
  "อุปปริกฺขิตฺวา": "ก. พิจารณาแล้ว อุป + ปริ บทหน้า + อิกฺข ธาตุ ในความดู, ความเห็น มีอุปสัค อยู่หน้า แปลว่า พิจารณา + ตฺวา ปัจจัย ลบ อิ ที่ ปริ ลง อิ อาคม สำเร็จรูปเป็น อุปปริกฺขิตฺวา",
  "อุปปารมี": "น., อิต. อุปบารมี แจกเหมือน นารี เช่น ป.พหุ. อุปปารมิโย อ. อุปบารมี ท.",
  "อุปโภคชาต": "น., นปุ. เครื่องอุปโภค แจกเหมือน กุล เช่น ทุ.เอก. อุปโภคชาตํ ซึ่งเครื่องอุปโภค [ชาต เป็นศัพท์สกัตถ์ ไม่ต้องแปล] คำว่า อุปโภค มาจาก อุป บทหน้า + ภุช ธาตุ ในความกิน, ความใช้สอย + ณ ปัจจัย ในนามกิตก์ ด้วยอำนาจ ณ ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ แปลง ช เป็น ค ได้รูปเป็น อุปโภค แปลว่า เป็นเครื่องอุปโภค, เป็นเครื่องใช้สอย เป็นกัตตรูป กรณสาธนะ วิ.ว่า อุปภุญฺชนฺติ เอเตหีติ อุปโภคานิ(วตฺถูนิ) ชน ท. ย่อมอุปโภค (ย่อมใช้สอย) ด้วยวัตถุ ท. เหล่านั่น เหตุนั้น วัตถุ ท. เหล่านั่น ชื่อว่า อุปโภคานิ ๆ เป็นเครื่องอุปโภค (เป็นเครื่องใช้สอย)",
  "อุปมา": "น., อิต. อุปมา, การเปรียบเทียบ, ความเปรียบ แจกเหมือน กญฺญา เช่น ป.เอก. อุปมา อ. อุปมา, อ. ความเปรียบ",
  "อุปโยค": "น., ปุ. การ (อัน) ประกอบเข้า แจกเหมือน ปุริส เช่น ทุ.เอก. อุปโยคํ ซึ่งอันประกอบเข้า คำว่า อุปโยค มาจาก อุป บทหน้า + ยุช ธาตุ ในความประกอบ + ณ ปัจจัย ในนามกิตก์ ด้วยอำนาจ ณ ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ แปลง ช เป็น ค ได้รูปเป็น อุปโยค แปลว่า การประกอบเข้า เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปยุญฺชนํ = อุปโยโค การประกอบเข้า ชื่อว่า อุปโยโค ๆ การประกอบเข้า",
  "อุปรจิต": "ก. อัน…รจนาแล้ว อุป บทหน้า + รจ ธาตุ ในความเขียน (รจนา) , ความทำ, ความจัดแจง + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น อุปรจิต ดู อกต",
  "อุปรชฺช": "น., นปุ. ความเป็นแห่งอุปราช อุปราช ศัพท์ + ณฺย ปัจจัย ในภาวตัทธิต ลบ ณฺ เหลือ ไว้แต่ ย แปลง ช กับ ย เป็น ชฺช รัสสะ อา ที่ รา เป็น อ ได้รูปเป็น อุปรชฺช วิ.ว่า อุปราชสฺส ภาโว = อุปรชฺชํ แจกเหมือน กุล เช่น ส.เอก. อุปรชฺเช ในความเป็นแห่งอุปราช",
  "อุปราช": "น., ปุ. พระอุปราช แจกเหมือน มหาราช เช่น ป.เอก. อุปราชา อ. พระอุปราช",
  "อุปราชเสนาปติอาทโย": "ว., ปุ. (อิสฺสรชนา) อ. อิสรชน ท. มีอุปราชและเสนาบดีเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหาร ทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. อุปราชา จ เสนาปติ จ = อุปราช เสนาปตโย ฉ.ตุล.วิ. อุปราชเสนาปตโย อาทโย เยสํ เต อุปราชเสนาปติอาทโย (อิสฺสรชนา) แจกเหมือน มุนิ",
  "อุปริ": "นิ. ในเบื้องบน เป็นนิบาตบอกที่ เช่น กสฺส นุโข อุปริ สาโป ปติสฺสติ = อ. ความสาป จักตกไป ในเบื้องบน ของใคร หนอแล",
  "อุปริคพฺภ": "น., นปุ. เบื้องบนแห่งห้อง แจกเหมือน กุล เช่น ส.เอก. อุปริคพฺเภ ในเบื้องบนแห่งห้อง เป็นนิปาตปุพพกะ อัพยยีภาวสมาส วิ.ว่า คพฺภสฺส อุปริ = อุปริคพฺภํ",
  "อุปริจฺฉินฺน": "ก. อัน…ตัดแล้วในเบื้องบน อุปริ บทหน้า + ฉิท ธาตุ ในความตัด + ต ปัจจัย ซ้อน จฺ หน้าธาตุ แปลง ต เป็น นฺน ลบ ท ที่สุดธาตุ ได้รูปเป็น อุปริจฺฉินฺน ดู อกต",
  "อุปริฏฺฐ": "ว., ปุ. อุปริฏฐะ (นามของพระปัจเจกพุทธเจ้า) แจกเหมือน ปุริส เช่น ส.เอก. อุปริฏฺเฐ (ปจฺเจกพุทฺเธ) ในพระปัจเจกพุทธเจ้า นามว่า อุปริฏฐะ",
  "อุปริฏฺฐปจฺเจกพุทฺธ": "น., ปุ. พระปัจเจกพุทธเจ้า นามว่าอุปริฏฐะ แจกเหมือน ปุริส เช่น จ.เอก. อุปริฏฺฐปจฺเจกพุทฺธสฺส แก่พระปัจเจกพุทธเจ้า นามว่าอุปริฏฐะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปริฏฺโฐ ปจฺเจกพุทฺโธ = อุปริฏฺฐปจฺเจกพุทฺโธ",
  "อุปริตล ๑": "น., นปุ. พื้นในเบื้องบน แจกเหมือน กุล เช่น ส.เอก. อุปริตเล ที่พื้นในเบื้องบน เป็น สัตตมีตัปปุริสสมาส วิ.ว่า อุปริ ตลํ = อุปริตลํ พื้นในเบื้องบน",
  "อุปริตล ๒": "น., นปุ. เบื้องบนแห่งพื้น แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ เช่น ส.เอก. อุปริตเล ในเบื้องบนแห่งพื้น เป็นนิปาตปุพพกะ อัพยยีภาวสมาส วิ.ว่า ตลสฺส อุปริ = อุปริตลํ เบื้องบน แห่งพื้น"
};

const vocabInsanPr9Part5to8_Page69 = {
  "อุปริตีร": "น., นปุ. เบื้องบนแห่งฝั่ง แจกเหมือน กุล เช่น ส.เอก. อุปริตีเร ในเบื้องบนแห่งฝั่ง เป็น นิปาตปุพพกะ อัพยยีภาวสมาส วิ.ว่า ตีรสฺส อุปริ = อุปริตีรํ เบื้องบนแห่งฝั่ง",
  "อุปริเทวโลกสมฺปาปก": "ว. อันยัง...ให้ถึงพร้อมซึ่ง เทวโลกในเบื้องบน นปุ. แจกเหมือน กุล เช่น ทุ.พหุ. อุปริเทวโลกสมฺปาปกานิ (สญฺโญชนานิ) ซึ่งสังโยชน์ ท. อันยังสัตว์ให้ถึงพร้อมซึ่งเทวโลก ในเบื้องบน มาจาก อุปริเทวโลก + สํ บทหน้า + ป บทหน้า + อาป ธาตุ ในความถึง + ณฺวุ ปัจจัย แปลง นิคคหิตที่ สํ เป็น มฺ เพราะ ป อยู่หลัง แปลง ณฺวุ เป็น อก ได้รูปเป็น อุปริเทวโลกสมฺปาปก แปลว่า อันยัง...ให้ถึงพร้อมซึ่งเทวโลกใน เบื้องบน เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุปริเทวโลกํ สมฺปาเปนฺตีติ อุปริเทวโลก สมฺปาปกานิ (สญฺโญชนานิ)",
  "อุปริปท": "น., นปุ. บทในเบื้องบน แจกเหมือน กุล เช่น ทุ.เอก. อุปริปทํ ซึ่งบทในเบื้องบน เป็น สัตตมีตัปปุริสสมาส วิ.ว่า อุปริ ปทํ = อุปริปทํ",
  "อุปริปาสาท": "น., นปุ. เบื้องบนแห่งปราสาท แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ เช่น ส.เอก. อุปริปาสาเท ในเบื้องบนแห่งปราสาท เป็นนิปาต ปุพพกะ อัพยยีภาวสมาส วิ.ว่า ปาสาทสฺส อุปริ = อุปริปาสาทํ เบื้องบนแห่งปราสาท",
  "อุปริปาสาทตล": "น., นปุ. พื้นในเบื้องบนแห่ง ปราสาท แจกเหมือน กุล เช่น ส.เอก. อุปริ ปาสาทตเล ที่พื้นในเบื้องบนแห่งปราสาท เป็น สัตตมีตัปปุริสสมาส มีนิปาตปุพพกะ อัพยยีภาวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ นิ. อัพ. วิ. ปาสาทสฺส อุปริ = อุปริปาสาทํ เบื้องบนแห่งปราสาท ส.ตัป.วิ. อุปริปาสาเท ตลํ = อุปริปาสาทตลํ",
  "อุปริพทฺธวิจิตฺรวิตานาย": "ว., อิต. (ภูมิยา) บนแผ่นดิน อันมีเพดานอันวิจิตรอันบุคคลผูกแล้ว ในเบื้องบน [ธ. ๗: ปริชิณฺณพฺราหฺมณวตฺถุ หน้า ๑๔๕] เป็นสัตตมีตุลยาธิกรณพหุพพิหิสมาส มีวิเสสนบุพพบท กัมมธารยสมาส และสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. วิจิตฺรํ วิตานํ = วิจิตฺรวิตานํ [วิตาน = เพดาน ปุ., นปุ.] ส.ตัป.วิ. อุปริ พทฺธํ = อุปริพทฺธํ (วิจิตฺรวิตานํ) ส.ตุล.วิ. อุปริพทฺธํ วิจิตฺรวิตานํ ยสฺสํ สา อุปริพทฺธวิจิตฺรวิตานา (ภูมิ) เพดานอันวิจิตร อันบุคคลผูกแล้วในเบื้องบน บนแผ่นดินใด แผ่นดินนั้น ชื่อว่าอันมีเพดาน อันวิจิตรอันบุคคลผูกแล้วในเบื้องบน",
  "อุปริภาค": "น., ปุ. ส่วนในเบื้องบน แจกเหมือน ปุริส เช่น ทุ.เอก. อุปริภาคํ ซึ่งส่วนในเบื้องบน เป็นสัตตมีตัปปุริสสมาส วิ.ว่า อุปริ ภาโค = อุปริภาโค ส่วนในเบื้องบน",
  "อุปริมกาย": "น., ปุ. พระกายอันมีในเบื้องบน แจกเหมือน ปุริส เช่น ทุ.เอก. อุปริมกายํ ซึ่งพระกายอันมีในเบื้องบน เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุปริมกายโต แต่พระกายอันมีในเบื้องบน บ้าง เป็นวิเสสนบุพพบท กัมมธารยสมาส มี อิม ปัจจัย ในชาตาทิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อิม.ชาตา.วิ. อุปริ ภโว = อุปริโม (กาโย) กาย อันมี ในเบื้องบน ชื่อว่า อุปริโม ๆ อันมีในเบื้องบน [ระหว่าง อุปริ - อิม ลบสระหน้า คือ อิ ที่ ริ ต่อเป็น อุปริม] วิ.บุพ.กัม.วิ. อุปริโม กาโย = อุปริมกาโย",
  "อุปริมคฺควเสน": "น., ปุ. ด้วยสามารถแห่งมรรคใน เบื้องบน เป็นฉัฏฐีตัปปุริสสมาส มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. อุปริ มคฺโค = อุปริมคฺโค ฉ.ตัป.วิ. อุปริ มคฺคสฺส วโส = อุปริมคฺควโส แจกเหมือน ปุริส",
  "อุปริมตล": "น., นปุ. พื้นอันมีในเบื้องบน แจกเหมือน กุล เช่น ส.เอก. อุปริมตเล ที่พื้นอันมี ในเบื้องบน เป็นวิเสสนบุพพบท กัมมธารยสมาส มี อิม ปัจจัย ในชาตาทิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อิม.ชาตา.วิ. อุปริ ภวํ = อุปริมํ (ตลํ) พื้น อันมี ในเบื้องบน ชื่อว่า อุปริมํ ๆ อันมีในเบื้องบน [ระหว่าง อุปริ - อิม ลบสระหน้า คือ อิ ที่ ริ ต่อเป็น อุปริม] วิ.บุพ.กัม.วิ. อุปริมํ ตลํ = อุปริมตลํ"
};

const vocabInsanPr9Part5to8_Page70 = {
  "อุปลิปฺปติ": "ก. (เช่น กาโม อ. กาม) ย่อมติดมั่น อุป บทหน้า + ลิป ธาตุ ในความฉาบ, ความทา ลง อ ปัจจัย ในกัตตุวาจก และ นิคคหิตอาคม ต้นธาตุ แปลว่า ติด, เปื้อน + ติ วัตตมานาวิภัตติ เพราะ ป อยู่หลัง แปลง นิคฺคหิต เป็น ปฺ สำเร็จรูปเป็น อุปลิปฺปติ",
  "อุปลิมฺปิตฺวา": "ก. เข้าไปทาแล้ว, ประพรมแล้ว อุป บทหน้า + ลิป ธาตุ ในความทา + ตฺวา ปัจจัย ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ แล้วแปลง นิคคหิตเป็น มฺ เพราะ ป อยู่หลัง ลง อิ อาคม สำเร็จรูปเป็น อุปลิมฺปิตฺวา",
  "อุปวตฺตเน": "ว., นปุ. (สาลวเน) ในสาลวัน เป็นที่ เสด็จแวะพัก [ธ. ๗: สุภทฺทวตฺถุ หน้า ๓๙] มาจาก อุป บทหน้า + วตฺต ธาตุ ในความเป็นไป + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อุปวตฺตน แปลว่า เป็นที่แวะพัก เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า (สตฺถา) อุเปจฺจ วตฺตติ เอตฺถาติ อุปวตฺตนํ (สาลวนํ) พระศาสดา ย่อมเสด็จเข้าพักแล้วไป ที่สาลวันนั่น เหตุนั้น สาลวันนั่น ชื่อว่า อุปวตฺตนํ ๆ เป็นที่เสด็จพักแล้วไป [อุป ในวิเคราะห์ ใช้ อุเปจฺจ = เข้าถึงแล้ว, เข้าพักแล้ว แทน, ตามรูปศัพท์ แปลว่า เป็นที่เข้าไปเป็นไป, เป็นที่เข้าไปใกล้, เป็นที่เป็นไปมั่น แปลเอาความว่า เป็นที่แวะพัก]",
  "อุปวน ๑": "น., นปุ. ป่าใกล้ แจกเหมือน กุล เช่น ส.เอก. อุปวเน ในป่าใกล้",
  "อุปวน ๒": "น., นปุ. ที่ใกล้แห่งป่า แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ เช่น ส.เอก. อุปวเน ในที่ ใกล้แห่งป่า เป็นอุปสัคคปุพพกะ อัพยยีภาวสมาส วิ.ว่า วนสฺส สมีปํ = อุปวนํ ที่ใกล้แห่งป่า [อุป ในรูปวิเคราะห์ใช้ สมีปํ = ที่ใกล้ แทน]",
  "อุปวสนฺติ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ย่อมเข้าไป อยู่จำ อุป บทหน้า + วส ธาตุ ในความอยู่ + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น อุปวสนฺติ",
  "อุปวานตฺเถร": "น., ปุ. พระเถระชื่อว่าอุปวานะ แจกเหมือน ปุริส เช่น จ.เอก. อุปวานตฺเถรสฺส แก่พระเถระชื่อว่าอุปวานะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปวาโน เถโร = อุปวานตฺเถโร [ซ้อน ตฺ]",
  "อุปสคฺค": "น., ปุ. ความขัดข้อง, อุปสรรค แจกเหมือน ปุริส เช่น ทุ.เอก. อุปสคฺคํ ซึ่งความ ขัดข้อง คำว่า อุปสคฺค มาจาก อุป บทหน้า + สช ธาตุ ในความขัดข้อง + ณฺย ปัจจัย ลบ ณฺ แปลง ช กับ ย เป็น คฺค ได้รูปเป็น อุปสคฺค แปลว่า ความขัดข้อง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปสชนํ = อุปสคฺโค ความขัดข้อง ชื่อว่า อุปสคฺโค ๆ ความขัดข้อง",
  "อุปสงฺกมติ": "ก. (เช่น เถโร อ. พระเถระ) ย่อมเข้าไป อุป + สํ บทหน้า + กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง นิคคหิตที่ สํ เป็น งฺ เพราะ ก อยู่หลัง สำเร็จรูปเป็น อุปสงฺกมติ",
  "อุปสงฺกมน": "น., นปุ. การเข้าไป แจกเหมือน กุล เช่น ป.เอก. อุปสงฺกมนํ อ. การเข้าไป มาจาก อุป + สํ บทหน้า + กม ธาตุ ในความก้าวไป + ยุ ปัจจัย แปลงนิคคหิตที่ สํเป็น งฺ เพราะ ก อยู่หลัง แปลง ยุ เป็น อน ได้รูปเป็น อุปสงฺกมน แปลว่า การเข้าไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปสงฺกมนํ = อุปสงฺกมนํ",
  "อุปสงฺกมนวเสน": "น., ปุ. ด้วยอำนาจแห่ง การเข้าไปหา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปสงฺกมนสฺส วโส = อุปสงฺกมนวโส แจกเหมือน ปุริส",
  "อุปสงฺกมนฺต": "ก. เข้าไปเฝ้าอยู่, เข้าไปอยู่ อุป + สํ บทหน้า + กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลงนิคคหิตที่ สํ เป็น งฺ เพราะ ก อยู่หลัง สำเร็จรูปเป็น อุปสงฺกมนฺต ดู อกฺกมนฺต",
  "อุปสงฺกมสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมเข้าไป อุป + สํ บทหน้า + กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ แปลงนิคคหิต ที่ สํ เป็น งฺ เพราะ ก อยู่หลัง สำเร็จรูปเป็น อุปสงฺกมสิ"
};

const vocabInsanPr9Part5to8_Page71 = {
  "อุปสงฺกมิ": "ก. (เช่น เถโร อ. พระเถระ) เข้าไปหา แล้ว, เข้าไปเฝ้าแล้ว อุป + สํ บทหน้า + กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ แปลงนิคคหิตที่ สํ เป็น งฺ เพราะ ก อยู่หลัง รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปสงฺกมิ",
  "อุปสงฺกมิตุํ": "น. อ. อันเข้าไป, เพื่ออันเข้าไปใกล้ อุป + สํ บทหน้า + กม ธาตุ ในความก้าวไป + ตุํ ปัจจัย แปลงนิคคหิตที่ สํ เป็น งฺ เพราะ ก อยู่หลัง ลง อิ อาคม สำเร็จรูปเป็น อุปสงฺกมิตุํ ดู อกฺโกสิตุํ",
  "อุปสงฺกมิตฺวา": "ก. เข้าไปเฝ้าแล้ว, เข้าไปหาแล้ว อุป + สํ บทหน้า + กม ธาตุ ในความก้าวไป + ตฺวา ปัจจัย แปลงนิคคหิตที่ สํ เป็น งฺ เพราะ ก อยู่หลัง ลง อิ อาคม สำเร็จรูปเป็น อุปสงฺกมิตฺวา",
  "อุปสงฺกมิมฺหา": "ก. (มยํ อ. เรา ท.) เข้าไปหาแล้ว อุป + สํ บทหน้า + กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + มฺหา อัชชัตตนีวิภัตติ แปลงนิคคหิตที่ สํ เป็น งฺ เพราะ ก อยู่หลัง ลง อิ อาคม สำเร็จรูปเป็น อุปสงฺกมิมฺหา",
  "อุปสงฺกมึ": "ก. (อหํ อ. เรา) เข้าไปหาแล้ว อุป + สํ บทหน้า + กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + อึ อัชชัตตนีวิภัตติ แปลงนิคคหิตที่ สํ เป็น งฺ เพราะ ก อยู่หลัง สำเร็จรูปเป็น อุปสงฺกมึ",
  "อุปสงฺกมึสุ": "ก. (เช่น สารีปุตฺตโมคฺคลฺลานา อ. พระสารีบุตรและพระโมคคัลลานะ ท.) เข้าไป หาแล้ว, เข้าไปเฝ้าแล้ว อุป + สํ บทหน้า + กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลงนิคคหิตที่ สํ เป็น งฺ เพราะ ก อยู่หลัง แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อุปสงฺกมึสุ",
  "อุปสนฺต": "ก. เข้าไปสงบแล้ว อุป บทหน้า + สม ธาตุ ในความสงบ, ความระงับ + ต ปัจจัย แปลง ต เป็น นฺต ลบ ม ที่สุดธาตุ ได้รูปเป็น อุปสนฺต ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุปสนฺโต (กิเลโส) อ. กิเลส เข้าไปสงบแล้ว อิต. ลง อา เครื่องหมาย อิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. อุปสนฺตา (วาจา) อ. วาจา เข้าไปสงบแล้ว นปุ. แจกเหมือน กุล เช่น ป.เอก. อุปสนฺตํ (ภยํ) อ. ภัย เข้าไปสงบแล้ว",
  "อุปสนฺตตา": "น., อิต. ความที่แห่ง…เป็นกิเลส เข้าไปสงบแล้ว ลง ตา ปัจจัย ในภาวตัทธิต วิ.ว่า อุปสนฺตสฺส (กิเลสสฺส) ภาโว = อุปสนฺตตา แจกเหมือน กญฺญา เช่น ต.เอก. อุปสนฺตตาย เพราะความที่แห่ง…เป็นกิเลสเข้าไปสงบแล้ว",
  "อุปสนฺตราคาทิกฺกิเลส": "ว. ผู้มีกิเลสมีราคะ เป็นต้นอันเข้าไปสงบแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุปสนฺตราคาทิกฺกิเลโส (ปุคฺคโล) อ. บุคคล ผู้มีกิเลสมีราคะเป็นต้นอันเข้าไปสงบ แล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตาม ลำดับ ดังนี้ ฉ.ตุล.วิ. ราโค อาทิ ยสฺส โส ราคาทิ (กิเลโส) ราคะ เป็นต้น ของกิเลสใด กิเลสนั้น ชื่อว่า มีราคะเป็นต้น วิ.บุพ.กัม.วิ. ราคาทิ กิเลโส = ราคาทิกฺกิเลโส [ซ้อน กฺ] กิเลสมีราคะเป็นต้น ฉ.ตุล.วิ. อุปสนฺโต ราคาทิกฺกิเลโส ยสฺส โส อุปสนฺตราคาทิกฺกิเลโส (ปุคฺคโล) กิเลสมีราคะ เป็นต้น ของบุคคลใด เข้าไปสงบแล้ว บุคคลนั้น ชื่อว่าผู้มีกิเลสมีราคะเป็นต้นอันเข้าไปสงบแล้ว",
  "อุปสนฺตรูป": "ว. มีรูปอันเข้าไปสงบแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. อุปสนฺตรูปา (ภิกฺขู) อ. ภิกษุ ท. ผู้มีรูปอันเข้าไปสงบแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุปสนฺตํ รูปํเยสํ เต อุปสนฺตรูปา (ภิกฺขู) รูป ของภิกษุ ท. เหล่าใด เข้าไปสงบแล้ว ภิกษุ ท. เหล่านั้น ชื่อว่าผู้มีรูปอันเข้าไปสงบแล้ว",
  "อุปสม": "ว. เป็นที่เข้าไปสงบ นปุ. แจกเหมือน กุล เช่น ฉ.เอก. อุปสมสฺส (นิพฺพานสฺส) แห่ง พระนิพพาน อันเป็นที่เข้าไปสงบ คำว่า อุปสม มาจาก อุป บทหน้า + สม ธาตุ ในความสงบ + อ ปัจจัย ได้รูปเป็น อุปสม แปลว่า เป็นที่เข้าไป สงบ เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อุปสมฺมติ เอตฺถาติ อุปสมํ (นิพฺพานํ) สังขาร ย่อมเข้าไป สงบ ในพระนิพพานนั่น เหตุนั้น พระนิพพานนั่น ชื่อว่า อุปสมํ ๆ เป็นที่เข้าไปสงบ",
  "อุปสมฺปทกาล": "น., ปุ. กาลเป็นที่อุปสมบท แจกเหมือน ปุริส เช่น ส.เอก. อุปสมฺปทกาเล เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุปสมฺปทกาลโต แต่กาลเป็นที่อุปสมบท บ้าง คำว่า อุปสมฺปท ในคำว่า อุปสมฺปทกาลโต มาจาก อุป + สํ บทหน้า + ปท ธาตุ ในความถึง + อ ปัจจัย ในนามกิตก์ แปลงนิคคหิตที่ สํ เป็น มฺ เพราะ ป อยู่หลัง ได้รูปเป็น อุปสมฺปท แปลว่า เป็นที่อุปสมบท เป็นกัตตุรูป อธิกรณสาธนะ วิ. ว่า อุปสมฺปชฺชติ เอตฺถาติ อุปสมฺปโท (กาโล) เขาย่อมอุปสมบท ในกาลนั่น เหตุนั้น กาลนั่น ชื่อว่า อุปสมฺปโท ๆ เป็นที่อุปสมบท"
};

const vocabInsanPr9Part5to8_Page72 = {
  "อุปสมฺปทา ๑": "น., อิต. การอุปสมบท แจกเหมือน กญฺญา เช่น ต.เอก. อุปสมฺปทาย โดยการ อุปสมบท คำว่า อุปสมฺปทา มาจาก อุป + สํ บทหน้า + ปท ธาตุ ในความถึง + อ ปัจจัย ในนามกิตก์ แปลงนิคคหิตที่ สํ เป็น มฺ เพราะ ป อยู่หลัง ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อุปสมฺปทา แปลว่า การอุปสมบท [แปลทับศัพท์] แต่ถ้าแปลออกรูปและสาธนะ แปลว่า การเข้าไป ถึงพร้อม เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปสมฺปทนํ = อุปสมฺปทา",
  "อุปสมฺปทา ๒": "น., อิต. การยัง...ให้เข้าไปถึงพร้อม แจกเหมือน กญฺญา เช่น ป.เอก. กุสลสฺสูปสมฺปทา อ. การยังกุศลให้เข้าไปถึงพร้อม [ธ. ๖: อานนฺทตฺเถรสฺสปญฺหวตฺถุ หน้า ๑๐๐] คำว่า อุปสมฺปทา มาจาก อุป + สํ บทหน้า + ปท ธาตุ ในความถึง + อ ปัจจัย ในนามกิตก์ แปลงนิคคหิตที่ สํ เป็น มฺ เพราะ ป อยู่หลัง ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อุปสมฺปทา แปลว่า การยัง...ให้เข้าไป ถึงพร้อม เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปสมฺปาทนํ = อุปสมฺปทา การยัง...ให้เข้าไป ถึงพร้อม ชื่อว่า อุปสมฺปทา ๆ การยัง...ให้เข้าไป ถึงพร้อม",
  "อุปสมฺปนฺน": "ก. อุปสมบทแล้ว, เข้าไปถึงพร้อม แล้ว อุป + สํ บทหน้า + ปท ธาตุ ในความถึง + ต ปัจจัย แปลงนิคคหิตที่ สํ เป็น มฺ เพราะ ป อยู่หลัง แปลง ต เป็น นฺน ลบ ท ที่สุดธาตุ ได้รูปเป็น อุปสมฺปนฺน ดู อคต",
  "อุปสมฺปนฺนกาล": "น., ปุ. กาลแห่ง…อุปสมบท แล้ว แจกเหมือน ปุริส เช่น ส.เอก. อุปสมฺปนฺน กาเล ในกาลแห่ง…อุปสมบทแล้ว เป็นฉัฏฐี ตัปปุริสสมาส วิ.ว่า อุปสมฺปนฺนสฺส กาโล = อุปสมฺปนฺนกาโล",
  "อุปสมฺปนฺนทิวส": "น., ปุ. วันแห่งตนอุปสมบทแล้ว แจกเหมือน ปุริส ดู อุปสมฺปนฺนกาล",
  "อุปสํวเส": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงเข้าไป คบ อุป + สํ บทหน้า + วส ธาตุ ในความอยู่ + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ลบ ยฺย เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปสํวเส [ตาม รูปศัพท์แปลว่า พึงเข้าไปอยู่ร่วม แต่แปล เอาความว่า พึงเข้าไปคบ]",
  "อุปเสวนฺต": "ก. เข้าไปเสพอยู่ อุป บทหน้า + เสว ธาตุ ในความเสพ, ความคบ + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อุปเสวนฺต ดู อกฺกมนฺต",
  "อุปหต": "ก. อัน…เข้าไปขจัดแล้ว อุป บทหน้า + หน ธาตุ ในความกำจัด, ความฆ่า + ต ปัจจัย ลบ น ที่สุดธาตุ ได้รูปเป็น อุปหต ดู อกต",
  "อุปหนนฺต": "ก. เข้าไปฆ่าอยู่ อุป บทหน้า + หน ธาตุ ในความกำจัด, ความฆ่า + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อุปหนนฺต ดู อกฺกมนฺต",
  "อุปาทาน ๑": "น., นปุ. อุปาทาน แจกเหมือน กุล เช่น ต.พหุ. อุปาทาเนหิ ด้วยอุปาทาน ท.",
  "อุปาทาน ๒": "น., นปุ. ความถือมั่น, ความยึดมั่น แจกเหมือน กุล เช่น ป.เอก. อุปาทานํ อ. ความถือมั่น คำว่า อุปาทาน มาจาก อุป + อา บทหน้า + ทา ธาตุ ในความให้ ด้วยอำนาจ อุป และ อา อุปสัค แปลว่า ถือมั่น, ยึดมั่น + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อุปาทาน แปลว่า ความถือมั่น, ความยึดมั่น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปาทานํ = อุปาทานํ ความถือมั่น, ความยึดมั่น ชื่อว่า อุปาทานํ ๆ ความถือมั่น, ความยึดมั่น",
  "อุปาทาน ๓": "น., นปุ. เชื้อ แจกเหมือน กุล เช่น ป.พหุ. อุปาทานานิ อ. เชื้อ ท. คำว่า อุปาทาน ถ้าแปลออกรูปและสาธนะ แปลว่า สิ่งอันไฟติด (สิ่งอันไฟเข้าไปยึด) มาจาก อุป + อา บทหน้า + ทา ธาตุ ในความให้ ด้วยอำนาจ อุป และ อา อุปสัค แปลว่า ถือมั่น, ยึดมั่น, ติด + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อุปาทาน แปลว่า อันไฟติด เป็นกัมมรูป กัมมสาธนะ วิ.ว่า (อคฺคินา) อุปาทิยเตติ อุปาทานํ สิ่งใด อันไฟ ย่อมติด เหตุนั้น สิ่งนั้น ชื่อว่า อุปาทานํ ๆ อันไฟติด (อันไฟเข้าไปยึด)"
};

const vocabInsanPr9Part5to8_Page73 = {
  "อุปาทาย": "ก. เข้าไปถือเอา, เข้าไปถือเอาแล้ว, เพราะเทียบเคียง, เทียบเคียงแล้ว อุป + อา บทหน้า + ทา ธาตุ ในความให้ ด้วยอำนาจอุปสัค แปลว่า ถือเอา, เทียบเคียง + ตูนาทิปัจจัย แปลง ตูนาทิปัจจัย เป็น ย สำเร็จรูปเป็น อุปาทาย",
  "อุปาทินฺนก": "ว. อันเป็นอุปาทินนกะ ปุ. แจกเหมือน ปุริส เช่น ส.เอก. อุปาทินฺนเก (สงฺขาเร) ในสังขาร อันเป็นอุปาทินนกะ [อันปัจจัยยึดไว้มั่นแล้ว] มาจาก อุป + อา บทหน้า + ทา ธาตุ ในความให้ ด้วยอำนาจ อุป และ อา อุปสัค แปลว่า ยึดมั่น + ต ปัจจัย แปลง อา ที่ ทา เป็น อิ แปลง ต เป็น นฺน ลง ก สกัตถ์ ได้รูปเป็น อุปาทินฺนก]",
  "อุปาย": "น., ปุ. อุบาย แจกเหมือน ปุริส เช่น ป.เอก. อุปาโย อ. อุบาย คำว่า อุปาย ถ้าแปลออกรูป และสาธนะ แปลว่า (วิธี) เป็นเหตุเข้าถึง (ความชนะ) มาจาก อุป บทหน้า + อิ ธาตุ ในความถึง + อ ปัจจัย วิการ อิ เป็น เอ แล้วแปลง เอ เป็น อาย ได้รูปเป็น อุปาย แปลว่า เป็นเหตุถึง (ความชนะ) เป็นกัตตุรูป กรณสาธนะ วิ.ว่า (ชยํ) อุเปติ เอเตนาติ อุปาโย (วิธิ) เขา ย่อมเข้าถึง (ซึ่งความชนะ) ด้วยวิธีนั่น เหตุนั้น วิธีนั่น ชื่อว่า อุปาโย ๆ เป็นเหตุเข้าถึง (ซึ่งความชนะ)",
  "อุปาลิตฺเถร": "น., ปุ. พระเถระชื่อว่าอุบาลี แจกเหมือน ปุริส เช่น ป.เอก. อุปาลิตฺเถโร อ. พระเถระชื่อว่าอุบาลี เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปาลี เถโร = อุปาลิตฺเถโร [ซ้อน ตฺ]",
  "อุปาสก": "น., ปุ. อุบาสก แจกเหมือน ปุริส เช่น ป.เอก. อุปาสโก อ. อุบาสก \nคำว่า อุปาสก ถ้าแปลออกรูปและสาธนะ แปลว่า ผู้เข้าไปนั่งใกล้ (พระรัตนตรัย) มาจาก อุป บทหน้า + อาส ธาตุ ในความนั่ง + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก ได้รูปเป็น อุปาสก แปลว่า ผู้เข้าไปนั่งใกล้ (พระรัตนตรัย) เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า (รตนตฺตยํ) อุปคนฺตฺวา อาสตีติ อุปาสโก (ปุริโส) บุรุษใด ย่อมเข้าไปนั่งใกล้ ซึ่งพระรัตนตรัย เหตุนั้น บุรุษนั้น ชื่อว่า อุปาสโก ๆ ผู้เข้าไปนั่งใกล้ (ซึ่งพระรัตนตรัย)",
  "อุปาสกา": "น., ปุ. อุบาสกและอุบาสิกา แจกเหมือน ปุริส เช่น ป.พหุ. อุปาสกา อ. อุบาสกและอุบาสิกา ท. เป็นปุพเพกเสสสมาส วิ. ว่า อุปาสโก จ อุปาสิกา จ = อุปาสกา อ. อุบาสกและอุบาสิกา ท.",
  "อุปาสกชน": "น., ปุ. ชนผู้เป็นอุบาสก แจกเหมือน ปุริส เช่น ส.เอก. อุปาสกชเน ครั้นเมื่อชนผู้เป็น อุบาสก เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปาสโก ชโน = อุปาสกชโน",
  "อุปาสกตฺต": "น., นปุ. ความที่แห่งตนเป็นอุบาสก ลง ตฺต ปัจจัย ในภาวตัทธิต วิ.ว่า อุปาสกสฺส ภาโว = อุปาสกตฺตํ แจกเหมือน กุล เช่น ทุ.เอก. อุปาสกตฺตํ ซึ่งความที่แห่งตนเป็นอุบาสก",
  "อุปาสกทารก": "น., ปุ. เด็กชายของอุบาสก แจกเหมือน ปุริส เช่น ทุ.เอก. อุปาสกทารกํ ซึ่งเด็กชายของอุบาสก เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปาสกสฺส ทารโก = อุปาสกทารโก",
  "อุปาสกปริสา": "น., อิต. บริษัทแห่งอุบาสก แจกเหมือน กญฺญา เช่น ป.เอก. อุปาสกปริสา อ. บริษัทแห่งอุบาสก เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปาสกานํ ปริสา = อุปาสกปริสา",
  "อุปาสิกา": "น., อิต. อุบาสิกา แจกเหมือน กญฺญา เช่น ป.เอก. อุปาสิกา อ. อุบาสิกา คำว่า อุปาสิกา ถ้าแปลออกรูปและสาธนะ แปลว่า ผู้เข้าไปนั่ง ใกล้ (พระรัตนตรัย) มาจาก อุป บทหน้า + อาส ธาตุ ในความนั่ง + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก ลง อิ อาคม และ อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อุปาสิกา แปลว่า ผู้เข้าไปนั่งใกล้ (พระรัตนตรัย) เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า (รตนตฺตยํ) อุปคนฺตฺวา อาสตีติ อุปาสิกา (อิตฺถี) หญิงใด ย่อมเข้าไปนั่งใกล้ ซึ่งพระรัตนตรัย เหตุนั้น หญิงนั้น ชื่อว่า อุปาสิกา ๆ ผู้เข้าไปนั่ง ใกล้ (ซึ่งพระรัตนตรัย)"
};

const vocabInsanPr9Part5to8_Page74 = {
  "อุปาสิกาปริสา": "น., อิต. บริษัทแห่งอุบาสิกา แจกเหมือน กญฺญา เช่น ป.เอก. อุปาสิกาปริสา อ. บริษัทแห่งอุบาสิกา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปาสิกานํ ปริสา = อุปาสิกาปริสา",
  "อุปาหนมณฺฑน": "น., นปุ. การประดับซึ่งรองเท้า แจกเหมือน กุล เช่น ป.เอก. อุปาหนมณฺฑนํ อ. การประดับซึ่งรองเท้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปาหนสฺส มณฺฑนํ = อุปาหนมณฺฑนํ คำว่า มณฺฑน ในคำว่า อุปาหนมณฺฑนํ มาจาก มณฺฑ ธาตุ ในความประดับ + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น มณฺฑน แปลว่า การประดับ เป็นภาวรูป ภาวสาธนะ วิ.ว่า มณฺฑนํ = มณฺฑนํ การประดับ ชื่อว่า มณฺฑนํ ๆ การประดับ",
  "อุปาหนา": "น., อิต. รองเท้า แจกเหมือน กญฺญา เช่น ทุ.พหุ. อุปาหนา ซึ่งรองเท้า ท.",
  "อุปฺปกฺกุปฺปกฺกํ": "ว., นปุ. (สรีรํ) อ. สรีระ ทั้งพองขึ้นแล้ว ทั้งพองขึ้นแล้ว [ธ. ๖: โรหิณีขตฺติยกญฺญาวตฺถุ หน้า ๑๖๑] เป็นวิเสสโนภยบท กัมมธารยสมาส วิ.ว่า อุปฺปกฺกญฺจ อุปฺปกฺกญฺจ = อุปฺปกฺกุปฺปกฺกํ (สรีรํ) คำว่า อุปฺปกฺก มาจาก อุ บทหน้า + ปจ ธาตุ ในความสุก + ต ปัจจัย ซ้อน ปฺ หน้าธาตุ แปลง ต กับ จ เป็น กฺก ได้รูปเป็น อุปฺปกฺก ตามรูปศัพท์แปลว่า สุกขึ้นแล้ว แต่แปลเอาความ ว่า พองขึ้นแล้ว",
  "อุปฺปชฺชติ": "ก. (เช่น ปสาโท อ. ความเลื่อมใส) ย่อมเกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช สำเร็จรูปเป็น อุปฺปชฺชติ",
  "อุปฺปชฺชตุ": "ก. (เช่น อยโส อ. โทษมิใช่ยศ) จงเกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช สำเร็จรูปเป็น อุปฺปชฺชตุ",
  "อุปฺปชฺชน": "น., นปุ. การเกิดขึ้น แจกเหมือน กุล เช่น ส.เอก. อุปฺปชฺชเน ในเพราะการเกิดขึ้น เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุปฺปชฺชนโต เพราะการเกิดขึ้น บ้าง คำว่า อุปฺปชฺชน มาจาก อุ บทหน้า + ปท ธาตุ ในความ เกิด + ย ปัจจัย ในกัตตุวาจก + ยุ ปัจจัย แปลง ย กับ ท เป็น ชฺช แปลง ยุ เป็น อน ได้รูปเป็น อุปฺปชฺชน แปลว่า การเกิดขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปฺปชฺชนํ = อุปฺปชฺชนํ การเกิดขึ้น ชื่อว่า อุปฺปชฺชนํ ๆ การเกิดขึ้น",
  "อุปฺปชฺชนกํ": "ว., อิต. (ตณฺหํ) ซึ่งตัณหา อันเป็นเหตุ เกิดขึ้น มาจาก อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + ยุ ปัจจัย ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช แปลง ยุ เป็น อน ลง ก สกัตถ์ ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อุปฺปชฺชนกา แปลว่า เป็นเหตุเกิดขึ้น เป็นกัตตุรูป กรณสาธนะ วิ.ว่า อุปฺปชฺชติ เอตายาติ อุปฺปชฺชนกา (ตณฺหา) สัตว์ ย่อมเกิดขึ้น ด้วยตัณหานั่น เหตุนั้น ตัณหานั่น ชื่อว่า อุปฺปชฺชนกา ๆ เป็นเหตุเกิดขึ้น",
  "อุปฺปชฺชนกลาภ": "น., ปุ. ลาภอันเกิดขึ้น แจกเหมือน ปุริส เช่น ทุ.เอก. อุปฺปชฺชนกลาภํ ซึ่งลาภอันเกิดขึ้น เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปฺปชฺชนโก ลาโภ = อุปฺปชฺชกลาโภ คำว่า อุปฺปชฺชนก ในคำว่า อุปฺปชฺชนกลาภํ มาจาก อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + ยุ ปัจจัย ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช แปลง ยุ เป็น อน ลง ก สกัตถ์ ได้รูปเป็น อุปฺปชฺชนก แปลว่า อันเกิดขึ้น เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุปฺปชฺชตีติ อุปฺปชฺชนโก (ลาโภ)",
  "อุปฺปชฺชนฺต": "ก. เกิดขึ้นอยู่, เมื่อเกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช ได้รูปเป็น อุปฺปชฺชนฺต ดู อกฺกมนฺต",
  "อุปฺปชฺชนฺติ": "ก. (เช่น สตฺตา อ. สัตว์ ท.) ย่อม เกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช สำเร็จรูปเป็น อุปฺปชฺชนฺติ",
  "อุปฺปชฺชมาน": "ก. เมื่อเกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช ได้รูปเป็น อุปฺปชฺชมาน ดู อนิจฺฉมาน",
};

const vocabInsanPr9Part5to8_Page75 = {
  "อุปฺปชฺชิ": "ก. (เช่น ปีติ อ. ปีติ) เกิดขึ้นแล้ว อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปฺปชฺชิ",
  "อุปฺปชฺชิตฺวา": "ก. เกิดขึ้นแล้ว อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + ตูนาทิ ปัจจัย ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช ลง อิ อาคม สำเร็จรูปเป็น อุปฺปชฺชิตฺวา",
  "อุปฺปชฺชิสฺส": "ก. (เช่น ปุตฺโต อ. บุตร) จักเกิดขึ้น แล้ว อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + สฺสา กาลาติปัตติวิภัตติ ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช ลง อิ อาคม รัสสะ อา ที่ สฺสา เป็น อ สำเร็จรูปเป็น อุปฺปชฺชิสฺส",
  "อุปฺปชฺชึสุ": "ก. (เช่น พุทฺธา อ. พระพุทธเจ้า ท.) เสด็จอุบัติแล้ว, เกิดขึ้นแล้ว อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อุปฺปชฺชึสุ",
  "อุปฺปชฺเชยฺย": "ก. (เช่น โกโธ อ. ความโกรธ) พึง เกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + ย ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ซ้อน ปฺ หน้า ปท ธาตุ แปลง ย กับ ท เป็น ชฺช สำเร็จรูปเป็น อุปฺปชฺเชยฺย",
  "อุปฺปณฺฑุปฺปณฺฑุกชาโต": "ว., ปุ. (เสฏฺฐี) อ. เศรษฐี ผู้มีความเหลืองขึ้นและความเหลืองขึ้นเกิด แล้ว แจกเหมือน ปุริส เป็นจตุตถีตุลยาธิกรณ พหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. อุปฺปณฺฑุ จ อุปฺปณฺฑุโก จ = อุปฺปณฺฑุปฺปณฺฑุกํ จตุ.ตุล.วิ. อุปฺปณฺฑุปฺปณฺฑุกํ ชาตํ ยสฺส โส อุปฺปณฺฑุปฺปณฺฑุกชาโต (เสฏฺฐี)",
  "อุปฺปตน": "น., นปุ. การเหาะขึ้นไป แจกเหมือน กุล เช่น ป.เอก. อุปฺปตนํ อ. การเหาะขึ้นไป อุ บทหน้า + ปต ธาตุ ในความตกไป มี อุ อยู่หน้า แปลว่า ขึ้น + ยุ ปัจจัย ซ้อน ปฺ หน้าธาตุ แปลง ยุ เป็น อน ได้รูปเป็น อุปฺปตน แปลว่า การเหาะ ขึ้นไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปฺปตนํ = อุปฺปตนํ การเหาะขึ้นไป ชื่อว่า อุปฺปตนํ ๆ การเหาะขึ้นไป",
  "อุปฺปตนฺต": "ก. เหาะขึ้นไปอยู่ อุ บทหน้า + ปต ธาตุ ในความตกไป มี อุ อยู่หน้า แปลว่า ขึ้น + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน ปฺ หน้าธาตุ ได้รูปเป็น อุปฺปตนฺต ดู อกฺกมนฺต",
  "อุปฺปตมาน": "ก. ลอยอยู่ อุ บทหน้า + ปต ธาตุ ในความตกไป มี อุ อยู่หน้า แปลว่า ลอย + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ซ้อน ปฺ หน้าธาตุ ได้รูปเป็น อุปฺปตมาน ดู อนิจฺฉมาน",
  "อุปฺปติต": "ก. เหาะขึ้นไปแล้ว อุ บทหน้า + ปต ธาตุ ในความตกไป มี อุ อยู่หน้า แปลว่า ขึ้น + ต ปัจจัย ซ้อน ปฺ หน้าธาตุ ลง อิ อาคม ได้รูปเป็น อุปฺปติต ดู อคต",
  "อุปฺปติตุํ": "น. อ. อันบินขึ้น, เพื่ออันบินขึ้น อุ บทหน้า + ปต ธาตุ ในความตกไป มี อุ อยู่หน้า แปลว่า ขึ้น + ตุํ ปัจจัย ซ้อน ปฺ หน้าธาตุ ลง อิ อาคม สำเร็จรูปเป็น อุปฺปติตุํ ดู อกฺโกสิตุํ",
  "อุปฺปติตุกาโม": "ว., ปุ. (อหํ อ. เรา ใช้แทน นาฏบุตร) ผู้ต้องการเพื่ออันเหาะขึ้น [ธ. ๖: ยมกปฺปาฏิหาริย วตฺถุ หน้า ๖๘] เป็นจตุตถีตัปปุริสสมาส วิ.ว่า อุปฺปติตุํ กาโม = อุปฺปติตุกาโม (อหํ) [ลบ นิคคหิตบทหน้า]",
  "อุปฺปติตฺวา": "ก. กระโดดขึ้นแล้ว, เหาะขึ้นแล้ว, บินขึ้นแล้ว อุ บทหน้า + ปต ธาตุ ในความตกไป มี อุ อยู่หน้า แปลว่า ขึ้น + ตฺวา ปัจจัย ซ้อน ปฺ หน้า ปต ธาตุ ลง อิ อาคม สำเร็จรูปเป็น อุปฺปติตฺวา",
  "อุปฺปติสฺสามิ": "ก. (อหํ อ. เรา) จักเหาะขึ้นไป อุ บทหน้า + ปต ธาตุ ในความตกไป มี อุ อยู่หน้า แปลว่า ขึ้น + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ซ้อน ปฺ หน้าธาตุ ลง อิ อาคม สำเร็จรูปเป็น อุปฺปติสฺสามิ",
  "อุปฺปตฺติ": "น., อิต. ความเกิดขึ้น แจกเหมือน รตฺติ เช่น ป.เอก. อุปฺปตฺติ อ. ความเกิดขึ้น คำว่า อุปฺปตฺติ มาจาก อุ บทหน้า + ปท ธาตุ ในความเกิด + ติ ปัจจัย ซ้อน ปฺ หน้าธาตุ แปลง ท ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น อุปฺปตฺติ แปลว่า ความเกิดขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปฺปชฺชนํ = อุปฺปตฺติ ความเกิดขึ้น ชื่อว่า อุปฺปตฺติ ๆ ความเกิดขึ้น"
};

const vocabInsanPr9Part5to8_Page76 = {
  "อุปฺปตฺติกฺขณ": "น., ปุ. ขณะเป็นที่อุบัติ แจกเหมือน ปุริส เช่น ป.เอก. อุปฺปตฺติกฺขโณ อ. ขณะเป็นที่ อุบัติ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปฺปตฺติ ขโณ = อุปฺปตฺติกฺขโณ [ซ้อน กฺ] คำว่า อุปฺปตฺติ ในคำว่า อุปฺปตฺติกฺขโณ มาจาก อุ บทหน้า + ปท ธาตุ ในความเกิด + ติ ปัจจัย ซ้อน ปฺ หน้าธาตุ แปลง ท ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น อุปฺปตฺติ แปลว่า เป็นที่เกิดขึ้น เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อุปฺปชฺชติ เอตฺถาติ อุปฺปตฺติ (ขโณ) เขา ย่อมเกิดขึ้น ในขณะนั่น เหตุนั้น ขณะนั่น ชื่อว่า อุปฺปตฺติ ๆ เป็นที่เกิดขึ้น",
  "อุปฺปตฺติฏฺฐาน": "น., นปุ. ที่เป็นที่เกิดขึ้น แจกเหมือน กุล เช่น ป.พหุ. อุปฺปตฺติฏฺฐานานิ อ. ที่เป็นที่เกิดขึ้น ท. เป็นวิเสสนบุพพบท กัมม ธารยสมาส วิ.ว่า อุปฺปตฺติ ฐานํ = อุปฺปตฺติฏฺฐานํ [ซ้อน ฏฺ]",
  "อุปฺปตฺติวตฺถุ": "น., นปุ. อ. เรื่องแห่งความเกิดขึ้น เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปฺปตฺติยา วตฺถุ = อุปฺปตฺติวตฺถุ แจกเหมือน วตฺถุ",
  "อุปฺปถจาร": "น., ปุ. การประพฤตินอกทาง ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อุปฺปถจารํ ซึ่งการ ประพฤตินอกทาง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปฺปโถ จาโร = อุปฺปถจาโร",
  "อุปฺปถจารี": "ว., ปุ. (ปุคฺคโล) อ. บุคคล ผู้ประพฤติ นอกทางโดยปกติ อุปฺปถ บทหน้า + จร ธาตุ ในความประพฤติ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น อุปฺปถจารี แปลว่า ผู้ประพฤตินอก ทางโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงใน อรรถแห่งตัสสีละ วิ.ว่า อุปฺปถํ จรติ สีเลนาติ อุปฺปถจารี (ปุคฺคโล) แจกเหมือน เสฏฺฐี",
  "อุปฺปนฺน": "ก. เกิดขึ้นแล้ว อุ บทหน้า + ปท ธาตุ ในความเกิด + ต ปัจจัย ซ้อน ปฺ หน้าธาตุ แปลง ต เป็น นฺน ลบ ท ที่สุดธาตุ ได้รูปเป็น อุปฺปนฺน ดู อคต",
  "อุปฺปนฺนกาล": "น., ปุ. กาลแห่ง…เสด็จอุบัติแล้ว แจกเหมือน ปุริส เช่น ส.เอก. อุปฺปนฺนกาเล เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปฺปนฺนสฺส (พุทฺธสฺส) กาโล = อุปฺปนฺนกาโล เฉพาะปัญจมีวิภัตติ ฝ่าย เอกวจนะ ลง โต ปัจจัย เป็น อุปฺปนฺนกาลโต บ้าง",
  "อุปฺปนฺนกิจฺจ": "น., นปุ. กิจอันเกิดขึ้นแล้ว แจกเหมือน กุล เช่น ป.เอก. อุปฺปนฺนกิจฺจํ อ. กิจอันเกิดขึ้นแล้ว เป็นวิเสสนบุพพบท กัมม ธารยสมาส วิ.ว่า อุปฺปนฺนํ กิจฺจํ = อุปฺปนฺนกิจฺจํ",
  "อุปฺปนฺนกิจฺจนิตฺถรณ": "น., นปุ. การช่วยเหลือซึ่ง กิจอันเกิดขึ้นแล้ว แจกเหมือน กุล เช่น ต.เอก. อุปฺปนฺนกิจฺจนิตฺถรเณน ด้วยการช่วยเหลือซึ่ง กิจอันเกิดขึ้นแล้ว เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุปฺปนฺนํ กิจฺจํ = อุปฺปนฺนกิจฺจํ ฉ.ตัป.วิ. อุปฺปนฺนกิจฺจสฺส นิตฺถรณํ = อุปฺปนฺนกิจฺจนิตฺถรณํ คำว่า นิตฺถรณ ในคำว่า อุปฺปนฺนกิจฺจนิตฺถรเณน มาจาก นิ บทหน้า + ถร ธาตุ ในความปูลาด, ความแผ่ไป ด้วยอำนาจ นิ อุปสัค แปลว่า ช่วยเหลือ + ยุ ปัจจัย ซ้อน ตฺ หน้าธาตุ แปลง ยุ เป็น อน เพราะ ร อยู่หน้า แปลง อน เป็น อณ ได้รูปเป็น นิตฺถรณ แปลว่า การช่วยเหลือ เป็นภาวรูป ภาวสาธนะ วิ.ว่า นิตฺถรณํ = นิตฺถรณํ การช่วยเหลือ ชื่อว่า นิตฺถรณํ ๆ การช่วยเหลือ",
  "อุปฺปนฺนโกฏฺฐาส": "น., ปุ. ส่วนอันเกิดขึ้นแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. อุปฺปนฺนโกฏฺฐาสํ ซึ่งส่วนอันเกิดขึ้นแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปฺปนฺโน โกฏฺฐาโส = อุปฺปนฺนโกฏฺฐาโส",
  "อุปฺปนฺนโกธ": "ว. ผู้มีความโกรธอันเกิดขึ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุปฺปนฺนโกโธ (นาคราชา) อ. นาคราช ผู้มีความโกรธอันเกิด ขึ้นแล้ว เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุปฺปนฺโน โกโธ ยสฺส โส อุปฺปนฺนโกโธ (นาคราชา)"
};

const vocabInsanPr9Part5to8_Page77 = {
  "อุปฺปนฺนโกธเวค": "น., ปุ. กำลังแห่งความโกรธอัน เกิดขึ้นแล้ว แจกเหมือน ปุริส เช่น ต.เอก. อุปฺปนฺน โกธเวเคน ด้วยกำลังแห่งความโกรธอันเกิดขึ้น แล้ว เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตาม ลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุปฺปนฺโน โกโธ = อุปฺปนฺนโกโธ ฉ.ตัป.วิ. อุปฺปนฺนโกธสฺส เวโค = อุปฺปนฺนโกธเวโค [เวค = กำลัง, ความเร็ว ปุ.]",
  "อุปฺปนฺนขาทนียโภชนีย": "น., นปุ. วัตถุอันบุคคล พึงเคี้ยวและวัตถุอันบุคคลพึงบริโภคอันเกิด ขึ้นแล้ว แจกเหมือน กุล เฉพาะปัญจมีวิภัตติ ลง โต ปัจจัย เป็น อุปฺปนฺนขาทนียโภชนียโต บ้าง เป็นวิเสสนบุพพบท กัมมธารยสมาส มีสมาหาร ทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. ขาทนียญฺจ โภชนียญฺจ = ขาทนียโภชนียํ วิ.บุพ.กัม.วิ. อุปฺปนฺนํ ขาทนียโภชนียํ = อุปฺปนฺนขาทนียโภชนียํ",
  "อุปฺปนฺนจิตฺต": "น., นปุ. จิตดวงเกิดขึ้นแล้ว แจกเหมือน กุล เช่น ทุ.เอก. อุปฺปนฺนจิตฺตํ ยังจิตดวงเกิดขึ้นแล้ว เป็นวิเสสนบุพพบท กัมม ธารยสมาส วิ.ว่า อุปฺปนฺนํ จิตฺตํ = อุปฺปนฺนจิตฺตํ",
  "อุปฺปนฺนจฺฉนฺโท": "ว., ปุ. (ภิกฺขุนีสงฺโฆ) อ. หมู่แห่ง นางภิกษุณี ผู้มีฉันทะอันเกิดขึ้นแล้ว [ธ. ๕: รูปนนฺทตฺเถรีวตฺถุ หน้า ๑๐๓] เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุปฺปนฺโน ฉนฺโท ยสฺส โส อุปฺปนฺนจฺฉนฺโท (ภิกฺขุนีสงฺโฆ) [ซ้อน จฺ]",
  "อุปฺปนฺนตณฺหา": "น., อิต. ตัณหาอันเกิดขึ้นแล้ว แจกเหมือน กญฺญา เช่น ป.เอก. อุปฺปนฺนตณฺหา อ. ตัณหาอันเกิดขึ้นแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปฺปนฺนา ตณฺหา = อุปฺปนฺนตณฺหา",
  "อุปฺปนฺนโทมนสฺส": "ว. ผู้มีความโทมนัสอันเกิดขึ้น แล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุปฺปนฺน โทมนสฺโส (กุมาโร) อ. กุมาร ผู้มีความโทมนัสอัน เกิดขึ้นแล้ว [ธ. ๖: อนิตฺถิคนฺธกุมารวตฺถุ หน้า ๑๔๘] เป็น จตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุปฺปนฺนํ โทมนสฺสํ ยสฺส โส อุปฺปนฺนโทมนสฺโส (กุมาโร) ความโทมนัส เกิดขึ้นแล้ว แก่กุมารใด กุมารนั้น ชื่อว่าผู้มีความโทมนัสอันเกิดขึ้นแล้ว",
  "อุปฺปนฺนปุพฺพ": "ว. เกิดขึ้นแล้วในก่อน (เคยเกิดขึ้น แล้ว) นปุ. แจกเหมือน กุล เช่น ป.เอก. อุปฺปนฺน ปุพฺพํ (ภยํ) อ. ภัย เกิดขึ้นแล้วในก่อน (เคยเกิด ขึ้นแล้ว) [ธ. ๗: อตฺตโนปุพฺพกมฺมวตฺถุ หน้า ๘๗] เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ปุพฺเพ อุปฺปนฺนํ = อุปฺปนฺนปุพฺพํ (ภยํ) ภัย เกิดขึ้นแล้ว ในก่อน ชื่อว่า อุปฺปนฺนปุพฺพํ ๆ เกิดขึ้นแล้วในก่อน",
  "อุปฺปนฺนปฺปสาท": "ว. ผู้มีความเลื่อมใสอันเกิดขึ้น แล้ว แจกเหมือน ปุริส เช่น ป.พหุ. อุปฺปนฺนปฺปสาทา (ภิกฺขู) อ. ภิกษุ ท. ผู้มีความเลื่อมใสอัน เกิดขึ้นแล้ว [ธ. ๖: ยมกปฺปาฏิหาริยวตฺถุ หน้า ๘๘] เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุปฺปนฺโน ปสาโท เยสํ เต อุปฺปนฺนปฺปสาทา (ภิกฺขู) [ซ้อน ปฺ]",
  "อุปฺปนฺนพลวโกธ": "ว. ผู้มีความโกรธอันมีกำลัง เกิดขึ้นแล้ว อิต. แจกเหมือน กญฺญา เช่น ป.เอก. อุปฺปนฺนพลวโกธา (เทวตา) อ. เทวดา ผู้มีความโกรธอันมีกำลังเกิดขึ้นแล้ว [ธ. ๖: อญฺญตรภิกฺขุวตฺถุ หน้า ๑๖๓] เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. พลวา โกโธ = พลวโกโธ จตุ.ตุล.วิ. อุปฺปนฺโน พลวโกโธ ยสฺสา สา อุปฺปนฺนพลว โกธา (เทวตา)",
  "อุปฺปนฺนพลวโสก": "ว. ผู้มีความโศกอันมีกำลังอัน เกิดขึ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุปฺปนฺนพลวโสโก (พฺราหฺมโณ) อ. พราหมณ์ ผู้มีความโศก อันมีกำลังอันเกิดขึ้นแล้ว [ธ. ๖: อญฺญตรพฺราหฺมณวตฺถุ หน้า ๑๕๐] เป็น จตุตถีตุลยาธิกรณพหุพพิหิสมาส มีวิเสสน บุพพบทกัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. พลวา โสโก = พลวโสโก จตุ.ตุล.วิ. อุปฺปนฺโน พลวโสโก ยสฺส โส อุปฺปนฺนพลวโสโก (พฺราหฺมโณ)",
  "อุปฺปนฺนพหุมานตํ": "น., อิต. ซึ่งความที่แห่ง...เป็น ผู้มีมานะมากอันเกิดขึ้นแล้ว ลง ตา ปัจจัย ในภาวตัทธิต มีวิเสสนบุพพบท กัมมธารยสมาส และจตุตถีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. พหุ มาโน = พหุมาโน จตุ.ตุล.วิ. อุปฺปนฺโน พหุมาโน ยสฺส โส อุปฺปนฺนพหุมาโน (ภิกฺขุ) ตา.ภาว.วิ. อุปฺปนฺน พหุมานสฺส ภาโว = อุปฺปนฺนพหุมานตา แจกเหมือน กญฺญา"
};

const vocabInsanPr9Part5to8_Page78 = {
  "อุปฺปนฺนภาว": "น., ปุ. ความที่แห่ง…เป็น…เกิด ขึ้นแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. อุปฺปนฺน ภาวํ ซึ่งความที่แห่ง…เป็น…เกิดขึ้นแล้ว เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปฺปนฺนสฺส ภาโว = อุปฺปนฺนภาโว",
  "อุปฺปนฺนมติโน": "ว., ปุ. (สตฺตา) อ. สัตว์ ท. ผู้มีความรู้ อันเกิดขึ้นแล้ว [ธ. ๗: ติตฺถิยสาวกวตฺถุ หน้า ๑๓๕] ลง อี ปัจจัย ในตทัสสัตถิตัทธิต มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุปฺปนฺนา มติ = อุปฺปนฺนมติ คำว่า มติ ในคำว่า อุปฺปนฺนมติ มาจาก มน ธาตุ ในความรู้ + ติ ปัจจัย ลบ น ที่สุดธาตุ ได้รูปเป็น มติ แปลว่า ความรู้ เป็นภาวรูป ภาวสาธนะ วิ.ว่า มนนํ = มติ ความรู้ ชื่อว่า มติ ๆ ความรู้ อี.ตทัส.วิ. อุปฺปนฺนมติ เตสํ อตฺถีติ อุปฺปนฺนมติโน (สตฺตา) ความรู้อันเกิดขึ้นแล้ว ของสัตว์ ท. เหล่านั้น มีอยู่ เหตุนั้น สัตว์ ท. เหล่านั้น ชื่อว่าผู้มีความรู้อันเกิดขึ้นแล้ว คำว่า อุปฺปนฺนมติโน มาจาก อุปฺปนฺนมติ ศัพท์ + อี ปัจจัย ในตทัสสัตถิตัทธิต ลบสระหน้า คือ อิ ที่ ติ ได้รูปเป็น อุปฺปนฺนมตี อี การันต์ ในปุงลิงค์ ลง โย ปฐมาวิภัตติ ฝ่ายพหุวจนะ รัสสะ อี เป็น อิ แปลง โย เป็น โน สำเร็จรูปเป็น อุปฺปนฺนมติโน แจกเหมือน เสฏฺฐี",
  "อุปฺปนฺนลาภสกฺการ": "น. ลาภและสักการะอันเกิด ขึ้นแล้ว นปุ. แจกเหมือน กุล เช่น ทุ.เอก. อุปฺปนฺนลาภสกฺการํ ซึ่งลาภและสักการะอันเกิดขึ้นแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส มีสมาหาร ทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. ลาโภ จ สกฺกาโร จ = ลาภสกฺการํ วิ.บุพ.กัม.วิ. อุปฺปนฺนํ ลาภสกฺการํ = อุปฺปนฺน ลาภสกฺการํ",
  "อุปฺปนฺนวิปฺปฏิสาโร": "ว., ปุ. (ภิกฺขุ) อ. ภิกษุ ผู้มี ความเดือดร้อนอันเกิดขึ้นแล้ว [ธ. ๖: เอรกปตฺตหน้า ๙๕] เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุปฺปนฺโน วิปฺปฏิสาโร ยสฺส โส อุปฺปนฺน วิปฺปฏิสาโร (ภิกฺขุ) แจกเหมือน ปุริส",
  "อุปฺปนฺนวิสฺสาโส": "ว., ปุ. (ราชา) อ. พระราชา ผู้มีความคุ้นเคยอันเกิดขึ้นแล้ว [ธ. ๗: ปเสนทิโกสลหน้า ๑๔๘] เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุปฺปนฺโน วิสฺสาโส ยสฺส โส อุปฺปนฺน วิสฺสาโส (ราชา) แจกเหมือน ปุริส",
  "อุปฺปนฺนสํเวค": "ว. มีความสังเวชเกิดขึ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุปฺปนฺนสํเวโค (เถโร) อ. พระเถระ ผู้มีความสังเวชเกิดขึ้นแล้ว [ธ. ๗: โปฐิลตฺเถรวตฺถุ หน้า ๗๑] เป็นจตุตถี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุปฺปนฺโน สํเวโค ยสฺส โส อุปฺปนฺนสํเวโค (เถโร)",
  "อุปฺปนฺนสิเนห": "ว. มีความรักอันเกิดขึ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุปฺปนฺนสิเนโห (สกฺโก) อ. ท้าวสักกะ ผู้มีความรักอันเกิดขึ้นแล้ว [ธ. ๖: โรหิณีขตฺติยวตฺถุ หน้า ๑๖๒] เป็นจตุตถีตุล ยาธิกรณพหุพพิหิสมาส วิ.ว่า อุปฺปนฺโน สิเนโห ยสฺส โส อุปฺปนฺนสิเนโห (สกฺโก)",
  "อุปฺปนฺนโสก": "ว. มีความโศกเกิดขึ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุปฺปนฺนโสโก (กุมาโร) อ. กุมาร ผู้มีความโศกเกิดขึ้นแล้ว [ธ. ๖: อภยราชวตฺถุ หน้า ๓๔] เป็นจตุตถีตุลยาธิกรณ พหุพพิหิสมาส วิ.ว่า อุปฺปนฺโน โสโก ยสฺส โส อุปฺปนฺนโสโก (กุมาโร) ความโศก เกิดขึ้นแล้ว แก่กุมารใด กุมารนั้น ชื่อว่าผู้มีความโศกเกิดขึ้นแล้ว",
  "อุปฺปนฺนุปฺปนฺน": "ว. ทั้งเกิดขึ้นแล้วทั้งเกิดขึ้นแล้ว อิต. แจกเหมือน รตฺติ เช่น ส.เอก. อุปฺปนฺนุปฺปนฺนาย (อนภิรติยา) ครั้นเมื่อความไม่ยินดียิ่ง ทั้งเกิดขึ้นแล้วทั้งเกิดขึ้นแล้ว [ธ. ๕: เสยฺยสกหน้า ๕] เป็นวิเสสโนภยบท กัมมธารยสมาส วิ.ว่า อุปฺปนฺนา จ อุปฺปนฺนา จ = อุปฺปนฺนุปฺปนฺนา (อนภิรติ)",
  "อุปฺปพฺพาเชตุํ": "น. อ. อันให้สึก, เพื่ออันให้สึก อุ + ป บทหน้า + วช ธาตุ ในความเว้น มี อุ อยู่หน้า แปลว่า สึก + เณ ปัจจัย ในเหตุกัตตุวาจก + ตุํ ปัจจัย ซ้อน ปฺ หน้า ป แปลง ว แห่ง วช ธาตุ เป็น พ ซ้อน พฺ หน้า พ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปฺปพฺพาเชตุํ ดู อกฺโกสิตุํ"
};

const vocabInsanPr9Part5to8_Page79 = {
  "อุปฺปพฺบาเชถ": "ก. (ตุมฺเห อ. ท่าน ท.) ยัง...จงให้ สึก อุ + ป บทหน้า + วช ธาตุ ในความเว้น มี อุ อยู่หน้า แปลว่า สึก + เณ ปัจจัย ในเหตุกัตตุวาจก + ถ ปัญจมีวิภัตติ ซ้อน ปฺ หน้า ป แปลง ว แห่ง วช ธาตุ เป็น พ ซ้อน พฺ หน้า พ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปฺปพฺบาเชถ",
  "อุปฺปพฺบาเชยฺยํ": "ก. (อหํ อ. เรา) ยัง...พึงให้สึก อุ + ป บทหน้า + วช ธาตุ ในความเว้น มี อุ อยู่หน้า แปลว่า สึก + เณ ปัจจัย ในเหตุกัตตุวาจก + เอยฺยํ สัตตมีวิภัตติ ซ้อน ปฺ หน้า ป แปลง ว แห่ง วช ธาตุ เป็น พ ซ้อน พฺ หน้า พ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ เพราะ เอ หลังของ เอยฺยํ ลบ เอ หน้า สำเร็จรูป เป็น อุปฺปพฺบาเชยฺยํ",
  "อุปฺปล ๑": "น., นปุ. ดอกอุบล แจกเหมือน กุล เช่น ป.เอก. อุปฺปลํ อ. ดอกอุบล",
  "อุปฺปล ๒": "ว., ปุ. อุปปละ (ชื่อของยักษ์) แจกเหมือน ปุริส เช่น ป.เอก. อุปฺปโล (ยกฺโข) อ. ยักษ์ ชื่อว่า อุปปละ",
  "อุปฺปลคนฺธ": "น., ปุ. กลิ่นแห่งดอกอุบล แจกเหมือน ปุริส เช่น ป.เอก. อุปฺปลคนฺโธ อ. กลิ่นแห่งดอก อุบล เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุปฺปลสฺส คนฺโธ = อุปฺปลคนฺโธ",
  "อุปฺปลวณฺณาเถรี": "น., อิต. พระเถรีชื่อว่าอุบลวรรณา แจกเหมือน นารี เช่น ทุ.เอก. อุปฺปลวณฺณาเถรึ ซึ่งพระเถรีชื่อว่าอุบลวรรณา เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุปฺปลวณฺณา เถรี = อุปฺปลวณฺณาเถรี",
  "อุปฺปลวณฺณาเถรีวตฺถุ": "น., นปุ. อ. เรื่องแห่งพระเถรี ชื่อว่าอุบลวรรณา เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. อุปฺปลวณฺณา เถรี = อุปฺปลวณฺณาเถรี ฉ.ตัป.วิ. อุปฺปลวณฺณาเถริยา วตฺถุ = อุปฺปลวณฺณาเถรีวตฺถุ",
  "อุปฺปาฏาปิต": "ก. อัน...ให้ถอนขึ้นแล้ว อุ บทหน้า + ปฏ ธาตุ ในความไป มี อุ อยู่หน้า แปลว่า ถอนขึ้น + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ต ปัจจัยเป็นเหตุกัมมวาจก ลง อิ อาคม ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ อาเป เป็น อุปฺปาฏาเป + อิ + ต ลบสระหน้าคือ เอ ที่ เป สำเร็จรูปเป็น อุปฺปาฏาปิต ดู อกต",
  "อุปฺปาฏาเปตฺวา": "ก. ยัง...ให้ถอนขึ้นแล้ว อุ บท หน้า + ปฏ ธาตุ ในความไป มี อุ อยู่หน้า แปลว่า ถอนขึ้น + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อุปฺปาฏาเปตฺวา",
  "อุปฺปาเฏตฺวา": "ก. ยัง…ให้เพิกขึ้นแล้ว [ธ. ๒: สามาวตีวตฺถุ หน้า ๕๙] อุ บทหน้า + ปฏ ธาตุ ในความไป มี อุ อยู่หน้า แปลว่า เพิกขึ้น + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปฺปาเฏตฺวา",
  "อุปฺปาเตตุํ": "น. อ. อันควักขึ้น, เพื่ออันควักขึ้น อุ บทหน้า + ปต ธาตุ ในความตกไป มี อุ อยู่ หน้า แปลว่า ควักขึ้น + เณ ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย ซ้อน ปฺ หน้า ปต ธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือ ไว้แต่ เอ สำเร็จรูปเป็น อุปฺปาเตตุํ ดู อกฺโกสิตุํ",
  "อุปฺปาท": "น., ปุ. ความเกิดขึ้น แจกเหมือน ปุริส เช่น ป.เอก. อุปฺปาโท อ. ความเกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + ณ ปัจจัย ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น อุปฺปาท แปลว่า ความเกิดขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปฺปชฺชนํ = อุปฺปาโท ความเกิดขึ้น ชื่อว่า อุปฺปาโทๆ ความเกิดขึ้น",
  "อุปฺปาทน": "น., นปุ. การให้เกิดขึ้น แจกเหมือน กุล เช่น ป.เอก. อุปฺปาทนํ อ. การให้เกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + ยุ ปัจจัย ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ แปลง ยุ เป็น อน เพราะ อ อยู่หลัง ลบ เอ หน้า ได้รูปเป็น อุปฺปาทน แปลว่า การให้เกิดขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปฺปาทนํ = อุปฺปาทนํ การให้เกิดขึ้น ชื่อว่า อุปฺปาทนํๆ การให้เกิดขึ้น"
};



const vocabInsanPr9Part5to8_Page80 = {
  "อุปฺปาทยึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ยัง... ให้ เกิดขึ้นแล้ว อุ บทหน้า + ปท ธาตุ ในความเกิด + ณย ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ ณย ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ ย แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น อุปฺปาทยึสุ",
  "อุปฺปาทิต": "ก. อัน...ให้เกิดขึ้นแล้ว อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + ต ปัจจัยเป็นเหตุกัมมวาจก ลง อิ อาคม ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ เป็น อุปฺปาเท + อิ + ต ลบสระหน้าคือ เอ ที่ เท ได้รูปเป็น อุปฺปาทิต ดู อกต",
  "อุปฺปาเทตพฺพ": "ก. อัน...พึงให้เกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + ตพฺบ ปัจจัย เป็นเหตุกัมมวาจก ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น อุปฺปาเทตพฺบ ดู อกตฺตพฺบ",
  "อุปฺปาเทติ": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) ยัง...ย่อมให้ เกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ปฺ หน้า ธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปฺปาเดติ",
  "อุปฺปาเดตุํ": "น. อ. อันให้เกิดขึ้น, เพื่ออันให้เกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + ตุํ ปัจจัย ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น อุปฺปาเดตุํ ดู อกฺโกสิตุํ",
  "อุปฺปาเดตฺวา": "ก. ยัง...ให้เกิดขึ้นแล้ว อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปฺปาเดตฺวา",
  "อุปฺปาเดยฺย": "ก. (เช่น สามเณโร อ. สามเณร) ยัง... พึงให้เกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ เป็น อุปฺปาเด + เอยฺย ลบสระหน้าคือ เอ ที่ เท สำเร็จรูปเป็น อุปฺปาเดยฺย",
  "อุปฺปาเทสิ": "ก. (เช่น เถโร อ. พระเถระ) ยัง…ให้ เกิดขึ้นแล้ว อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปฺปาเทสิ",
  "อุปฺปาเดสุํ": "ก. (เช่น อิตฺถิโย อ. หญิง ท.) ยัง...ให้ เกิดขึ้นแล้ว อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชชัตตนี วิภัตติ ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุปฺปาเดสุํ",
  "อุปฺปาเดสฺสามิ": "ก. (อหํ อ. เรา) ยัง...จักให้เกิดขึ้น อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปฺปาเดสฺสามิ",
  "อุปฺปีเฬตฺวา": "ก. ยันแล้ว อุ บทหน้า + ปีฬ ธาตุ ในความเบียดเบียน มี อุ อยู่หน้า แปลว่า ยัน + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ซ้อน ปฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุปฺปีเฬตฺวา",
  "อุปฺผณฺเฑนฺติ": "ก. (เช่น มนุสฺสา อ. มนุษย์ ท.) ย่อมเยาะเย้ย อุ บทหน้า + ผฑิ ธาตุ ในความเยาะเย้ย + เณ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ ซ้อน ปฺ หน้าธาตุ ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ แล้วแปลงนิคคหิตเป็น ณฺ เพราะ ฑ อยู่หลัง ลบ ณ เหลือไว้แต่ เอ ลบ สระหน้า คือ อิ ที่ ฑิ สำเร็จเป็น อุปฺผณฺเฑนฺติ"
};

const vocabInsanPr9Part5to8_Page81 = {
  "อุเปกฺขโก": "ว., ความปุ. (ขีณาสโว) อ. พระขีณาสพ ผู้วาง เฉย อุป บทหน้า + อิกฺข ธาตุ ในความดู, ความเห็น + ณฺวุ ปัจจัย วิการ อิ ที่ อิกฺข ธาตุเป็น เอ แปลง ณฺวุ เป็น อก ได้รูปเป็น อุเปกฺขก แปลว่า ผู้วางเฉย, ผู้เข้าไปดู (ตามความเป็นจริง) เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า (ยถาสภาวโต) อุเปกฺขตีติ อุเปกฺขโก (ขีณาสโว) พระขีณาสพใด ย่อมเข้าไปดู (ตามความเป็นจริง) เหตุนั้น พระขีณาสพนั้น ชื่อว่า อุเปกฺขโก ๆ ผู้เข้าไปดู (ตามความเป็นจริง) [นิยมแปลว่า ผู้วางเฉย] แจกเหมือน ปุริส",
  "อุเปต": "ก. เข้าถึงแล้ว อุป บทหน้า + อิ ธาตุ ในความไป, ความถึง + ต ปัจจัย แปลง อิ ธาตุ เป็น เอ ได้รูปเป็น อุเปต ดู อคต",
  "อุเปติ": "ก. (เช่น สรีรํ อ. สรีระ) ย่อมเข้าถึง อุป บทหน้า + อิ ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง อิ ธาตุ เป็น เอ สำเร็จรูปเป็น อุเปติ",
  "อุเปถ": "ก. (ตุมฺเห อ. ท่าน ท.) ขอจงเข้าจำ อุป บทหน้า + อิ ธาตุ ในความไป, ความถึง, มี อุป อยู่หน้า แปลว่า เข้าจำ + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ แปลง อิ ธาตุ เป็น เอ สำเร็จรูปเป็น อุเปถ",
  "อุเปนฺติ": "ก. (เช่น ภทนฺตา อ. ท่านผู้เจริญ ท.) ย่อมเข้าถึง, ย่อมเข้าจำ อุป บทหน้า + อิ ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + อนฺติวัตตมานาวิภัตติ แปลง อิ ธาตุ เป็น เอ สำเร็จรูปเป็น อุเปนฺติ",
  "อุเปมิ": "ก. (อหํ อ. เรา) จะเข้าถึง อุป บทหน้า + อิ ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ แปลง อิ ธาตุ เป็น เอ สำเร็จรูปเป็น อุเปมิ",
  "อุเปสฺสติ": "ก. (เช่น สตฺถา อ. พระศาสดา) จักเสด็จ เข้าถึง อุป บทหน้า + อิ ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ แปลง อิ ธาตุ เป็น เอ สำเร็จรูปเป็น อุเปสฺสติ",
  "อุเปหิสิ": "ก. (ตฺวํ อ. ท่าน) จักเข้าถึง อุป บทหน้า + อิ ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ ลง อิ อาคม แปลง อิ ธาตุ เป็น เอห ลบ สฺส เหลือไว้แต่ สิ สำเร็จรูปเป็น อุเปหิสิ [เหมือน โหหิติ = จักมี, จักเป็น หุ + อ + สฺสติ ลง อิ อาคม แปลง หุ ธาตุเป็น โหห ลบ สฺส เหลือไว้แต่ ติ สำเร็จรูปเป็น โหหิติ]",
  "อุโปสถ ๑": "น., ปุ. อุโบสถ แจกเหมือน ปุริส เช่น ป.เอก. อุโปสโถ อ. อุโบสถ คำว่า อุโปสถ หมายถึง อาคารเป็นที่เข้าจำศีล, อาคารเป็นที่ทำ สังฆกรรมของพระสงฆ์ และวันเป็นที่เข้าจำศีล, รักษาอุโบสถศีล มาจาก อุป บทหน้า + อุส ธาตุ ในความไป มี อุป อยู่หน้า แปลว่า เข้าจำ + ถ ปัจจัย ในนามกิตก์ (นอกแบบ) [อุป - อุส - ถ] พฤทธิ อุ ที่ อุส ธาตุเป็น โอ เป็น อุป - โอส - ถ ระหว่าง อุป - โอส ลบสระหน้า ต่อเป็น อุโปส - ถ ได้รูปเป็น อุโปสถ แปลว่า เป็นที่เข้าจำ (ศีล) เป็นกัตตุรูป อธิกรณสาธนะ เป็นวิเสสนะของอาคาร และวัน เป็นวิเสสนะของอาคาร วิ.ว่า (สีลานิ) อุปาสติ เอตฺถาติ อุโปสโถ (อาคาโร) ชน ย่อมเข้าจำ (ซึ่งศีล ท.) ในอาคารนั่น เหตุนั้น อาคารนั่น ชื่อว่า อุโปสโถ ๆ เป็นที่เข้าจำ (ซึ่งศีล) เป็นวิเสสนะของวัน วิ.ว่า (สีลานิ) อุปาสติ เอตฺถาติ อุโปสโถ (ทิวโส) ชน ย่อมเข้าจำ (ซึ่ง ศีล ท.) ในวันนั่น เหตุนั้น วันนั่น ชื่อว่า อุโปสโถ ๆ เป็นที่เข้าจำ (ซึ่งศีล) คำว่า อุปาสติ มาจาก อุป บทหน้า + อุส ธาตุ ในความไป มี อุป อยู่หน้า แปลว่า เข้าจำ + ติ วัตตมานาวิภัตติ [อุป - อุส - ติ] ระหว่าง อุป - อุส ลบสระหลัง คือ อุ ที่ อุส ทีฆะสระ หน้า คือ อ ที่ ป เป็น อา สำเร็จรูปเป็น อุปาสติ",
  "อุโปสถ ๒": "น., ปุ. อุโบสถ (เป็นชื่อของช้าง ๑ ใน ๑๐ ตระกูล) แจกเหมือน ปุริส เช่น ฉ.เอก. อุโปสถสฺส ของช้างอุโบสถ [ช้าง ๑๐ ตระกูล ได้แก่ ๑. กาฬวกหัตถี ช้างสีดำ ๒. คังไคยหัตถี ช้างสีเหมือนนํ้าไหล ๓. ปัณฑร หัตถี ช้างสีขาวดังเขาไกรลาส ๔. ตามพหัตถี ช้างสีทองแดง ๕. ปงคลหัตถี ช้างสีทองอ่อนดั่ง ิ สีตาแมว ๖. คันธหัตถี ช้างสีไม้กฤษณา มีกลิ่น หอม ๗. มังคลหัตถี ช้างสีนิลอัญชัน มีกิริยา ท่าทางเดินงดงาม ๘. เหมหัตถี ช้างสีเหลืองดั่ง ทอง ๙. อุโบสถหัตถี ช้างสีทองคำ ๑๐. ฉัททันต หัตถี ช้างสีขาวบริสุทธิ์ดั่งเงินยวง แต่ปากและ เท้าสีแดง]"
};


const vocabInsanPr9Part5to8_Page82 = {
  "อุโปสถกมฺม ๑": "น., นปุ. กรรมคือการรักษาซึ่ง อุโบสถ แจกเหมือน กุล เช่น ทุ.เอก. อุโปสถกมฺมํ ซึ่งกรรมคือการรักษาซึ่งอุโบสถ เป็นอวธารณ บุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อุโปสถสฺส รกฺขณํ = อุโปสถรกฺขณํ อว.บุพ.กัม. วิ. อุโปสถรกฺขณํ เอว กมฺมํ = อุโปสถกมฺมํ [ลบ รกฺขณ ในท่ามกลาง]",
  "อุโปสถกมฺม ๒": "น., นปุ. อุโบสถกรรม แจกเหมือน กุล เช่น ทุ.เอก. อุโปสถกมฺมํ ซึ่งอุโบสถกรรม",
  "อุโปสถกมฺมวตฺถุ": "น., นปุ. อ. เรื่องแห่งอุโบสถ กรรม เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุโปสถ กมฺมสฺส วตฺถุ = อุโปสถกมฺมวตฺถุ แจกเหมือน วตฺถุ",
  "อุโปสถกิจฺจาทีสุ": "ว., นปุ. (กิจฺเจสุ) ในกิจ ท. มีกิจ ด้วยอุโบสถเป็นต้น เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. อุโปสเถน กิจฺจํ = อุโปสถกิจฺจํ ฉ.ตุล.วิ. อุโปสถกิจฺจํ อาทิ เยสํ ตานิ อุโปสถกิจฺจาทีนิ (กิจฺจานิ)",
  "อุโปสถกุล": "น., นปุ. ตระกูลแห่งช้างอุโบสถ แจกเหมือน กุล เช่น ส.เอก. อุโปสถกุเล ในตระกูล แห่งช้างอุโบสถ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุโปสถสฺส กุลํ = อุโปสถกุลํ ดู อุโปสถ ๒",
  "อุโปสถคฺค": "น., ปุ. โรงแห่งอุโบสถ แจกเหมือน กุล เช่น ส.เอก. อุโปสถคฺเค ในโรงแห่งอุโบสถ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุโปสถสฺส อคฺโค = อุโปสถคฺโค",
  "อุโปสถตฺถ": "น., ปุ. ประโยชน์แก่การกระทำซึ่ง อุโบสถ แจกเหมือน ปุริส เช่น จ.เอก. อุโปสถตฺถาย เพื่อประโยชน์แก่การกระทำซึ่งอุโบสถ เป็น จตุตถีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อุโปสถสฺส กรณํ = อุโปสถกรณํ จตุ.ตัป.วิ. อุโปสถกรณสฺส อตฺโถ = อุโปสถตฺโถ [ลบ กรณ ในท่ามกลาง]",
  "อุโปสถทิวส ๑": "น., ปุ. วันแห่งอุโบสถ แจกเหมือน ปุริส เช่น ส.พหุ. อุโปสถทิวเสสุ ในวันแห่ง อุโบสถ ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุโปสถสฺส ทิวโส = อุโปสถทิวโส",
  "อุโปสถทิวส ๒": "น., ปุ. วันเป็นที่รักษาซึ่งอุโบสถ แจกเหมือน ปุริส เช่น ส.เอก. อุโปสถทิวเสสุ ในวันเป็นที่รักษาซึ่งอุโบสถ ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อุโปสถสฺส รกฺขโณ = อุโปสถรกฺขโณ (ทิวโส) วิ.บุพ.กัม.วิ. อุโปสถรกฺขโณ ทิวโส = อุโปสถทิวโส [ลบ กรณ ในท่ามกลาง]",
  "อุโปสถิก": "ว. ผู้รักษาซึ่งอุโบสถ ลง ณิก ปัจจัย ในตรัตยาทิตัทธิต ใช้แทน รกฺขติ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุโปสถิโก (อุปาสโก) อ. อุบาสก ผู้รักษาซึ่งอุโบสถ วิ.ว่า อุโปสถํ รกฺขตีติ อุโปสถิโก (อุปาสโก)",
  "อุพฺบฏฺเฏตฺวา": "ก. ขัดสีแล้ว อุ บทหน้า + วฏฺฏ ธาตุ ในความหมุน, ความวน, ความกลิ้ง มี อุ อยู่หน้า แปลว่า ขัดสี + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย แปลง ว แห่ง วตฺต ธาตุ เป็น พ ซ้อน พฺ หน้า พ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุพฺบฏฺเฏตฺวา",
  "อุพฺบตฺเตตฺวา": "ก. เพิกขึ้นแล้ว อุ บทหน้า + วตฺต ธาตุ ในความเป็นไป มี อุ อยู่หน้า แปลว่า เพิกขึ้น + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย แปลง ว แห่ง วตฺต ธาตุ เป็น พ ซ้อน พฺ หน้า พ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุพฺบตฺเตตฺวา",
  "อุพฺบาฬฺห": "ก. อัน…เบียดเบียนแล้ว อุ บทหน้า + พาธ ธาตุ ในความเบียดเบียน + ต ปัจจัย ซ้อน พ หน้าธาตุ แปลง ต เป็น ฬฺห ลบ ธ ที่สุดธาตุ ได้รูปเป็น อุพฺบาฬฺห ดู อกต"
};

const vocabInsanPr9Part5to8_Page83 = {
  "อุพฺภต": "ก. อัน…ยกขึ้นแล้ว อุ บทหน้า + ภม ธาตุ ในความหมุน, ความวน มี อุ อยู่หน้า แปลว่า ยกขึ้น + ต ปัจจัย ซ้อน พฺ หน้าธาตุ ลบ ม ที่สุดธาตุ ได้รูปเป็น อุพฺภต ดู อกต",
  "อุพฺภิชฺช": "ก. แตกขึ้นแล้ว อุ บทหน้า + ภิท ธาตุ ในความแตก, ความทำลาย + ตูนาทิปัจจัย ซ้อน พฺ หน้าธาตุ แปลงตูนาทิปัจจัยเป็น ย แปลง ย กับ ท ที่สุดธาตุ เป็น ชฺช สำเร็จรูปเป็น อุพฺภิชฺช",
  "อุภ": "ว. ทั้งสอง เป็นพหุวจนะ ทั้ง ๓ ลิงค์ แจกเหมือน กัน เช่น ปุ. อุโภ (ปุริสา) อ. บุรุษ ท. ทั้งสอง อิต. อุโภ (อิตฺถิโย) อ. หญิง ท. ทั้งสอง นปุ. อุโภ (กุลานิ) อ. ตระกูล ท. ทั้งสอง",
  "อุภโต": "อัพ. แต่-ทั้งสอง, จาก-ทั้งสอง มาจาก อุภ ศัพท์ แปลว่า ทั้งสอง ลง โต ปัจจัย สำเร็จรูปเป็น อุภโต ใช้แทนปัญจมีวิภัตติ เช่น อุภโต (ปสฺสโต) แต่ข้างทั้งสอง อุภโต (ผลโต) จากผลทั้งสอง",
  "อุภย": "ว. ทั้งสอง นปุ. แจกเหมือน กุล เช่น ป.เอก. อุภยํ (ปุญฺญปาปํ) อ. บุญและบาป ทั้งสอง",
  "อุภยตีรวาสิก": "ว. ผู้มีอันอยู่ที่ฝั่งทั้งสองเป็นปกติ ปุ. แจกเหมือน ปุริส เช่น ฉ.พหุ. อุภยตีรวาสิกานํ (ชนานํ) ของชน ท. ผู้มีอันอยู่ที่ฝั่งทั้งสองเป็นปกติ คำว่า อุภยตีรวาสิก มาจาก อุภยตีร บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้ แต่ อี รัสสะ อี เป็น อิ ลง ก สกัตถ์ ได้รูปเป็น อุภย ตีรวาสิก แปลว่า ผู้มีอันอยู่ที่ฝั่งทั้งสองเป็น ปกติ เป็นสมาสรูป ตัสสีลสาธนะ วิ.ว่า อุภยตีเร วสิตุํ สีลเมเตสนฺติ อุภยตีรวาสิกา (ชนา) การ (อัน) อยู่ ที่ฝั่งทั้งสอง เป็นปกติของชน ท. เหล่านั่น เหตุนั้น ชน ท. เหล่านั่น ชื่อว่า อุภยตีร วาสิกา ๆ ผู้มีอันอยู่ที่ ฝั่งทั้งสองเป็นปกติ",
  "อุภยรฏฺฐวาสิโน": "ว., ปุ. (ชนา) อ. ชน ท. ผู้อยู่ใน แว่นแคว้นทั้งสองโดยปกติ แจกเหมือน เสฏฺฐี มาจาก อุภยรฏฺฐ + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น วาสี ลง โย ปฐมาวิภัตติ ฝ่ายพหุวจนะ รัสสะ อี เป็น อิ แปลง โย เป็น โน สำเร็จรูปเป็น อุภยรฏฺฐวาสิโน แปลว่า ผู้อยู่ในแว่นแคว้นทั้งสองโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า อุภยรฏฺเฐ วสนฺติ สีเลนาติ อุภยรฏฺฐวาสิโน (ชนา) ชน ท. เหล่าใด ย่อมอยู่ ในแว่นแคว้นทั้งสอง โดยปกติ เหตุนั้น ชน ท. เหล่านั้น ชื่อว่าอุภยรฏฺฐ วาสิโน ๆ ผู้อยู่ในแว่นแคว้นทั้งสองโดยปกติ",
  "อุภยรสปาน": "น., นปุ. อัน (การ) ดื่มซึ่งรสทั้งสอง แจกเหมือน กุล เช่น ต.เอก. อุภยรสปาเนน เพราะอันดื่มซึ่งรสทั้งสอง เป็นฉัฏฐีตัปปุริสสมาส มีสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ส.ทิคุ.วิ. อุภเย รสา = อุภยรสํ ฉ.ตัป.วิ. อุภยรสสฺส ปานํ = อุภยรสปานํ",
  "อุภยสมฺปตฺติสํวตฺตนิก": "ว. อันยังสมบัติทั้งสองให้ เป็นไปพร้อม นปุ. แจกเหมือน กุล เช่น ทุ.เอก. อุภยสมฺปตฺติสํวตฺตนิกํ (กมฺมํ) ซึ่งกรรม อันยัง สมบัติทั้งสองให้เป็นไปพร้อม มาจาก อุภยสมฺปตฺติ + สํ บทหน้า + วตฺต ธาตุ ในความเป็นไป + ยุ ปัจจัย แปลง ยุ เป็น อน เป็น อุภยสมฺปตฺติสํวตฺตน อาเดส สํวตฺตน เป็น สํวตฺตนิก ได้รูปเป็น อุภย สมฺปตฺติสํวตฺตนิก แปลว่า อันยังสมบัติทั้งสอง ให้เป็นไปพร้อม เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุภยสมฺปตฺตึ สํวตฺตาเปตีติ อุภยสมฺปตฺติ สํวตฺตนิกํ (กมฺมํ)",
  "อุมฺมงฺค": "น., ปุ. อุโมงค์ แจกเหมือน ปุริส เช่น ป.เอก. อุมฺมงฺโค อ. อุโมงค์",
  "อุมฺมงฺคโจร": "น., ปุ. โจรผู้ทำลายซึ่งอุโมงค์ แจกเหมือน ปุริส เช่น ป.พหุ. อุมฺมงฺคโจรา อ. โจรผู้ขุดซึ่งอุโมงค์ ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. อุมฺมงฺคสฺส เภทกา = อุมฺมงฺคเภทกา (โจรา) โจร ท. ผู้ทำลาย ซึ่งอุโมงค์ วิ.บุพ.กัม.วิ. อุมฺมงฺคเภทกา โจรา = อุมฺมงฺคโจร [ลบ เภทก ในท่ามกลาง]",
  "อุมฺมตฺตก": "น., ปุ. คนบ้า แจกเหมือน ปุริส เช่น ป.เอก. อุมฺมตฺตโก อ. คนบ้า คำว่า อุมฺมตฺตก ถ้าแปลออกรูปและสาธนะ แปลว่า ผู้บ้า มาจาก อุ + มท ธาตุ ในความบ้า + ต ปัจจัย ในนามกิตก์ (นอกแบบ) ซ้อน มฺ หน้าธาตุ แปลง ท ที่สุดธาตุ เป็น ตฺ ลง ก สกัตถ์ ได้รูปเป็น อุมฺมตฺตก แปลว่า ผู้บ้า เป็นกัตตุรูป กัตตุสาธนะ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุมฺมตฺตโก (ปุคฺคโล) วิ.ว่า อุมฺมชฺชตีติ อุมฺมตฺตโก (ปุคฺคโล) บุคคลใด ย่อมบ้า เหตุนั้น บุคคลนั้น ชื่อว่า อุมฺมตฺตโก ๆ ผู้บ้าอิต. ลง อิ อาคม และ อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น อุมฺมตฺติกา เช่น ป.เอก. อุมฺมตฺติกา (อิตฺถี) อ. หญิง ผู้บ้า (เป็นหญิงบ้า) [ธ. ๔: ปฏาจารา วตฺถุ หน้า ๑๓๙] วิ.ว่า อุมฺมชฺชตีติ อุมฺมตฺติกา (อิตฺถี)"
};

const vocabInsanPr9Part5to8_Page84 = {
  "อุมฺมาท": "น., ปุ. ความบ้า แจกเหมือน ปุริส เช่น ฉ.เอก. อุมฺมาทสฺส แห่งความบ้า คำว่า อุมฺมาท มาจาก อุ บทหน้า + มท ธาตุ ในความบ้า + ณ ปัจจัย ซ้อน มฺ หน้าธาตุ ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น อุมฺมาท แปลว่า ความบ้า เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุมฺมทนํ = อุมฺมาโท ความบ้า ชื่อว่า อุมฺมาโท ๆ ความบ้า",
  "อุมฺมาร": "น., ปุ. ธรณี แจกเหมือน ปุริส เช่น ส.เอก. อุมฺมาเร ครั้นเมื่อธรณี",
  "อุมฺมารฏฺฐาน": "น., นปุ. ที่แห่งธรณี แจกเหมือน กุล เช่น ส.เอก. อุมฺมารฏฺฐาเน ในที่แห่งธรณีเป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า อุมฺมารสฺส ฐานํ = อุมฺมารฏฺฐานํ [ซ้อน ฏฺ]",
  "อุมฺมิเลตฺวา": "ก. ลืมขึ้นแล้ว อุ บทหน้า + มิล ธาตุ ในความหลับตา มี อุ อยู่หน้า แปลว่า ลืมตา + เอ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ซ้อน มฺ หน้าธาตุ สำเร็จรูปเป็น อุมฺมิเลตฺวา",
  "อุยฺยาติ": "ก. (เช่น กิเลสชาตํ อ. กิเลสชาต) ย่อมไป ตาม อุ บทหน้า + ยา ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ยฺ หน้าธาตุ สำเร็จรูปเป็น อุยฺยาติ",
  "อุยฺยาน": "น., นปุ. พระอุทยาน, อุทยาน, สวน แจกเหมือน กุล เช่น ป.เอก. อุยฺยานํ อ. อุทยาน เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น อุยฺยานโต แต่พระอุทยาน บ้าง",
  "อุยฺยานกีฬามณฺฑลาทีสุ": "ว., นปุ. (ฐาเนสุ) ในที่ ท. มีอุทยานและสนามเป็นที่เล่นเป็นต้น เป็น ฉัฏฐีตุลยาธิกรณพหุพพหิสมาส มีวิเสสนบุพพบท กัมมธารยสมาส และสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ. กัม.วิ. กีฬา มณฺฑลํ = กีฬามณฺฑลํ [กีฬา วิเสสนลิงฺควิปลฺลาส ของ มณฺฑลํ] ส.ทวัน.วิ. อุยฺยานญฺจ กีฬามณฺฑลญฺจ = อุยฺยาน กีฬามณฺฑลํ ฉ.ตุล.วิ. อุยฺยานกีฬามณฺฑลํ อาทิ เยสํ ตานิ อุยฺยานกีฬามณฺฑลาทีนิ (ฐานานิ) แจกเหมือน อกฺขิ คำว่า กีฬา ในคำว่า อุยฺยานกีฬามณฺฑลาทีสุ มาจาก กีฬ ธาตุ ในความเล่น + อ ปัจจัย ในนามกิตก์ ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น กีฬา แปลว่า เป็นที่เล่น เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า กีฬติ เอตฺถาติ กีฬา (มณฺฑลํ) เขา ย่อมเล่น ในสนามนั่น เหตุนั้น สนามนั่น ชื่อว่า กีฬา ๆ เป็นที่เล่น [มณฺฑล = มณฑล, หมู่บ้าน, แคว้น, สนาม นปุ.]",
  "อุยฺยานคมนตฺถ": "น., ปุ. ประโยชน์แก่อันเสด็จไป สู่อุทยาน แจกเหมือน ปุริส เช่น จ.เอก. อุยฺยาน คมนตฺถาย เพื่อประโยชน์แก่อันเสด็จไปสู่ อุทยาน เป็นจตุตถีตัปปุริสสมาส มีทุติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. อุยฺยานํ คมนํ = อุยฺยานคมนํ จตุ.ตัป.วิ. อุยฺยานคมนสฺส อตฺโถ = อุยฺยานคมนตฺโถ",
  "อุยฺยานปาล": "ว. ผู้รักษาซึ่งอุทยาน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุยฺยานปาโล (ปุคฺคโล) อ. บุคคล ผู้รักษาซึ่งอุทยาน มาจาก อุยฺยาน บทหน้า + ปาล ธาตุ ในความรักษา + อ ปัจจัย ได้รูปเป็น อุยฺยานปาล แปลว่า ผู้รักษาซึ่ง อุทยาน เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุยฺยานํ ปาเลตีติ อุยฺยานปาโล (ปุคฺคโล)",
  "อุยฺยุตฺต": "ก. ขวนขวายแล้ว อุ บทหน้า + ยุช ธาตุ ในความประกอบ, ความขวนขวาย + ต ปัจจัย ซ้อน ย หน้าธาตุ แปลง ช ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น อุยฺยุตฺต ดู อคต",
  "อุยฺยุตฺตปฺปยุตฺต": "ว. ผู้ทั้งขวนขวายแล้วทั้งประกอบแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุยฺยุตฺตปฺปยุตฺโต (ปุคฺคโล) อ. บุคคล ผู้ทั้ง ขวนขวายแล้วทั้งประกอบแล้ว เป็นวิเสสโนภยบท กัมมธารยสมาส วิ.ว่า อุยฺยุตฺโต จ ปยุตฺโต จ = อุยฺยุตฺตปฺปยุตฺโต (ปุคฺคโล) [ซ้อน ปฺ]",
};

const vocabInsanPr9Part5to8_Page85 = {
  "อตฺถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมมี, ย่อมเป็น อส ธาตุ ในความมี, ความเป็น + อ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ แปลง ถ เป็น ตฺถ ลบที่สุดธาตุ สำเร็จรูปเป็น อตฺถ",
  "อตฺถ ๒": "น., ปุ. เนื้อความ, อรรถ, ประโยชน์, ความต้องการ, ผล แจกเหมือน ปุริส เช่น ป.เอก. อตฺโถ อ. เนื้อความ, อ. อรรถ, อ.ประโยชน์, อ. ความต้องการ, อ. ผล",
  "อุยฺโยคมุข": "น., นปุ. ปากแห่งความเสื่อม แจกเหมือน กุล เช่น ป.เอก. อุยฺโยคมุเข ใกล้ปาก แห่งความเสื่อม เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุยฺโยคสฺส มุขํ = อุยฺโยคมุขํ",
  "อุยฺโยชนทิวส": "น., ปุ. วันเป็นที่ส่งไป แจกเหมือน ปุริส เช่น ส.เอก. อุยฺโยชนทิวเส ในวันเป็นที่ส่งไป เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุยฺโยชโน ทิวโส = อุยฺโยชนทิวโส คำว่า อุยฺโยชน ในคำว่า อุยฺโยชนทิวเส มาจาก อุ บทหน้า + ยุช ธาตุ ในความประกอบ มี อุ อยู่หน้า แปลว่า ส่งไป + ยุ ปัจจัย ซ้อน ยฺ หน้าธาตุ พฤทธิ อุ ที่ ยุช ธาตุ เป็น โอ แปลง ยุ เป็น อน ได้รูปเป็น อุยฺโยชน แปลว่า เป็นที่ส่งไป เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า อุยฺโยเชติ เอตฺถาติ อุยฺโยชโน (ทิวโส) เขา ย่อมส่งไป ในวันนั่น เหตุนั้น วันนั่น ชื่อว่า อุยฺโยชโน ๆ เป็นที่ส่งไป",
  "อุยฺโยชิต": "ก. อัน…ส่งไปแล้ว อุ บทหน้า + ยุช ธาตุ ในความประกอบ มี อุ อยู่หน้า แปลว่า ส่งไป + ต ปัจจัย ซ้อน ย หน้าธาตุ พฤทธิ อุ ที่ ยุช ธาตุ เป็น โอ ลง อิ อาคม ได้รูปเป็น อุยฺโยชิต ดู อกต",
  "อุยฺโยเชตฺวา": "ก. ส่งไปแล้ว อุ บทหน้า + ยุช ธาตุ ในความประกอบ มี อุ อยู่หน้า แปลว่า ส่งไป + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ซ้อน ย หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ ยุช ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุยฺโยเชตฺวา",
  "อุยฺโยเชนฺต": "ก. ส่งไปอยู่, เมื่อส่งไป อุ บทหน้า + ยุช ธาตุ ในความประกอบ มี อุ อยู่หน้า แปลว่า ส่งไป + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน ย หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ ยุช ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุยฺโยเชนฺต ดู อกฺกมนฺต",
  "อุยฺโยเชสิ": "ก. (ชโน อ. ชน) ส่งไปแล้ว อุ บทหน้า + ยุช ธาตุ ในความประกอบ มี อุ อยู่หน้า แปลว่า ส่งไป + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ย หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ที่ ยุช ธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุยฺโยเชสิ",
  "อุร": "น., ปุ. อก แจกเหมือน มน เช่น ทุ.เอก. อุรํ ซึ่งอก",
  "อุรค": "ว., ปุ. ผู้ไปด้วยอก ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุรโค (สตฺโต) อ. สัตว์ผู้ไปด้วยอก อุร บทหน้า + คม ธาตุ ในความไป + กฺวิ ปัจจัย ลบ ม ที่สุดธาตุ และลบ กฺวิ ได้รูปเป็น อุรค แปลว่า ผู้ไปด้วยอก เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุเรน คจฺฉตีติ อุรโค (สตฺโต)",
  "อุรคชาตก": "น., นปุ. อุรคชาดก แจกเหมือน กุล เช่น ทุ.เอก. อุรคชาตกํ ยังอุรคชาดก",
  "อุรุ ๑": "น., ปุ. ขาอ่อน แจกเหมือน ครุ เช่น ส.พหุ. อุรูสุ บนขาอ่อน ท. ศัพท์ที่แปลว่า ขา, ขาอ่อน นี้ ในธรรมบทภาค ๗ เรื่องสานุสามเณร หน้า ๑๕๐ เป็น อุรูสุ = บนขาอ่อน ท. ศัพท์เดิมเป็น อุรุ อุ การันต์ในปุงลิงค์ ลง สุ สัตตมีวิภัตติ ฝ่ายพหุวจนะ ทีฆะ อุ เป็น อู สำเร็จรูปเป็น อุรูสุ, ส่วนใน ธรรมบทภาค ๓ เรื่องนางวิสาขา หน้า ๖๙ เป็น อูรุมํเสน = ด้วยเนื้อแห่งขาอ่อน อูรุ + มํส ดังนั้น คำว่า ขา, ขาอ่อน จึงมี ๒ ศัพท์ คือ อุรุ กับ อูรุ แต่เพื่อไม่ให้ไปตรงกับ อุรุ ศัพท์ ที่แปลว่า ทราย ควรใช้ศัพท์ว่า อูรุ จะเหมาะกว่า [ในพระไตรปฎก ิ มีปรากฏทั้ง ๒ ศัพท์ แต่ อูรุ มีปรากฏมากกว่า อุรุ]",
  "อูรุ": "น., ปุ. ขาอ่อน แจกเหมือน ครุ เช่น ส.พหุ. อุรูสุ บนขาอ่อน [ดู อุรุ ๑] ในพระไตรปฎก มีปรากฏทั้ง ๒ ศัพท์ แต่ อูรุ มีปรากฏมากกว่า อุรุ",
  "อุรุ ๒": "น., อิต. ทราย แจกเหมือน รชฺชุ เช่น ฉ.เอก. อุรุยา แห่งทราย",
  "อุลฺลงฺฆนฺต": "ก. เมื่อกระโดดขึ้น อุ บทหน้า + ลงฺฆ ธาตุ ในความกระโดด + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน ลฺ หน้าธาตุ ได้รูปเป็น อุลฺลงฺฆนฺต ดู อกฺกมนฺต"
};

const vocabInsanPr9Part5to8_Page86 = {
  "อุลฺลงฺเฆติ": "ก. (เช่น อิตฺถี อ. หญิง) ยัง...ย่อมให้ กระโดดขึ้น อุ บทหน้า + ลงฺฆ ธาตุ ในความ กระโดด + เณ ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ลฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุลฺลงฺเฆติ",
  "อุลฺโลเกติ": "ก. (เช่น พฺราหฺมโณ อ. พราหมณ์) ย่อม แลดู อุ บทหน้า + โลก ธาตุ ในความเห็น, ความดู, ความแลดู + เณ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ลฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น อุลฺโลเกติ",
  "อุลฺโลเกนฺต": "ก. แลดูอยู่ อุ บทหน้า + โลก ธาตุ ในความเห็น, ความดู, ความแลดู + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน ลฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น อุลฺโลเกนฺต ดู อกฺกมนฺต",
  "อุลฺโลเกสิ": "ก. (เช่น เสฏฺฐี อ. เศรษฐี) แลดูแล้ว อุ บทหน้า + โลก ธาตุ ในความเห็น, ความดู, ความแลดู + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน ลฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น อุลฺโลเกสิ",
  "อุสภ ๑": "น., ปุ. โคอุสภะ, โคผู้ แจกเหมือน ปุริส เช่น ป.เอก. อุสโภ อ. โคอุสภะ",
  "อุสภ ๒": "ว. องอาจ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุสโภ (เถโร) อ. พระเถระ ผู้องอาจ",
  "อุสภ ๓": "น., นปุ. อุสภะ (ชื่อมาตราวัดระยะ) แจกเหมือน กุล เช่น ป.เอก. อุสภํ อ. อุสภะ มาตราวัดระยะ สมัยพุทธกาลมีดังนี้ ๔ ศอก เป็น ๑ ธนู ๕๐๐ ธนู เป็น ๑ โกสะ ๔ โกสะ เป็น ๑ คาวุต ๔ คาวุต เป็น ๑ โยชน์ (๑๖ กิโลเมตร) หรือ ๔ ศอก เป็น ๑ วา ๒๕ วา เป็น ๑ อุสภะ ๘๐ อุสภะ เป็น ๑ คาวุต",
  "อุสภมตฺต": "ว. อันมีอุสภะเป็นประมาณ นปุ. แจกเหมือน กุล เช่น ส.เอก. อุสภมตฺเต (ฐาเน) ในที่อันมีอุสภะเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส วิ.ว่า อุสภํ มตฺตํ ยสฺส ตํ อุสภมตฺตํ (ฐานํ)",
  "อุสภสทิสตา": "น., อิต. ความที่แห่งตนเป็นผู้ เช่น กับด้วยโคอุสภะ แจกเหมือน กญฺญา เช่น ปญฺ.เอก. อุสภสทิสตาย เพราะความที่แห่งตนเป็นผู้ เช่นกับด้วยโคอุสภะ ลง ตา ปัจจัย ในภาวตัทธิต มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ต.ตัป.วิ. อุสเภน สดิโส = อุสภสทิโส (ปุคฺคโล) ตา.ภาว.วิ. อุสภสทิสสฺส ภาโว = อุสภสทิสตา",
  "อุสภาชาเนยฺย": "น., ปุ. โคผู้ตัวอาชาไนย แจกเหมือน ปุริส เช่น ป.เอก. อุสภาชาเนยฺโย อ. โคผู้ตัวอาชาไนย เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า อุสโภ อาชาเนยฺโย = อุสภาชาเนยฺโย",
  "อุสีร": "น., นปุ. แฝก แจกเหมือน กุล เช่น ต.เอก. อุสีเรน ด้วยแฝก",
  "อุสีรตฺถ": "ว. ผู้มีความต้องการด้วยแฝก ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุสีรตฺโถ (ปุคฺคโล) อ. บุคคล ผู้มีความต้องการด้วยแฝก เป็นฉัฏฐีภิน นาธิกรณพหุพพิหิสมาส วิ.ว่า อุสีเรน อตฺโถ ยสฺส โส อุสีรตฺโถ (ปุคฺคโล) ความต้องการ ด้วยแฝก ของบุคคลใด มีอยู่ บุคคลนั้น ชื่อว่าผู้มี ความต้องการด้วยแฝก"
};


const vocabInsanPr9Part5to8_Page87 = {
  "อุสุ": "น., ปุ., อิต. ลูกศร เช่น ทุ.เอก. อุสุํ ซึ่งลูกศร",
  "อุสุการ": "ว. ผู้กระทำซึ่งลูกศร ปุ. แจกเหมือน ปุริส เช่น ทุ.พหุ. อุสุกาเร (ชเน) ซึ่งชน ท. ผู้กระทำ ซึ่งลูกศร คำว่า อุสุการ มาจาก อุสุ บทหน้า + กร ธาตุ ในความทำ + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น อุสุการ แปลว่า ผู้กระทำซึ่งลูกศร เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุสุํ กโรนฺตีติ อุสุการา (ชนา) ชน ท. เหล่าใด ย่อมกระทำ ซึ่งลูกศร เหตุนั้น ชน ท. เหล่านั้น ชื่อว่า อุสุการาๆ ผู้กระทำซึ่งลูกศร [หมายถึง ช่างศร]",
  "อุสูยนฺต": "ก. อวดอ้างอยู่ อุสูย ธาตุ ในความอวดอ้าง, ความกล่าวโทษ + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น อุสูยนฺต ดู อกฺกมนฺต",
  "อุสฺสงฺกิต": "ก. อัน...รังเกียจแล้ว อุ บทหน้า + สงฺก ธาตุ ในความสงสัย, ความรังเกียจ + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น อุสฺสงฺกิต ดู อกต",
  "อุสฺสท": "น., ปุ. อัน (การ) บวมขึ้น ปุ. แจกเหมือน ปุริส เช่น ทุ.พหุ. อุสฺสเท ซึ่งอันบวมขึ้น ท. คำว่า อุสฺสท มาจาก อุ บทหน้า + สท ธาตุ ในความฟูขึ้น, ความหนาขึ้น, ความบวมขึ้น + อ ปัจจัย ซ้อน สฺ หน้าธาตุ ได้รูปเป็น อุสฺสท แปลว่า การบวมขึ้น เป็นภาวรูป ภาวสาธนะวิ.ว่า อุสฺสทนํ = อุสฺสโท การบวมขึ้น ชื่อว่า อุสฺสโทๆ การบวมขึ้น",
  "อุสฺสนฺน": "ก. หนาขึ้นแล้ว อุ บทหน้า+ สท ธาตุ ในความฟูขึ้น, ความหนาขึ้น + ต ปัจจัย ซ้อน สฺ หน้าธาตุ แปลง ต เป็น นฺน ลบ ท ที่สุดธาตุ ได้รูปเป็น อุสฺสนฺน ดู อคต",
  "อุสฺสนฺนกุสลมูล": "ว. ผู้มีรากเหง้าแห่งกุศลอัน หนาขึ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น ฉ.พหุ. อุสฺสนฺนกุสลมูลานํ (สตฺตานํ) แห่งสัตว์ ท. ผู้มี รากเหง้าแห่งกุศลอันหนาขึ้นแล้ว เป็นฉัฏฐีตุล ยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กุสลสฺส มูลํ = กุสลมูลํ ฉ.ตุล.วิ. อุสฺสนฺนํ กุสลมูลํ ยะสํ เต อุสฺสนฺนกุสลมูลา (สตฺตา) รากเหง้าแห่ง กุศล ของสัตว์ ท. เหล่าใด หนาขึ้นแล้ว สัตว์ ท. เหล่านั้น ชื่อว่าผู้มีรากเหง้าแห่งกุศลอันหนาขึ้น แล้ว ถ้าแปลว่า ผู้มีกุศลมูลอันหนาขึ้นแล้ว เป็น ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุสฺสนฺนํ กุสลมูลํ ยะสํ เต อุสฺสนฺนกุสลมูลา (สตฺตา) กุศลมูล ของสัตว์ ท. เหล่าใด หนาขึ้นแล้ว สัตว์ ท. เหล่านั้น ชื่อว่ากุศลมูลอันหนาขึ้นแล้ว",
  "อุสฺสหามิ": "ก. (อหํ อ. เรา) ย่อมอาจ อุ บทหน้า + สห ธาตุ ในความอาจ, ความสามารถ + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ ซ้อน สฺ หน้าธาตุ, มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุเป็น อา สำเร็จรูปเป็น อุสฺสหามิ",
  "อุสฺสหสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมอาจ อุ บทหน้า + สห ธาตุ ในความอาจ, ความสามารถ + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ ซ้อน สฺ หน้าธาตุ สำเร็จรูปเป็น อุสฺสหสิ",
  "อุสฺสาปิต": "ก. อัน...ให้ยกขึ้นแล้ว อุ บทหน้า + สิ ธาตุ ในความยก + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ต ปัจจัยเป็นเหตุกัมมวาจก ลง อิ อาคม ซ้อน สฺ หน้าธาตุ ลบ ณ เหลือไว้แต่ อาเป เป็น อุสฺสิ + อาเป + อิ + ต ระหว่าง อุสฺสิ - อาเป ลบสระหน้า คือ อิ ที่ สิ เป็น อุสฺสาเป + อิ + ต ระหว่าง อุสฺสาเป - อิ ลบสระหน้าคือ เอ ที่ เป ได้รูปเป็น อุสฺสาปิต ดู อกต",
  "อุสฺสาปิตทฺธช": "น., ปุ. ธงอันบุคคลให้ยกขึ้นแล้ว แจกเหมือน ปุริส เช่น ป.เอก. อุสฺสาปิตทฺธโช อ. ธงอันบุคคลให้ยกขึ้นแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุสฺสาปิโต ธโช = อุสฺสาปิตทฺธโช [ซ้อน ทฺ]",
  "อุสฺสาเปตฺวา": "ก. ยัง...ให้ยกขึ้นแล้ว อุ บทหน้า + สิ ธาตุ ในความยก + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ซ้อน สฺ หน้าธาตุ ลบ อิ ที่ สิ ธาตุ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น อุสฺสาเปตฺวา",
  "อุสฺสาวพินฺทุ": "น., นปุ. หยาดแห่งนํ้าค้าง แจกเหมือน วตฺถุ เช่น ต.พหุ. อุสฺสาวพินฺทูหิ ด้วยหยาด แห่งนํ้าค้าง ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุสฺสาวสฺส พินฺทุ = อุสฺสาวพินฺทุ [อุสฺสาว = นํ้าค้าง ป.]"
};


const vocabInsanPr9Part5to8_Page88 = {
  "อุสฺสาห": "น., ปุ. ความอุตสาหะ แจกเหมือน ปุริส เช่น ทุ.เอก. อุสฺสาหํ ซึ่งความอุตสาหะ คำว่า อุสฺสาห มาจาก อุ บทหน้า + สห ธาตุ ในความพยายาม, ความขะมักเขม้น + ณ ปัจจัย ซ้อน สฺ หน้าธาตุ ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น อุสฺสาห แปลว่า ความอุตสาหะ, ความพยายาม, ความขะมักเขม้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุสฺสหนํ = อุสฺสาโห",
  "อุสฺสาหชาต": "ว. มีความอุตสาหะเกิดแล้ว เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุสฺสาหชาโต (ปุริโส) วิ.ว่า อุสฺสาโห ชาโต ยสฺส โส อุสฺสาหชาโต (ปุริโส) ความอุตสาหะ เกิดแล้ว แก่บุรุษใด บุรุษนั้น ชื่อว่าผู้มีความอุตสาหะเกิดแล้ว อิต. แจกเหมือน กญฺญา เช่น ป.เอก. อุสฺสาหชาตา (เถรี) อ. พระเถรี ผู้มีความอุตสาหะเกิดแล้ว",
  "อุสฺสาหปฺปตฺต": "ว. ผู้ถึงแล้วซึ่งความอุตสาหะ เป็นทุติยาตัปปุริสสมาส ปุ. แจกเหมือน ปุริส เช่น อุสฺสาหปฺปตฺโต (อุปาสโก) อ. อุบาสก ผู้ถึงแล้ว ซึ่งความอุตสาหะ วิ.ว่า อุสฺสาหํ ปตฺโต = อุสฺสาหปฺปตฺโต (อุปาสโก) [ซ้อน ปฺ] อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. อุสฺสาหปฺปตฺตา (อุปาสิกา) อ. อุบาสิกา ผู้ถึงแล้วซึ่งความอุตสาหะ",
  "อุสฺสิญฺจนฺต": "ก. วิดอยู่ อุ บทหน้า + สิจ ธาตุ ในความรด, ความราด + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ซ้อน สฺ หน้าธาตุ ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ แล้วแปลงนิคคหิตเป็น ญฺ เพราะ จ อยู่หลัง ได้รูปเป็น อุสฺสิญฺจนฺต ดู อกฺกมนฺต",
  "อุสฺสุก": "ว. ผู้ขวนขวาย ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. อุสฺสุกา (ชนา) อ. ชน ท. ผู้ขวนขวาย คำว่า อุสฺสุก มาจาก อุ บทหน้า + สุก ธาตุ ในความไป, ความถึง, ความบรรลุ มี อุ อยู่หน้า แปลว่า ขวนขวาย + อ ปัจจัย ซ้อน สฺ หน้าธาตุ ได้รูปเป็น อุสฺสุก แปลว่า ผู้ขวนขวาย เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อุสฺสุกนฺตีติ อุสฺสุกา (ชนา) ชน ท. เหล่าใด ย่อมขวนขวาย เหตุนั้น ชน ท. เหล่านั้น ชื่อว่า อุสฺสุกาๆ ผู้ขวนขวาย",
  "อุสฺสุกฺก": "น., นปุ. ความขวนขวาย แจกเหมือน กุล เช่น ทุ.เอก. อุสฺสุกฺกํ ซึ่งความขวนขวาย คำว่า อุสฺสุกฺก มาจาก อุ บทหน้า + สุก ธาตุ ในความไป, ความถึง, ความบรรลุ มี อุ อยู่หน้า แปลว่า ขวนขวาย + ณฺย ปัจจัย ซ้อน สฺ หน้าธาตุ ลบ ณฺ เหลือไว้แต่ ย แปลง ก กับ ย เป็น กฺก ได้รูปเป็น อุสฺสุกฺก แปลว่า ความขวนขวาย เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุสฺสุกนํ = อุสฺสุกฺกํ ความขวนขวาย ชื่อว่า อุสฺสุกฺกํๆ ความขวนขวาย",
  "อุสฺสูเร": "ว., ปุ. (กาเล) ในกาล อันมีพระอาทิตย์สูง เป็นสัตตมีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุจฺโจ สูโร ยสฺมึ โส อุสฺสูโร (กาโล) พระอาทิตย์ ในกาลใด สูง กาลนั้น ชื่อว่าอันมีพระอาทิตย์สูง [บทสมาสย่อบทวิเสสนะเหลือไว้แต่อักษรตัวหน้า ซ้อน สฺ, สูร = พระอาทิตย์ ปุ.]",
  "อุฬาร": "ว. อันโอฬาร, อันยิ่ง ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อุฬาโร (เทยฺยธมฺโม) อ. ไทยธรรม อันโอฬาร, อันยิ่ง อิต. แจกเหมือน กญฺญา เช่น ป.เอก. อุฬารา (ปูชา) อ. การบูชา อันโอฬาร, อันยิ่ง นปุ. แจกเหมือน กุล เช่น ป.เอก. อุฬารํ (วตฺถุ) อ. วัตถุอันโอฬาร, อันยิ่ง",
  "อุฬารคุณ": "ว. ผู้มีคุณอันยิ่ง ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. อุฬารคุณํ (พุทฺธํ) ซึ่งพระพุทธเจ้า ผู้มีคุณอันยิ่ง เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุฬาโร คุโณ ยสฺส โส อุฬารคุโณ (พุทฺโธ) คุณ ของพระพุทธเจ้าใด อันยิ่ง พระพุทธเจ้านั้น ชื่อว่าผู้มีคุณอันยิ่ง",
  "อุฬารสกฺการ": "น., ปุ. สักการะอันยิ่ง แจกเหมือน ปุริส เช่น ทุ.เอก. อุฬารสกฺการํ ซึ่งสักการะอันยิ่ง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อุฬาโร สกฺกาโร = อุฬารสกฺกาโร",
  "อุฬุงฺกปิฏฺฐ": "น., นปุ. หลังแห่งกระบวย แจกเหมือน กุล เช่น ต.เอก. อุฬุงฺกปิฏฺเฐน ทางหลังแห่งกระบวย เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อุฬุงฺกสฺส ปิฏฺฐํ = อุฬุงฺกปิฏฺฐํ [อุฬุงฺก = กระบวย ปุ.]"
};


const vocabInsanPr9Part5to8_Page89 = {
  "อุฬุงฺกมตฺต": "ว. อันมีกระบวยหนึ่งเป็นประมาณ อิต. แจกเหมือน กญฺญา เช่น ทุ.เอก. อุฬุงฺกมตฺตํ (ยาคุํ) ซึ่งข้าวต้ม อันมีกระบวยหนึ่งเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า อุฬุงฺโก มตฺโต ยสฺสา สา อุฬุงฺกมตฺตา (ยาคุ) กระบวย หนึ่ง เป็นประมาณ ของข้าวต้มใด ข้าวต้มนั้น ชื่อว่าอันมีกระบวยหนึ่งเป็นประมาณ",
  "อุฬุงฺกยาคุ": "น., อิต. ข้าวต้มอันมีกระบวยหนึ่งเป็นประมาณ แจกเหมือน รชฺชุ เช่น ป.เอก. อุฬุงฺกยาคุ อ. ข้าวต้มอันมีกระบวยหนึ่งเป็นประมาณ เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. อุฬุงฺโก มตฺโต ยสฺสา สา อุฬุงฺกมตฺตา (ยาคุ) วิ.บุพ.กัม.วิ. อุฬุงฺก มตฺตา ยาคุ = อุฬุงฺกยาคุ [ลบ มตฺต ในท่ามกลาง]",
  "อูกา": "น., อิต. เล็น แจกเหมือน กญฺญา เช่น ป.เอก. อูกา อ. เล็น",
  "อูน": "ว. พร่อง, หย่อน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. อูโน (เทยฺยธมฺโม) อ. ไทยธรรม อันพร่อง อิต. แจกเหมือน กญฺญา เช่น ป.เอก. อูนา (ปาติ) อ. ถาด อันพร่อง นปุ. แจกเหมือน กุล เช่น ป.เอก. อูนํ (วตฺถุ) อ. วัตถุ อันพร่อง",
  "อูนก": "ว. พร่อง ดู อูน",
  "อูนกาล": "น., ปุ. กาลอันพร่อง แจกเหมือน ปุริส เช่น ป.เอก. อูนกาโล อ. กาลอันพร่อง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า อูโน กาโล = อูนกาโล",
  "อูนา": "น., อิต. ความพร่อง แจกเหมือน กญฺญา เช่น ป.เอก. อูนา อ. ความพร่อง",
  "อูรุฏฺฐิ": "น., นปุ. กระดูกแห่งขาอ่อน แจกเหมือน กุล เช่น ป.เอก. อูรุฏฺฐิ อ. กระดูกแห่งขาอ่อน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า อูรุสฺส อฏฺฐิ = อูรุฏฺฐิ",
  "เอก ๑": "ว. หนึ่ง (สัพพนาม) แจกเหมือน ต ศัพท์ เป็นได้ ๓ ลิงค์ ฝ่ายเอกวจนะ แปลว่า ผู้เดียว, หนึ่ง ปุ. เช่น ป.เอก. เอโก (อุปาสโก) ทานํ เทติ = อ. อุบาสก คนหนึ่ง ย่อมถวาย ซึ่งทาน ฝ่ายพหุวจนะ แปลว่า พวกหนึ่ง ปุ. เช่น ป.พหุ. เอเก (สตฺตา) = อ. สัตว์ ท. พวกหนึ่ง",
  "เอก ๒": "ว. หนึ่ง (สังขยา) เป็นได้ ๓ ลิงค์ เป็นเอก วจนะอย่างเดียว ปุ. เช่น ป.เอก. เอโก เถโร อ. พระเถระ รูปหนึ่ง อิต. เช่น ป.เอก. เอกา อิตฺถี อ. หญิง คนหนึ่ง นปุ. เช่น ป.เอก. เอกํ ภาชนํ อ. ภาชนะ หนึ่ง",
  "เอกก": "ว. ผู้ผู้เดียว ปุ. เช่น ป.เอก. เอกโก (เถโร) อ. พระเถระ ผู้ผู้เดียว",
  "เอกกูฏาคาร": "น., ปุ., นปุ. เรือนอันประกอบแล้วด้วยยอดหลังเดียวกัน ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. เอกกูฏาคารํ สู่เรือนอันประกอบแล้วด้วยยอดหลังเดียวกัน เป็นอสมาหารทิคุสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กูเฏน (นิยุตฺโต) อคาโร = กูฏาคาโร อ.ทิคุ.วิ. เอโก กูฏาคาโร = เอกกูฏาคาโร",
  "เอกกฺกิเลส": "น., ปุ. กิเลสอย่างหนึ่ง แจกเหมือน ปุริส เช่น ป.เอก. เอกกฺกิเลโส อ. กิเลสอย่างหนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก กิเลโส = เอกกฺกิเลโส [ซ้อน กฺ]",
  "เอกกฺขณ": "น., ปุ. ขณะหนึ่ง แจกเหมือน ปุริส เช่น ทุ.เอก. เอกกฺขณํ สิ้นขณะหนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก ขโณ = เอกกฺขโณ [ซ้อน กฺ]",
  "เอกคนฺธกุฏิ": "น., อิต. พระคันธกุฎีหลังเดียวกัน แจกเหมือน รตฺติ เช่น ส.เอก. เอกคนฺธกุฏิยํ ในพระคันธกุฎีหลังเดียวกัน เป็นอสมาหารทิคุสมาส วิ.ว่า เอกา คนฺธกุฏิ = เอกคนฺธกุฏิ",
  "เอกคาถา": "น., อิต. คาถาหนึ่ง แจกเหมือน กญฺญา เช่น ส.เอก. เอกคาถาย ครั้นเมื่อคาถาหนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอกา คาถา = เอกคาถา",
  "เอกคาถาวสาน": "ว. อันเป็นที่สุดลงแห่งพระคาถาหนึ่ง ปุ. แจกเหมือน ปุริส เช่น ส.เอก. เอกคาถาวสาเน (กาเล) ในกาล อันเป็นที่สุดลงแห่งพระคาถาหนึ่ง เป็นฉัฏฐีตัปปุริสสมาส มีอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอกา คาถา = เอกคาถา ฉ.ตัป.วิ. เอกคาถาย อวสาโน = เอกคาถาวสาโน (กาโล)"
};


const vocabInsanPr9Part5to8_Page90 = {
  "เอกคฺค": "ว. มีอารมณ์เดียวเป็นเลิศ นปุ. แจกเหมือน กุล เช่น ป.เอก. เอกคฺคํ (จิตฺตํ) อ. จิต มีอารมณ์เดียวเป็นเลิศ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอกํ อารมฺมณํ = เอการมฺมณํ อารมณ์เดียว ฉ.ตุล.วิ. เอการมฺมณํ อคฺคํ ยสฺส ตํ เอกคฺคํ (จิตฺตํ) อารมณ์เดียว ของจิตใด เป็นเลิศ จิตนั้น ชื่อว่ามีอารมณ์เดียวเป็นเลิศ [บทสมาส ลบ อารมฺมณ ในท่ามกลาง]",
  "เอกคฺคตา": "น., อิต. ความเป็นแห่งธรรมชาติมีอารมณ์หนึ่งเป็นเลิศ เอกคฺค ศัพท์ + ตา ปัจจัย ในภาวตัทธิต วิ.ว่า เอกคฺคสฺส ภาโว = เอกคฺคตา แจกเหมือน กญฺญา เช่น ทุ.เอก. เอกคฺคตํ ซึ่งความเป็นแห่งธรรมชาติมีอารมณ์หนึ่งเป็นเลิศ",
  "เอกฆน": "น., ปุ. แท่งทึบอันเดียว แจกเหมือน ปุริส เช่น ป.เอก. เอกฆโน อ. แท่งทึบอันเดียว เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก ฆโน = เอกฆโน [ฆน = แท่ง, ก้อน ปุ.]",
  "เอกฆนสุวณฺณิฏฺฐกา": "น., อิต. อิฐอันเป็นวิการแห่งทองอันมีแท่งทึบอันเดียว ท. เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. เอโก ฆโน ยสฺส ตํ เอกฆนํ (สุวณฺณํ) แท่งทึบ ของทองใด อันเดียว ทองนั้น ชื่อว่าอันมีแท่งทึบอันเดียว วิ.บุพ.กัม.วิ. เอกฆนํ สุวณฺณํ = เอกฆนสุวณฺณํ ฉ.ตัป.วิ. เอกฆนสุวณฺณสฺส (วิการา) อิฏฺฐกา = เอกฆนสุวณฺณิฏฺฐกา แจกเหมือน กญฺญา [อิฏฺฐกา = อิฐ อิต.]",
  "เอกฆร": "น., นปุ. เรือนหลังหนึ่ง แจกเหมือน กุล เช่น ส.เอก. เอกฆเร ในเรือนหลังหนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอกํ ฆรํ = เอกฆรํ",
  "เอกงฺคณ": "ว. มีเนินเป็นอันเดียวกัน นปุ. แจกเหมือน กุล เช่น ป.เอก. เอกงฺคณํ (ฐานํ) อ. ที่มีเนินเป็นอันเดียวกัน เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอกํ องฺคณํ ยสฺส ตํ เอกงฺคณํ (ฐานํ) เนิน ของที่ใด เป็นอันเดียวกัน ที่นั้น ชื่อว่าอันมีเนินเป็นอันเดียวกัน",
  "เอกงฺคุลิมตฺต": "ว. อันมีนิ้วมือหนึ่งเป็นประมาณ ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. เอกงฺคุลิมตฺตา (สิทฺธตฺถกา) อ. เมล็ดพันธุ์ผักกาด ท. อันมีนิ้วมือ หนึ่งเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอกา องฺคุลิ = เอกงฺคุลิ ฉ.ตุล.วิ. เอกงฺคุลิ มตฺตา เยสํ เต เอกงฺคุลิมตฺตา (สิทฺธตฺถกา) นิ้วมือหนึ่ง (หยิบมือหนึ่ง) เป็นประมาณ ของเมล็ดพันธุ์ผักกาด ท. เหล่าใด เมล็ดพันธุ์ผักกาด ท. เหล่านั้น ชื่อว่าอันมีนิ้วมือ (หยิบมือ) หนึ่งเป็นประมาณ",
  "เอกจกฺกวาฬคพฺภ": "น., ปุ. ห้องแห่งจักรวาลหนึ่ง แจกเหมือน ปุริส เช่น ส.เอก. เอกจกฺกวาฬคพฺเภ ในห้องแห่งจักรวาลหนึ่ง เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น เอกจกฺกวาฬคพฺภโต บ้าง เป็นฉัฏฐีตัปปุริสสมาส มีอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอกํ จกฺกวาฬํ = เอกจกฺกวาฬํ ฉ.ตัป.วิ. เอกจกฺกวาฬสฺส คพฺโภ = เอกจกฺกวาฬคพฺโภ",
  "เอกจร": "ว. ผู้เที่ยวไปคนเดียว มาจาก เอก + จร ธาตุ ในความเที่ยวไป + อ ปัจจัย ได้รูปเป็น เอกจร แปลว่า ผู้เที่ยวไปคนเดียว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. เอกจโร (ปุคฺคโล) อ. บุคคล ผู้ไปคนเดียว เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า เอโก จรตีติ เอกจโร (ปุคฺคโล) บุคคลใด คนเดียว ย่อมเที่ยวไป เหตุนั้น บุคคลนั้น ชื่อว่า เอกจโร ๆ ผู้เที่ยวไปคนเดียว",
  "เอกจริยภาว": "น., ปุ. ความเป็นคืออันเที่ยวไปแห่งบุคคลคนเดียว แจกเหมือน ปุริส เช่น ป.เอก. เอกจริยภาโว อ. ความเป็นคืออันเที่ยวไปแห่งบุคคลคนเดียว เป็นอวธารณบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. เอกสฺส (ปุคฺคลสฺส) จริยา = เอกจริยา อว.บุพ.กัม.วิ. เอกจริยา เอว ภาโว = เอกจริยภาโว",
  "เอกจารี": "ว., ปุ. ผู้เที่ยวไปคนเดียวโดยปกติ แจกเหมือน เสฏฺฐี เช่น ต.พหุ. เอกจารีหิ (สหาเยหิ) ด้วยสหาย ท. ผู้เที่ยวไปคนเดียวโดยปกติ มาจาก เอก + จร ธาตุ ในความเที่ยวไป + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น เอกจารี แปลว่า ผู้เที่ยวไปคนเดียวโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า เอโก จรติ สีเลนาติ เอกจารี (สหาโย) สหายใด คนเดียว ย่อมเที่ยวไป โดยปกติ เหตุนั้น สหายนั้น ชื่อว่า เอกจารี ๆ ผู้เที่ยวไปคนเดียวโดยปกติ"
};

const vocabInsanPr9Part5to8_Page91 = {
  "เอกจิตฺต": "ว. มีจิตเป็นอันเดียวกัน ปุ. แจกเหมือน ปุริส เช่น ฉ.พหุ. เอกจิตฺตานํ (ชนานํ) ของชน ท. ผู้มีจิตเป็นอันเดียวกัน เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอกํ จิตฺตํ เยสํ เต เอกจิตฺตา (ชนา) จิต ของ ชน ท. เหล่าใด เป็นอันเดียวกัน ชน ท. เหล่านั้น ชื่อว่าผู้มีจิตเป็นอันเดียวกัน",
  "เอกจีวโร": "ว., ปุ. (ภิกฺขุ) อ. ภิกษุ ผู้มีจีวรผืนเดียว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอกํ จีวรํ ยสฺส โส เอกจีวโร (ภิกฺขุ) จีวร ของภิกษุใด ผืนเดียว ภิกษุนั้น ชื่อว่าผู้มีจีวรผืนเดียว",
  "เอกจฺจ": "ว. บางคน แจกเหมือน ย ศัพท์ ใน ๓ ลิงค์ ฝ่ายเอกวจนะ แปลว่า บางคน, บางอย่าง, บางสิ่ง ฝ่าย พหุ. แปลว่า บางพวก, บางเหล่า ปุ. เช่น ป.เอก. เอกจฺโจ (อุปาสโก) อ. อุบาสก บางคน พหุ. เอกจฺเจ (อุปาสกา) อ. อุบาสก ท. บางพวก อิต. เช่น ป.เอก. เอกจฺจา (อุปาสิกา) อ. อุบาสิกา บางคน พหุ. เอกจฺจา (อุปาสิกาโย) อ. อุบาสิกา ท. บางพวก นปุ. เช่น ป.เอก. เอกจฺจํ (จิต) อ. จิต บางดวง พหุ. เอกจฺจานิ (เจตสิกานิ) อ. เจตสิก ท. บางเหล่า",
  "เอกจฺฉณ": "ว. มีการละเล่นอันเดียวกัน นปุ. แจกเหมือน กุล เช่น ส.เอก. เอกจฺฉเณ (นคเร) ครั้นเมื่อพระนคร มีการละเล่นอันเดียวกัน เป็น สัตตมีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอโก ฉโณ ยสฺมึ ตํ เอกจฺฉณํ (นครํ) [ซ้อน จฺ] การละเล่น ในพระนครใด อันเดียวกัน พระนครนั้น ชื่อว่า อันมีการละเล่นอันเดียวกัน",
  "เอกจฺฉนฺท": "ว. มีฉันทะเป็นอันเดียวกัน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. เอกจฺฉนฺโท (ปุคฺคโล) อ. บุคคล ผู้มีฉันทะเป็นอันเดียวกัน เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอโก ฉนฺโท ยสฺส โส เอกจฺฉนฺโท (ปุคฺคโล) [ซ้อน จฺ หน้า ฉ] ฉันทะ ของบุคคลใด เป็นอันเดียวกัน บุคคลนั้น ชื่อว่าผู้มีฉันทะเป็นอันเดียวกัน",
  "เอกจฺฉรมตฺตา": "ว., ปุ. (สิทฺธตฺถกา) อ. เมล็ดพันธุ์ ผักกาด ท. อันมีหยิบมือหนึ่งเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหาร ทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอกํ อจฺฉรํ = เอกจฺฉรํ หยิบมือหนึ่ง ฉ.ตุล. วิ. เอกจฺฉรํ มตฺตํ เยสํ เต เอกจฺฉรมตฺตา (สิทฺธตฺถกา) หยิบมือหนึ่ง เป็นประมาณ ของเมล็ดพันธุ์ผักกาด ท. เหล่าใด เมล็ดพันธุ์ ผักกาด ท. เหล่านั้น ชื่อว่าอันมีหยิบมือหนึ่ง เป็นประมาณ",
  "เอกฏฺฐ": "ว. ผู้ตั้งอยู่โดยความเป็นหนึ่ง มาจาก เอก + ฐา ธาตุ ในความตั้งอยู่ + อ ปัจจัย ซ้อน ฏฺ หน้าธาตุ เป็น เอกฏฺฐา + อ ลบสระหน้า ได้รูปเป็น เอกฏฺฐ แปลว่า ผู้ตั้งอยู่โดยความเป็นหนึ่ง ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. เอกฏฺฐา (ชนา) อ. ชน ท. ผู้ตั้งอยู่โดยความเป็นหนึ่ง เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า เอกภาเวน ติฏฺฐนฺตีติ เอกฏฺฐา (ชนา) ชน ท. เหล่าใด ย่อมตั้งอยู่ โดยความ เป็นหนึ่ง เหตุนั้น ชน ท. เหล่านั้น ชื่อว่า เอกฏฺฐา ๆ ผู้ตั้งอยู่โดยความเป็นหนึ่ง",
  "เอกฏฺฐาน": "น., นปุ. ที่แห่งหนึ่ง แจกเหมือน กุล เช่น ทุ.เอก. เอกฏฺฐานํ ซึ่งที่แห่งหนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอกํ ฐานํ = เอกฏฺฐานํ [ซ้อน ฏฺ]",
  "เอกตาลปฺปมาณ": "ว. อันมีลำตาลหนึ่งเป็น ประมาณ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. เอกตาลปฺปมาณํ (อากาสํ) สู่อากาส อันมี ลำตาลหนึ่งเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส มีอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอโก ตาโล = เอกตาโล ฉ.ตุล.วิ. เอกตาโล ปมาณํ ยสฺส โส เอกตาลปฺปมาโณ (อากาโส) [ซ้อน ปฺ]",
  "เอกโต": "อัพ. โดยความเป็นอันเดียวกัน มาจาก เอก ศัพท์ ลง โต ปัจจัย สำเร็จรูปเป็น เอกโต"
};

const vocabInsanPr9Part5to8_Page92 = {
  "เอกทิวส": "น., ปุ., นปุ. วันหนึ่ง แจกเหมือน ปุริส และ กุล เช่น ส.เอก. เอกทิวสํ ในวันหนึ่ง ศัพท์เดิมเป็น เอกทิวส อ การันต์ในปุ.และนปุ. ลง สฺมึ สัตตมีวิภัตติ ฝ่ายเอกวจนะ แปลง อ กับ สฺมึ เป็น อํ สำเร็จรูปเป็น เอกทิวสํ เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอโก ทิวโส = เอกทิวโส",
  "เอกทฺวาร": "น., นปุ. ทวารหนึ่ง แจกเหมือน กุล เช่น ส.เอก. เอกทฺวาเร ในทวารหนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอกํ ทฺวารํ = เอกทฺวารํ",
  "เอกเทวตา": "น., อิต. เทวดาองค์หนึ่ง แจกเหมือน กญฺญา เช่น ป.เอก. เอกเทวตา อ. เทวดาองค์หนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอกา เทวตา = เอกเทวตา",
  "เอกเทส": "น., ปุ. เอกเทศ, ส่วนหนึ่ง แจกเหมือน ปุริส เช่น ต.เอก. เอกเทเสน โดยเอกเทศ ถ้า แปลว่า โดยส่วนหนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก เทโส = เอกเทโส",
  "เอกโทณิกนาวปฺปมาโณ": "ว., ปุ. (อตฺตภาโว) อ. อัตภาพ มีเรือโกลนลำหนึ่งเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหาร ทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอกา โทณิกนาวา = เอกโทณิกนาวา ฉ.ตุล.วิ. เอกโทณิกนาวา ปมาณํ ยสฺส โส เอกโทณิกนาวปฺปมาโณ (อตฺตภาโว) [บทสมาส รัสสะ อา ที่ วา เป็น อ, ซ้อน ปฺ หน้า ปมาณ]",
  "เอกธมฺม": "น., ปุ. ธรรมอย่างหนึ่ง, ธรรมอันเอก แจกเหมือน ปุริส เช่น ป.เอก. เอกธมฺโม อ. ธรรมอย่างหนึ่ง ทุ.เอก. เอกธมฺมํ ซึ่งธรรม อันเอก เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก ธมฺโม = เอกธมฺโม",
  "เอกนวุเต": "ว. (กปฺเป) ในกัปป์ เก้าสิบเอ็ด [ธ. ๕: สนฺตติมหามตฺตวตฺถุ หน้า ๗๓] ศัพท์เดิมเป็น เอกนวุติ อิ การันต์ ในปุงลิงค์ ลง สฺมึ สัตตมีวิภัตติ ฝ่ายเอกวจนะ แปลง อิ กับ สฺมึ เป็น เอ สำเร็จรูปเป็น เอกนวุเต [เอกนวุติ ตามปกติเป็นอิตถีลิงค์ ฝ่ายเอกวจนะอย่างเดียว แจกเหมือน รตฺติ แต่ที่ เป็นปุงลิงค์ แจกเหมือน มุนิ ก็มี]",
  "เอกนินฺนาโท": "ว., ปุ. (วนสณฺโฑ) อ. ชัฏแห่งป่า มีอันบันลือออกเป็นอันเดียวกัน เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอโก นินฺนาโท ยสฺส โส เอกนินฺนาโท (วนสณฺโฑ)",
  "เอกนฺต": "น., ปุ., นปุ. ส่วนเดียว เห็นมีใช้เฉพาะ ทุติยาวิภัตติ เอกวจนะ เอกนฺตํ โดยส่วนเดียว และตติยาวิภัตติ ฝ่ายเอกวจนะ เอกนฺเตน โดยส่วนเดียว",
  "เอกนฺตทุสฺสีลภาโว": "น., ปุ. อ. ความเป็นแห่ง บุคคลผู้มีศีลอันโทษประทุษร้ายแล้วโดย ส่วนเดียว เป็นฉัฏฐีตัปปุริสสมาส มีตติยา ตัปปุริสสมาส และฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. เอกนฺเตน ทุฏฺฐํ = เอกนฺตทุฏฺฐํ (สีลํ) [ทุ ในวิเคราะห์ใช้ ทุฏฺฐ แทน] ศีลอันโทษประทุษร้าย แล้วโดยส่วนเดียว ฉ.ตุล.วิ. เอกนฺตทุฏฺฐํ สีลํ ยสฺส โส เอกนฺตทุสฺสีโล (ปุคฺคโล) [บทสมาส ลบ ฏฺฐ เหลือไว้แต่ ทุ และซ้อน สฺ หน้า สีล] ศีล ของ บุคคลใด อันโทษประทุษร้ายโดยส่วนเดียว บุคคล นั้น ชื่อว่าผู้มีศีลอันโทษประทุษร้ายแล้วโดยส่วน เดียว ฉ.ตัป.วิ. เอกนฺตทุสฺสีลสฺส (ปุคฺคลสฺส) ภาโว = เอกนฺตทุสฺสีลภาโว",
  "เอกนฺตสนฺตุสิต": "ว. ผู้ยินดีด้วยดีแล้วโดยส่วน เดียว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. เอกนฺต สนฺตุสิโต (ปุคฺคโล) อ. บุคคล ผู้ยินดีด้วยดีแล้ว โดยส่วนเดียว เป็นตติยาตัปปุริสสมาส วิ.ว่า เอกนฺเตน สนฺตุสิโต = เอกนฺตสนฺตุสิโต (ปุคฺคโล) คำว่า สนฺตุสิต มาจาก สํ บทหน้า + ตุส ธาตุ ในความ ยินดี + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น สนฺตุสิต",
  "เอกปท": "น., นปุ. ร่องรอยหนึ่ง แจกเหมือน กุล เช่น ป.เอก. เอกปทํ อ. ร่องรอยหนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอกํ ปทํ = เอกปทํ",
  "เอกปทิก": "ว. อันมีรอยเท้ารอยเดียว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. เอกปทิกํ (มคฺคํ) สู่หนทาง อันมีรอยเท้ารอยเดียว ลง อิก ปัจจัย ในตทัสสัตถิ ตัทธิต มีอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอกํ ปทํ = เอกปทํ อิก.ตทัส.วิ. เอกปทํ อสฺส อตฺถีติ เอกปทิโก (มคฺโค)"
};

const vocabInsanPr9Part5to8_Page93 = {
  "เอกปเทส": "น., ปุ. ประเทศหนึ่ง แจกเหมือน ปุริส เช่น ป.เอก. เอกปเทโส อ. ประเทศหนึ่ง เป็น อสมาหารทิคุสมาส วิ.ว่า เอโก ปเทโส = เอกปเทโส",
  "เอกปสฺส": "น., นปุ. ข้าง ๆ หนึ่ง แจกเหมือน กุล เช่น ส.เอก. เอกปสฺเส ณ ข้างข้างหนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอกํ ปสฺสํ = เอกปสฺสํ",
  "เอกปาท": "น., ปุ. เท้าข้างเดียว แจกเหมือน ปุริส เช่น ต.เอก. เอกปาเทน ด้วยเท้าข้างเดียว เป็น อสมาหารทิคุสมาส วิ.ว่า เอโก ปาโท = เอกปาโท",
  "เอกปิณฺฑ": "น., ปุ. ก้อนข้าวก้อนหนึ่ง แจกเหมือน ปุริส เช่น ทุ.เอก. เอกปิณฺฑํ ซึ่งก้อนข้าว ก้อนหนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก ปิณฺโฑ = เอกปิณฺโฑ",
  "เอกปิณฺฑปาต": "น., ปุ. บิณฑบาตหนึ่ง แจกเหมือน ปุริส เช่น ต.เอก. เอกปิณฺฑปาเตน ด้วยบิณฑบาต หนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก ปิณฺฑปาโต = เอกปิณฺฑปาโต",
  "เอกปุคฺคล": "น., ปุ. บุคคลคนหนึ่ง แจกเหมือน ปุริส เช่น ส.เอก. เอกปุคฺคเล ในบุคคลคนหนึ่ง เป็น อสมาหารทิคุสมาส วิ.ว่า เอโก ปุคฺคโล = เอกปุคฺคโล",
  "เอกปุตฺตก": "น., ปุ. บุตรน้อยคนเดียว แจกเหมือน ปุริส เช่น ป.เอก. เอกปุตฺตโก อ. บุตรน้อย คนเดียว เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก ปุตฺตโก = เอกปุตฺตโก",
  "เอกปฺปชฺโชตํ": "ว., นปุ. (นครํ) พระนคร มีความ โพลงทั่วเป็นอันเดียวกัน เป็นสัตตมีตุลยาธิกรณ พหุพพิหิสมาส วิ.ว่า เอโก ปชฺโชโต ยสฺมึ ตํ เอกปฺปชฺโชตํ (นครํ) ความโพลงทั่ว ในพระนครใด เป็นอันเดียวกัน พระนครนั้น ชื่อว่าอันมีความ โพลงทั่วเป็นอันเดียวกัน คำว่า ปชฺโชต มาจาก ป บทหน้า + โชต ธาตุ ในความโพลง, ความรุ่งเรือง + อ ปัจจัย ซ้อน ชฺ หน้าธาตุ ได้รูปเป็น ปชฺโชต แปลว่า ความโพลงทั่ว, ความรุ่งเรือง เป็นภาวรูป ภาวสาธนะ วิ.ว่า ปชฺโชตนํ = ปชฺโชโต ความโพลงทั่ว ชื่อว่า ปชฺโชโต ๆ ความโพลงทั่ว",
  "เอกปฺปชฺโชติภูตตฺต": "น., นปุ. ความที่แห่งพระนคร เป็นพระนครมีความโพลงทั่วเป็นอันเดียวกัน เป็น ลง ตฺต ปัจจัย ในภาวตัทธิต มีสัตตมีตุลยาธิกรณพหุพพหิหิสมาส ต ปัจจัย ในนามกิตก์ (นอก แบบ) กัตตุรูป กัตตุสาธนะ เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ส.ตุล.วิ. เอกา ปชฺโชติ ยสฺมึ ตํ เอกปฺปชฺโชติ (นครํ) พระนครอันมีความโพลงทั่ว เป็นอันเดียวกัน [ซ้อน ปฺ] คำว่า ปชฺโชติ มาจาก ป บทหน้า + โชต ธาตุ ในความโพลง, ความรุ่งเรือง + อิ ปัจจัย ซ้อน ชฺ หน้าธาตุ ได้รูปเป็น ปชฺโชติ แปลว่า ความโพลงทั่ว, ความรุ่งเรือง เป็นภาวรูป ภาวสาธนะ วิ.ว่า ปชฺโชตนํ = ปชฺโชติ ความโพลงทั่ว ชื่อว่า ปชฺโชติ ๆ ความโพลงทั่ว ต.กัต.กัต.วิ. เอกปชฺโชติ ภวตีติ เอกปฺปชฺโชติภูตํ (นครํ) พระนครใด เป็นพระนครมีความโพลงเป็น อันเดียวกัน ย่อมเป็น เหตุนั้น พระนครนั้น ชื่อว่า เป็นพระนครมีความโพลงเป็นอันเดียวกันเป็น ตฺต.ภาว.วิ. เอกปฺปชฺโชติภูตสฺส (นครสฺส) ภาโว = เอกปฺปชฺโชติภูตตฺตํ แจกเหมือน กุล เช่น ปญฺ.เอก. เอกปฺปชฺโชติภูตตฺตา",
  "เอกปฺปฏิเวธนตฺเถน": "น., ปุ. เพราะอรรถว่า แทงตลอดด้วยญาณดวงเดียว เป็นสัมภาวน บุพพบท กัมมธารยสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. เอเกน (ญาเณน) ปฏิเวธนํ = เอกปฺปฏิเวธนํ [ซ้อน ปฺ] สัม.บุพ.กัม.วิ. เอกปฺปฏิเวธนํ อิติ อตฺโถ = เอกปฺปฏิเวธนตฺโถ แจกเหมือน ปุริส",
  "เอกปฺปโยค": "น., ปุ. ประโยคหนึ่ง แจกเหมือน ปุริส เช่น ต.เอก. เอกปฺปโยเคน ด้วยประโยคหนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก ปโยโค = เอกปฺปโยโค [ซ้อน ปฺ]",
  "เอกปฺปหาร": "น., ปุ. การประหารครั้งเดียว แจกเหมือน ปุริส เช่น ต.เอก. เอกปฺปหาเรน ด้วยการประหารครั้งเดียว เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก ปหาโร = เอกปฺปหาโร [ซ้อน ปฺ]",
  "เอกพทฺธ": "ว. เนื่องเป็นอันเดียวกันแล้ว (อันเนื่อง แล้วโดยความเป็นอันเดียวกัน) นปุ. แจกเหมือน กุล เช่น ทุ.เอก. เอกพทฺธํ (นครํ) ซึ่งพระนคร อันเนื่องแล้วโดยความเป็นอันเดียวกัน เป็นตติยาตัปปุริสสมาส วิ.ว่า เอกโต พทฺธํ = เอกพทฺธํ (นครํ)"
};

const vocabInsanPr9Part5to8_Page94 = {
  "เอกพินฺทุ": "น., นปุ. หยาดนํ้าหยาดหนึ่ง แจกเหมือน กุล เช่น ต.เอก. เอกพินฺทุนา ด้วยหยาดนํ้าหยาด หนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอกํ พินฺทุ = เอกพินฺทุ",
  "เอกพุทฺธ": "น., ปุ. พระพุทธเจ้าพระองค์หนึ่ง แจกเหมือน ปุริส เช่น ป.เอก. เอกพุทฺโธ อ. พระพุทธเจ้าพระองค์หนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอโก พุทฺโธ = เอกพุทฺโธ",
  "เอกภตฺตํ": "ว., นปุ. (พฺรหฺมจริยํ) อ. พรหมจรรย์ อันมี ภัตหนเดียว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอกํ ภตฺตํ ยสฺส ตํ เอกภตฺตํ (พฺรหฺมจริยํ)",
  "เอกภิกฺขุ": "น., ปุ. ภิกษุรูปหนึ่ง แจกเหมือน ครุ เช่น ป.เอก. เอกภิกฺขุ อ.ภิกษุรูปหนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอโก ภิกฺขุ = เอกภิกฺขุ",
  "เอกปริโภคา": "ว., ปุ. (เกวฏฺฏปุตฺตา) อ. บุตรแห่ง ชาวประมง ท. ผู้มีธรรมเป็นเครื่องบริโภคอัน เดียวกัน [ธ. ๘: กปิลมจฺฉวตฺถุ หน้า ๘] เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอโก ปริโภโค เยสํ เต เอกปริโภคา (เกวฏฺฏปุตฺตา)",
  "เอกมคฺค": "น., ปุ. หนทางเดียวกัน แจกเหมือน ปุริส เช่น ต.เอก. เอกมคฺเคน โดยหนทางเดียวกัน เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก มคฺโค = เอกมคฺโค",
  "เอกมนฺต": "น., ปุ. ที่สุดส่วนข้างหนึ่ง เห็นมีใช้อยู่ ๒ ศัพท์ คือ เอกมนฺตํ ณ ที่สุดส่วนข้างหนึ่ง และ เอกมนฺเต ณ ที่สุดส่วนข้างหนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอโก อนฺโต = เอกมนฺโต [บทสมาส สระอยู่หลัง ลง ม อาคม]",
  "เอกมาตุกุจฺฉิ": "น., อิต. ท้องของมารดาคนเดียวกัน แจกเหมือน รตฺติ เช่น ส.เอก. เอกมาตุกุจฺฉิยํ ในท้องของมารดาคนเดียวกัน เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น เอกมาตุ กุจฺฉิโต บ้าง เป็นฉัฏฐีตัปปุริสสมาส มีอสมาหาร ทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอกา มาตา = เอกมาตา ฉ.ตัป.วิ. เอกมาตุยา กุจฺฉิ = เอกมาตุกุจฺฉิ",
  "เอกมาสทฺวิมาสจฺจเยน": "น., ปุ. โดยอันล่วงไป แห่งเดือนหนึ่งและเดือนสอง เป็นฉัฏฐีตัปปุริส สมาส มีอสมาหารทิคุสมาส อสมาหารทิคุสมาส และอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอโก มาโส = เอกมาโส อ.ทิคุ.วิ. เทฺว มาสา = ทฺวิมาสา อ.ทวัน.วิ. เอกมาโส จ ทฺวิมาสา จ = เอกมาสทฺวิ มาสา ฉ.ตัป.วิ. เอกมาสทฺวิมาสานํ อจฺจโย = เอกมาสทฺวิมาสจฺจโย คำว่า อจฺจย มาจาก อติ บทหน้า + อิ ธาตุ ในความไป + อ ปัจจัย แปลง ติ เป็น ตฺย แปลง ตฺย เป็น จฺจ แปลง อิ ธาตุเป็น เอ แปลง เอ เป็น อย ได้รูปเป็น อจฺจย แปลว่า การ ล่วงไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า อจฺจยนํ = อจฺจโย การล่วงไป ชื่อว่า อจฺจโย ๆ การล่วงไป",
  "เอกมาสี": "ว., ปุ. ผู้นั่งคนเดียวโดยปกติ มาจาก เอก + อาส ธาตุ ในความนั่ง + ณี ปัจจัย สระอยู่ หลัง ลง ม อาคม ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น เอกมาสี แปลว่า ผู้นั่งคนเดียวโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า เอโก อาสติ สีเลนาติ เอกมาสี (ปุคฺคโล) บุคคล ใด คนเดียว ย่อมนั่ง โดยปกติ เหตุนั้น บุคคลนั้น ชื่อว่า เอกมาสี ๆ ผู้นั่งคนเดียวโดยปกติ แจกเหมือน เสฏฺฐี เช่น ฉ.พหุ. เอกมาสีนํ (ชนานํ) แห่งชน ท. ผู้นั่งคนเดียวโดยปกติ",
  "เอกมิค": "น., ปุ. เนื้อตัวหนึ่ง แจกเหมือน ปุริส เช่น ป.เอก. เอกมิโค อ. เนื้อตัวหนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอโก มิโค = เอกมิโค",
  "เอกเมก": "ว. หนึ่ง ๆ นปุ. แจกเหมือน กุล เช่น ทุ.เอก. เอกเมกํ (โยชนํ) สิ้นโยชน์ หนึ่ง ๆ",
  "เอกโยชน": "น., นปุ. โยชน์หนึ่ง แจกเหมือน กุล เช่น ทุ.เอก. เอกโยชนํ สิ้นโยชน์หนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอกํ โยชนํ = เอกโยชนํ คำว่า โยชน์ เป็น มาตราวัดระยะ ดู อุสภ ๓",
  "เอกโยชนฏฺฐาน": "น., นปุ. ที่อันมีโยชน์หนึ่ง แจกเหมือน กุล เช่น ส.เอก. เอกโยชนฏฺฐาเน ในที่อันมีโยชน์หนึ่ง เป็นวิเสสนบุพพบท กัมมธารย สมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็น ภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. เอกํ โยชนํ ยสฺส ตํ เอกโยชนํ (ฐานํ) โยชน์ ของที่ใดหนึ่ง ที่นั้น ชื่อว่าอันมีโยชน์ หนึ่ง วิ.บุพ.กัม.วิ. เอกโยชนํ ฐานํ = เอกโยชนฏฺฐานํ [ซ้อน ฏฺ]"
};

const vocabInsanPr9Part5to8_Page95 = {
  "เอกรชฺช": "น., นปุ. ความเป็นแห่งพระราชา พระองค์เดียว ลง ณฺย ปุจจัย ในภาวตัทธิต มี อสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตาม ลำดับ ดังนี้ เอโก ราชา = เอกราชา ณฺย.ภาว.วิ. เอกราชสฺส ภาโว = เอกรชฺชํ แจกเหมือน กุล [เอกราช + ณฺย ลบ ณฺ เหลือไว้แต่ ย แปลง ช กับ ย เป็น ชฺช รัสสะ อา ที่ รา เป็น อ ได้รูปเป็น เอกรชฺช]",
  "เอกรตฺติ": "น., อิต. ราตรีหนึ่ง, คืนหนึ่ง แจกเหมือน รตฺติ เช่น ทุ.เอก. ตลอดคืนหนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอกา รตฺติ = เอกรตฺติ",
  "เอกรตฺตินฺทิวํ": "น., นปุ. สิ้นคืนและวันหนึ่ง เป็น วิเสสนบุพพบท กัมมธารยสมาส มีสมาหารทวันทว สมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. รตฺติ จ ทิโว จ = รตฺตินฺทิวํ คืนและวัน [ซ้อน นฺ] อ.ทิคุ.วิ. เอกํ รตฺตินฺทิวํ = เอกรตฺตินฺทิวํ",
  "เอกวจน": "น., นปุ. คำ ๆ เดียว แจกเหมือน กุล เช่น ต.เอก. เอกวจเนน ด้วยคำ ๆ เดียว เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอกํ วจนํ = เอกวจนํ",
  "เอกวาร": "น., ปุ. วาระหนึ่ง, วาระเดียว แจกเหมือน ปุริส เช่น ทุ.เอก. เอกวารํ สิ้นวาระหนึ่ง, สิ้นวาระ เดียว เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก วาโร = เอกวาโร",
  "เอกวิหาร": "น., ปุ. การอยู่แห่งบุคคลคนเดียว แจกเหมือน ปุริส เช่น ทุ.เอก. เอกวิหารํ ซึ่งการอยู่ แห่งบุคคลคนเดียว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เอกสฺส (ปุคฺคลสฺส) วิหาโร = เอกวิหาโร คำว่า วิหาร ในคำว่า เอกวิหารํ มาจาก วิ บทหน้า + หร ธาตุ ในความอยู่ + ณ ปุจจัย ด้วยอำนาจ ณ ปุจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น วิหาร แปลว่า การอยู่ เป็นภาวรูป ภาวสาธนะ วิ.ว่า วิหรณํ = วิหาโร การอยู่ ชื่อว่า วิหาโร ๆ การอยู่",
  "เอกวิหาริตฺเถร": "น., ปุ. พระเถระชื่อว่าเอกวิหารี แจกเหมือน ปุริส เช่น ทุ.เอก. เอกวิหาริตฺเถรํ ซึ่งพระเถระชื่อว่าเอกวิหารี เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า เอกวิหารี เถโร = เอกวิหาริตฺเถโร [รัสสะ อี เป็น อิ ซ้อน ตฺ]",
  "เอกวิหาริตฺเถรวตฺถุ": "น., นปุ. อ. เรื่องแห่งพระเถระ ชื่อว่าเอกวิหารี เป็นฉัฏฐีตัปปุริสสมาส มี วิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. เอกวิหารี เถโร = เอกวิหาริตฺเถโร [รัสสะ อี เป็น อิ ซ้อน ตฺ] ฉ.ตัป.วิ. เอกวิหาริตฺเถรสฺส วตฺถุ = เอกวิหาริตฺเถรวตฺถุ แจกเหมือน วตฺถุ",
  "เอกวิหารี": "ว., ปุ. ผู้อยู่คนเดียวโดยปกติ มาจาก เอก + วิ บทหน้า + หร ธาตุ ในความอยู่ + ณี ปุจจัย ด้วยอำนาจ ณี ปุจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น เอกวิหารี แปลว่า ผู้อยู่คนเดียวโดยปกติ แจกเหมือน เสฏฺฐี เช่น ป.เอก. เอกวิหารี(เถโร) อ. พระเถระ ผู้อยู่คนเดียวโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า เอโก วิหรติ สีเลนาติ เอกวิหารี(เถโร)",
  "เอกวีสติม": "ว. ที่ยี่สิบเอ็ด เป็นได้ ๓ ลิงค์ ปุ. แจกเหมือน ปุริส เฉพาะฝ่ายเอกวจนะ เช่น ป.เอก. เอกวีสติโม (วคฺโค) อ. วรรค ที่ยี่สิบเอ็ด ลง ม ปุจจัย ในปูรณตัทธิต วิ.ว่า เอกวีสติยา วคฺคานํ ปูรโณ = เอกวีสติโม (วคฺโค) วรรค เป็นที่เต็ม แห่งวรรค ท. ยี่สิบเอ็ด ชื่อว่า เอกวีสติโม ๆ ที่ยี่สิบเอ็ด",
  "เอกวีสติวิธ": "ว. อันมีอย่างยี่สิบเอ็ด อิต แจกเหมือน กญฺญา เช่น ต.เอก. เอกวีสติวิธาย (อเนสนาย) ด้วยอเนสนา อันมีอย่างยี่สิบเอ็ด เป็น ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอกวีสติ วิธานิ ยสฺสา สา เอกวีสติวิธา (อเนสนา) อย่าง (ชนิด) ท. ของอเนสนาใด ยี่สิบเอ็ด อเนสนานั้น ชื่อว่าอันมีอย่างยี่สิบเอ็ด",
  "เอกํส ๑": "น., ปุ. ส่วนเดียว แจกเหมือน ปุริส เช่น ต.เอก. เอกํเสน โดยส่วนเดียว เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอโก อํโส = เอกํโส [อํส = ไหล่, บ่า, ส่วน ปุ.]",
  "เอกํส ๒": "น., ปุ. บ่าข้างหนึ่ง แจกเหมือน ปุริส เช่น ส.เอก. เอกํเส ที่บ่าข้างหนึ่ง เป็นอสมาหารทิคุ สมาส วิ.ว่า เอโก อํโส = เอกํโส",
  "เอกสงฺขาร": "น., ปุ. สังขารหนึ่ง แจกเหมือน ปุริส เช่น ป.เอก. เอกสงฺขาโร อ. สังขารหนึ่ง เป็น อสมาหารทิคุสมาส วิ.ว่า เอโก สงฺขาโร = เอกสงฺขาโร"
};

const vocabInsanPr9Part5to8_Page96 = {
  "เอกสํวจฺฉร": "น., ปุ., นปุ. ปีหนึ่ง ปุ. แจกเหมือน ปุริส นปุ. แจกเหมือน กุล เช่น ส.เอก. เอกสํวจฺฉเร ในปีหนึ่ง เป็นอสมาหารทิคุสมาส วิ.ว่า เอโก สํวจฺฉโร = เอกสํวจฺฉโร หรือ เอกํ สํวจฺฉรํ = เอกสํวจฺฉรํ",
  "เอกสาฏก": "ว., ปุ. เอกสาฎก (ชื่อของพราหมณ์) แจกเหมือน ปุริส เช่น ต.เอก. เอกสาฏเกน (พฺราหฺมเณน) อันพราหมณ์ ชื่อว่าเอกสาฎก",
  "เอกสาธุการ": "น., นปุ. สาธุการอันเดียวกัน แจกเหมือน กุล เช่น ป.เอก. เอกสาธุการํ อ. สาธุการอันเดียวกัน เป็นอสมาหารทิคุสมาส วิ.ว่า เอกํ สาธุการํ = เอกสาธุการํ",
  "เอกสีล": "น., นปุ. ศีลข้อหนึ่ง แจกเหมือน กุล เช่น ป.เอก. เอกสีลํ ซึ่งศีลข้อหนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอกํ สีลํ = เอกสีลํ",
  "เอกเสยฺยํ": "ว., นปุ. (พฺรหฺมจริยํ) อ. พรหมจรรย์ อันมี การนอนแห่งบุคคลคนเดียว เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า เอกสฺส (ปุคฺกลสฺส) เสยฺยา ยสฺส ตํ เอกเสยฺยํ (พฺรหฺมจริยํ) การนอน แห่งบุคคลคนเดียว ของพรหมจรรย์ใด (มีอยู่) พรหมจรรย์นั้น ชื่อว่าอันมีการนอนแห่งบุคคล คนเดียว",
  "เอกเสยฺยา": "น., อิต. การนอนแห่งบุคคลคนเดียว แจกเหมือน กญฺญา เช่น ทุ.เอก. เอกเสยฺยํ ซึ่งการ นอนแห่งบุคคลคนเดียว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เอกสฺส (ปุคฺกลสฺส) เสยฺยา = เอกเสยฺยา คำว่า เสยฺยา มาจาก สี ธาตุ ในความนอน + ณฺย ปัจจัย วิการ อี เป็น เอ ลบ ณฺ เหลือไว้แต่ ย ซ้อน ยฺ ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น เสยฺยา แปลว่า การนอน เป็นภาวรูป ภาวสาธนะ วิ.ว่า สยนํ = เสยฺยา การนอน ชื่อว่า เสยฺยา ๆ การนอน",
  "เอกหตฺถ": "น., ปุ. มือข้างหนึ่ง แจกเหมือน ปุริส เช่น ต.เอก. เอกหตฺเถน ด้วยมือข้างหนึ่ง เป็น อสมาหารทิคุสมาส วิ.ว่า เอโก หตฺโถ = เอกหตฺโถ",
  "เอกอุทก": "น., นปุ. นํ้าคราวเดียว แจกเหมือน กุล เช่น ต.เอก. เอกอุทเกน ด้วยนํ้าคราวเดียว เป็น อสมาหารทิคุสมาส วิ.ว่า เอกํ อุทกํ = เอกอุทกํ",
  "เอกาจริยกุล": "น., นปุ. ตระกูลแห่งอาจารย์ คนเดียวกัน แจกเหมือน กุล เช่น ส.เอก. เอกาจริยกุเล ในตระกูล แห่งอาจารย์คนเดียวกัน เป็นฉัฏฐีตัปปุริสสมาส มีอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. เอโก อาจริโย = เอกาจริโย ฉ.ตัป.วิ. เอกาจริยสฺส กุลํ = เอกาจริยกุลํ",
  "เอกาทส": "ว. สิบเอ็ด แจกเหมือน ปญฺจ เป็นวิเสสนะ ของนามที่เป็นพหุวจนะได้ทั้ง ๓ ลิงค์ นปุ. เช่น ทุ. เอกาทส (วตฺถูนิ) ซึ่งเรื่อง ท. สิบเอ็ด",
  "เอกาทสนิปาต": "น., ปุ. เอกาทสนิบาต แจกเหมือน ปุริส เช่น ส.เอก. เอกาทสนิปาเต ในเอกาทส นิบาต",
  "เอกาทสม": "ว. ที่สิบเอ็ด เป็นได้ ๓ ลิงค์ ปุ. และ นปุ. ได้รูปเป็น เอกาทสม อิต. ได้รูปเป็น เอกาทสี ปุ. แจกเหมือน ปุริส เฉพาะฝ่ายเอกวจนะ เช่น ป.เอก. เอกาทสโม (วคฺโค) อ. วรรค ที่ยี่สิบเอ็ด ลง ม ปัจจัย ในปูรณตัทธิต วิ.ว่า เอกาทสนฺนํ วคฺคานํ ปูรโณ = เอกาทสโม (วคฺโค) วรรค เป็นที่เต็ม แห่งวรรค ท. สิบเอ็ด ชื่อว่า เอกาทสโม ๆ ที่สิบเอ็ด",
  "เอกาพทฺธ": "ว. เนื่องแล้วโดยความเป็นอัน เดียวกัน นปุ. แจกเหมือน กุล เช่น ทุ.เอก. เอกาพทฺธํ (นครํ) ซึ่งพระนคร เนื่องแล้วโดย ความเป็นอันเดียวกัน เป็นตติยาตัปปุริสสมาส วิ.ว่า เอกโต อาพทฺธํ =เอกาพทฺธํ (นครํ)",
  "เอกาลงฺการํ": "ว., นปุ. (จกฺกวาฬคพฺภํ) อ. ห้องแห่ง จักรวาล มีเครื่องประดับอย่างเดียวกัน เป็น ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอโก อลงฺกาโร ยสฺส ตํ เอกาลงฺการํ (จกฺกวาฬคพฺภํ)",
  "เอกาโลกํ": "ว., นปุ. (จกฺกวาฬคพฺภํ) อ. ห้องแห่ง จักรวาล มีแสงสว่างเป็นอันเดียวกัน เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอโก อาโลโก ยสฺส ตํ เอกาโลกํ (จกฺกวาฬคพฺภํ)",
  "เอกาสน": "น., นปุ. การนั่งแห่งบุคคลคนเดียว แจกเหมือน กุล เช่น ทุ.เอก. เอกาสนํ ซึ่งการนั่ง แห่งบุคคลคนเดียว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เอกสฺส (ปุคฺกลสฺส) อาสนํ = เอกาสนํ คำว่า อาสน ในคำว่า เอกาสนํ มาจาก อาส ธาตุ ในความนั่ง + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น อาสน แปลว่า การนั่ง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาสนํ = อาสนํ การนั่ง ชื่อว่า อาสนํ ๆ การนั่ง"
};

const vocabInsanPr9Part5to8_Page97 = {
  "เอกาห": "น., ปุ., นปุ. วันหนึ่ง แจกเหมือน ปุริส และ กุล เช่น ทุ.เอก. เอกาหํ สิ้นวันหนึ่ง เป็นอสมาหาร ทิคุสมาส วิ.ว่า เอโก อโห = เอกาโห หรือ เอกํ อหํ = เอกาหํ",
  "เอกิกา": "ว., อิต. ผู้ผู้เดียว มาจาก เอก ศัพท์ ลง อิ อาคม ลง ก สกัตถ์ ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น เอกิกา แจกเหมือน กญฺญา เช่น ป.เอก. เอกิกา (กุมาริกา) อ. นางกุมาริกา ผู้ผู้เดียว",
  "เอกีภาวสุขํ": "น., นปุ. ซึ่งสุขอันเกิดขึ้นแล้วแต่ ความเป็นแห่งบุคคลคนเดียว เป็นปัญจมี ตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.เอก. เอกสฺส (ปุคฺกลสฺส) ภาโว = เอกีภาโว [บทสมาส แปลง อ ที่ ก เป็น อี] ปญฺ.เอก.วิ. เอกีภาวสฺมา (อุปฺปนฺนํ) สุขํ = เอกีภาวสุขํ",
  "เอกีภาวาภิรต": "ว. ผู้ยินดียิ่งแล้วในความเป็นแห่ง บุคคลคนเดียว ปุ. แจกเหมือน ปุริส เช่น ฉ.เอก. เอกีภาวาภิรตสฺส (ภิกฺขุสฺส) แห่งภิกษุ ผู้ยินดี ยิ่งแล้วในความเป็นแห่งบุคคลคนเดียว เป็น สัตตมีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็น ภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.เอก. เอกสฺส (ปุคฺกลสฺส) ภาโว = เอกีภาโว [บทสมาส แปลง อ ที่ ก เป็น อี] ส.ตัป.วิ. เอกีภาเว อภิรโต = เอกีภาวาภิรโต (ภิกฺขุ) คำว่า อภิรต มาจาก อภิ + รม ธาตุ ในความยินดี + ต ปัจจัย ลบ ม ที่สุดธาตุ ได้รูปเป็น อภิรต ดู อคต",
  "เอกุทานตฺเถรวตฺถุ": "น., นปุ. อ. เรื่องแห่งพระเถระ ชื่อว่าเอกุทาน เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสน บุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. เอกุทาโน เถโร = เอกุทานตฺเถโร [ซ้อน ตฺ] ฉ.ตัป.วิ. เอกุทานตฺเถรสฺส วตฺถุ = เอกุทานตฺเถรวตฺถุ แจกเหมือน วตฺถุ",
  "เอกุสฺสว": "ว. มีมหรสพอันเดียวกัน นปุ. แจกเหมือน กุล เช่น ส.เอก. เอกุสฺสเว (นคเร) ครั้นเมื่อ พระนคร มีมหรสพอันเดียวกัน เป็นสัตตมี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอโก อุสฺสโว ยสฺมึ ตํ เอกุสฺสวํ (นครํ) มหรสพ ในพระนครใด อันเดียวกัน พระนครนั้น ชื่อว่าอันมีมหรสพ อันเดียวกัน [อุสฺสว = มหรสพ ปุ.]",
  "เอกูนจตฺตาลีส": "ว., อิต. สี่สิบหย่อนหนึ่ง (๓๙) แจกเหมือน เอกูนวีส เป็นวิเสสนะของนามที่เป็น พหุวจนะได้ทั้ง ๓ ลิงค์ นปุ. เช่น ทุ. เอกูนจตฺตาลีส (วตฺถูนิ) ซึ่งเรื่อง ท. สี่สิบหย่อนหนึ่ง ถ้าแปลว่า สี่สิบหย่อนด้วย...หนึ่ง เป็นวิเสสนบุพพบท กัมม ธารยสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. เอเกน (วตฺถุนา) อูนานิ = เอกูนานิ (จตฺตาลีส วตฺถูนิ) เรื่อง ท. สี่สิบ อันหย่อนด้วยเรื่องหนึ่ง วิ.บุพ.กัม.วิ. เอกูนานิ จตฺตาลีส = เอกูนจตฺตาลีส (วตฺถูนิ)",
  "เอกูนปญฺญาส": "ว., อิต. ห้าสิบหย่อนหนึ่ง (๔๙) แจกเหมือน เอกูนวีส เป็นวิเสสนะของนามที่เป็น พหุวจนะได้ทั้ง ๓ ลิงค์ ปุ. เช่น ทุ. เอกูนปญฺญาส (โจเร) ซึ่งโจร ท. ห้าสิบหย่อนหนึ่ง ถ้าแปลว่า ห้าสิบหย่อนด้วย...หนึ่ง เป็นวิเสสนบุพพบท กัมมธารยสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. เอเกน (โจเรน) อูนา = เอกูนา (ปญฺญาส โจรา) โจร ท. ห้าสิบ อันหย่อนด้วยโจรคนหนึ่ง วิ.บุพ.กัม.วิ. เอกูนา ปญฺญาส = เอกูนปญฺญาส (โจรา)",
  "เอกูนวีสติม": "ว. ที่ยี่สิบหย่อนหนึ่ง (ที่ ๑๙) เป็น ได้ ๓ ลิงค์ ปุ. แจกเหมือน ปุริส เฉพาะฝ่ายเอกวจนะ เช่น ป.เอก. เอกูนวีสติโม (วคฺโค) อ. วรรค ที่ยี่สิบ หย่อนหนึ่ง ลง ม ปัจจัย ในปูรณตัทธิต วิ.ว่า เอกูนวีสติยา วคฺคานํ ปูรโณ = เอกูนวีสติโม (วคฺโค) วรรค เป็นที่เต็ม แห่งวรรค ท. ยี่สิบ หย่อนหนึ่ง ชื่อว่า เอกูนวีสติโม ๆ ที่ยี่สิบหย่อนหนึ่ง",
  "เอกูนสฏฺฐิวสฺโส": "ว., ปุ. (เถโร) อ. พระเถระ ผู้มี พรรษาหกสิบหย่อนด้วยพรรษาหนึ่ง (๕๙ พรรษา) เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มี อสมาหารทิคุสมาส และตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทิคุ.วิ. สฏฺฐี วสฺสานิ = สฏฺฐิวสฺสานิ พรรษาหกสิบ ท. ต.ตัป.วิ. เอเกน (วสฺเสน) อูนานิ = เอกูนานิ (สฏฺฐิวสฺสานิ) พรรษาหกสิบ ท. หย่อนด้วยพรรษาหนึ่ง ฉ.ตุล.วิ. เอกูนานิ สฏฺฐิวสฺสานิ ยสฺส โส เอกูนสฏฺฐิวสฺโส (เถโร) พรรษาหกสิบ ท. ของพระเถระใด หย่อนด้วยพรรษาหนึ่ง พระเถระนั้น ชื่อว่า ผู้มีพรรษาหกสิบหย่อนด้วยพรรษาหนึ่ง"
};

const vocabInsanPr9Part5to8_Page98 = {
  "เอเกก": "ว. ผู้ผู้เดียว, หนึ่ง ๆ แจกเหมือน ย ศัพท์ ปุ. เช่น ป.เอก. เอเกโก (ปุคฺคโล) อ. บุคคล ผู้ผู้เดียว อิต. เช่น ป.เอก. เอเกกา (อิตฺถี) อ. หญิง คนหนึ่ง ๆ นปุ. เช่น ป.เอก. เอเกกํ (วตฺถุ) อ. เรื่อง หนึ่ง ๆ",
  "เอเกกปสฺส": "น., นปุ. ข้างหนึ่ง ๆ แจกเหมือน กุล เช่น ส.เอก. เอเกกปสฺเส ณ ข้างหนึ่ง ๆ เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า เอเกกํ ปสฺสํ = เอเกกปสฺสํ",
  "เอเกกโลม": "น., ปุ. พระโลมาเส้นหนึ่ง ๆ แจกเหมือน ปุริส เช่น ป.เอก. เอเกกโลโม อ. พระโลมา เส้นหนึ่ง ๆ เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น เอเกกโลมโต บ้าง เป็นวิเสสน บุพพบท กัมมธารยสมาส วิ.ว่า เอเกโก โลโม = เอเกกโลโม",
  "เอเกกโลมกูป": "น., ปุ. ขุมแห่งพระโลมาขุมหนึ่ง ๆ แจกเหมือน ปุริส เช่น ป.เอก. เอเกกโลมกูโป อ. ขุมแห่งพระโลมาขุมหนึ่ง ๆ เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น เอเกกโลม กูปโต บ้าง เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ฉ.ตัป.วิ. โลมสฺส กูโป = โลมกูโป วิ.บุพ.กัม.วิ. เอเกโก โลมกูโป = เอเกกโลมกูโป [กูป = ขุม, บ่อ ปุ.]",
  "เอต": "ว. นั่น เป็นศัพท์ต้นแบบในการแจก ฝ่ายเอกวจนะ แปลว่า นั่น ฝ่ายพหุวจนะ แปลว่า เหล่านั่น เป็นได้ทั้ง ๓ ลิงค์",
  "เอตทตฺถาย": "น., ปุ. เพื่อประโยชน์แก่การนุ่งหรือ การห่มนั่น ศัพท์เดิมเป็น เอตทตฺถ อ การันต์ ในปุงลิงค์ ลง ส จตุตถีวิภัตติ ฝ่ายเอกวจนะ แปลง อ กับ ส เป็น อาย สำเร็จรูปเป็น เอตทตฺถาย เป็นจตุตถีตัปปุริสสมาส วิ.ว่า เอตสฺส (นิวาสน ปารุปนสฺส) อตฺโถ = เอตทตฺโถ บทว่า เอตทตฺโถ ตัดเป็น เอต + อตฺโถ สระอยู่หลัง ลง ท อาคม ต่อเป็น เอตทตฺโถ",
  "เอตรหิ": "อัพ. ในกาลนี้ มาจาก เอต ศัพท์ + รหิ ปัจจัย สำเร็จรูปเป็น เอตรหิ",
  "เอตาทิสิกาย": "ว., อิต. (รตฺติยา) ในราตรี อันปรากฏ ดุจราตรีนี้, อัน เช่นกับด้วยราตรีนี้ เป็นตติยา ตัปปุริสสมาส วิ.ว่า เอตาย (รตฺติยา) อาทิสิกา = เอตาทิสิกา (รตฺติ) บทว่า เอตาทิสิกา มาจาก เอต + อาทิส เป็น เอตาทิส ลง อิ อาคมลง ก สกัตถ์ และ อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น เอตาทิสิกา",
  "เอติ ๑": "ก. (เช่น ปุริโส อ. บุรุษ) ย่อมไป, ย่อมถึง อิ ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง อิ ธาตุ เป็น เอ สำเร็จรูปเป็น เอติ แปลว่า ย่อมไป, ย่อมถึง [ในแก้อรรถใช้ คจฺฉติ แทน เอติ นั่นหมายความว่า เอติ แปลว่า ย่อมไป, ย่อมถึง]",
  "เอติ ๒": "ก. ย่อมมา เช่น คตปุริโส น ตาว เอติ อ. บุรุษผู้ไปแล้ว ย่อมไม่มา ก่อน อา บทหน้า + อิ ธาตุ ในความไป มี อา อุปสัคสังหารธาตุ แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ รัสสะ อา บทหน้า เป็น อ แปลง อิ ธาตุ เป็น เอ สำเร็จรูปเป็น เอติ แปลว่า ย่อมมา [เอติ มี ความหมายว่า อาคจฺฉติ (ย่อมมา) : จากหนังสือ สัททนีติธาตุมาลา คัมภีร์หลักบาลีมหาไวยากรณ์ หน้า ๘ - ๙]",
  "เอตฺต": "ว. มีประมาณเท่านี้ มาจาก เอต ศัพท์ + ณ ปัจจัย ในปริมาณตัทธิต ใช้แทน ปริมาณ ศัพท์ ซ้อน ตฺ ลบ ณ ได้รูปเป็น เอตฺต แจกเหมือน ย ศัพท์ ทั้ง ๓ ลิงค์ ปุ. เช่น ป.เอก. เอตฺโต (เทยฺย ธมฺโม) อ. ไทยธรรม อันมีประมาณเท่านี้อิต. เช่น ป.เอก. เอตฺตา (ยาคุ) อ. ข้าวต้ม มีประมาณเท่านี้ นปุ. เช่น ป.เอก. เอตฺตํ (วตฺถุ) อ. วัตถุ อันมี ประมาณเท่านี้ วิ.ว่า เอตํ ปริมาณํ อสฺสาติ เอตฺตํ (วตฺถุ) ปริมาณ (ประมาณ) ของวัตถุนั้น นี้เหตุนั้น วัตถุนั้น ชื่อว่า เอตฺตํ ๆ มีประมาณนี้ (นิยมแปลว่า มีประมาณเท่านี้)"
};

const vocabInsanPr9Part5to8_Page99 = {
  "เอตฺตก": "ว. มีประมาณเท่านี้ มาจาก เอต ศัพท์ + ก ปัจจัย ในสังขยาตัทธิต ใช้แทน ปริมาณ ศัพท์ ซ้อน ตฺ ได้รูปเป็น เอตฺตก แจกเหมือน ย ศัพท์ ทั้ง ๓ ลิงค์ ปุ. เช่น ป.เอก. เอตฺตโก (เทยฺยธมฺโม) วิ.ว่า เอตํ ปริมาณํ อสฺสาติ เอตฺตโก (ธมฺโม) ปริมาณ (ประมาณ) ของไทยธรรมนั้น นี้เหตุนั้น ไทยธรรมนั้น ชื่อว่า เอตฺตโก ๆ มีประมาณนี้ (นิยมแปลว่า มีประมาณเท่านี้) อิต. เช่น ป.เอก. เอตฺตกา (ยาคุ) อ. ข้าวต้ม อันมีมีประมาณเท่านี้ นปุ. เช่น ป.พหุ. เอตฺตกานิ (วตฺถานิ) อ. ผ้า ท. อันมีประมาณเท่านี้",
  "เอตฺตกมตฺเตน": "ว., นปุ. (การเณน) ด้วยเหตุ สักว่า ความรู้อันมีประมาณเท่านี้ [ธ.๗: สมฺพหุล ภิกฺขุวตฺถุ หน้า ๕๖] เป็นสัมภาวนบุพพบท กัมม ธารยสมาส มี ก ปัจจัย ในสังขยาตัทธิต และ วิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ก.สังขยา.วิ. เอตํ ปริมาณํ อสฺสาติ เอตฺตกํ (ชานนํ) วิ.บุพ.กัม.วิ. เอตฺตกํ ชานนํ = เอตฺตกชานนํ สัม.บุพ.กัม.วิ. เอตฺตกชานนํ อิติ มตฺตํ = เอตฺตกมตฺตํ (การณํ) [ลบ ชานน ในท่ามกลาง]",
  "เอตฺตาวตา": "ว., นปุ. (ปุญฺเญน) ด้วยบุญ อันมี ประมาณเท่านี้ [ธ. ๕: ลาชเทวธีตาวตฺถุ หน้า ๙]",
  "เอตฺโต": "อัพ. จาก - นี้ มาจาก เอต ศัพท์ ลง โต ปัจจัย แปลง เอต เป็น เอ ซ้อน ตฺ สำเร็จรูปเป็น เอตฺโต เป็นเครื่องหมายปัญจมีวิภัตติ แปลว่า จาก เป็น วิเสสนะของนามได้ทั้ง ๓ ลิงค์ ปุ. เช่น ปญฺ.เอก. เอตฺโต (โลกโต) จากโลกนี้ อิต. เช่น ปญฺ.เอก. เอตฺโต (ธานิโต) จากเมืองนี้ นปุ. เช่น ปญฺ.เอก. เอตฺโต (วตฺถุโต) จากเรื่องนี้",
  "เอตฺถ": "อัพ. ใน - นี้ มาจาก เอต ศัพท์ ลง ตฺถ ปัจจัย ลบ ต สำเร็จรูปเป็น เอตฺถ เป็นเครื่องหมายสัตตมีวิภัตติ แปลตามสัตตมีวิภัตติ เป็นวิเสสนะของ นามได้ทั้ง ๓ ลิงค์ ปุ. เช่น ส.เอก. เอตฺถ (โลเก) ในโลกนี้ อิต. เช่น ส.เอก. เอตฺถ (ธานิยํ) ในเมือง นี้ นปุ. เช่น ส.เอก. เอตฺถ (วตฺถุมฺหิ) ในเรื่องนี้",
  "เอโต": "อัพ. ข้างโน้น มาจาก เอต ศัพท์ ลง โต ปัจจัย ลบ ต สำเร็จรูปเป็น เอโต, โต ปัจจัย เป็น เครื่องหมายตติยาวิภัตติ แปลว่า “ข้าง”",
  "เอถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงมา อา บทหน้า + อิ ธาตุ ในความไป มี อา อุปสัคสังหารธาตุ แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ รัสสะ อา บทหน้าเป็น อ แปลง อิ ธาตุ เป็น เอ เพราะ สระเอหลัง ลบ อ หน้า สำเร็จรูปเป็น เอถ ดู เอติ ๒",
  "เอธติ": "ก. (เช่น กุลํ อ. ตระกูล) ย่อมถึง เอธ ธาตุ ในความถึง, ความเจริญ + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น เอธติ เช่น ตํ กุลํ สุขเมธติ = อ. ตระกูลนั้น ย่อมถึง ซึ่งความสุข [ธ. ๖: อานนฺทตฺเถรสฺสปญฺหวตฺถุ หน้า ๑๑๓]",
  "เอนฺต": "ก. ถึงอยู่ อิ ธาตุ ในความถึง + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง อิ ธาตุเป็น เอ ได้รูปเป็น เอนฺต ดู อกฺกมนฺต",
  "เอรกคุมฺพ": "น., ปุ. พุ่มแห่งตะไคร่นํ้า แจกเหมือน ปุริส เช่น ส.เอก. เอรกคุมฺเพ ที่พุ่มแห่งตะไคร่นํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เอรกานํ คุมฺโพ = เอรกคุมฺโพ [เอรก = ตะไคร่นํ้า ปุ., คุมฺพ = กอ, กอไม้, พุ่ม, พุ่มไม้ ปุ.]",
  "เอรกปตฺต ๑": "ว., ปุ. เอรกปัต (ชื่อของนาคราช) แจกเหมือน ปุริส เช่น ทุ.เอก. เอรกปตฺตํ (นาคราชํ) ซึ่งนาคราช ชื่อว่าเอรกปัต",
  "เอรกปตฺต ๒": "น., ปุ. เอรกปัต แจกเหมือน ปุริส เช่น ป.เอก. เอรกปตฺโต อ. เอรกปัต",
  "เอรกปตฺต ๓": "น., นปุ. ใบแห่งตะไคร่นํ้า แจกเหมือน กุล เช่น ป.เอก. เอรกปตฺตํ อ. ใบแห่งตะไคร่นํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เอรกสฺส ปตฺตํ = เอรกปตฺตํ",
  "เอรกปตฺตจฺฉินฺทนมตฺตํ": "ว., นปุ. (การณํ) ซึ่งเหตุ สักว่าการตัดซึ่งใบแห่งตะไคร่นํ้า เป็นสัมภาวน บุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ฉ.ตัป.วิ. เอรกสฺส ปตฺตํ = เอรกปตฺตํ ฉ,ตัป.วิ. เอรกปตฺตสฺส ฉินฺทนํ = เอรกปตฺตจฺฉินฺทนํ [ซ้อน จฺ] สัม.บุพ.กัม.วิ. เอรกปตฺตฉินฺทนํ อิติ มตฺตํ = เอรกปตฺตฉินฺทนมตฺตํ (การณํ) คำว่า ฉินฺทน ในคำว่า เอรกปตฺตจฺฉินฺทน- มาจาก ฉิท ธาตุ ในความตัด + ยุ ปัจจัย ลงนิคคหิตอาคมที่พยัญชนะ ต้นธาตุ แล้วแปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลัง แปลง ยุ เป็น อน ได้รูปเป็น ฉินฺทน แปลว่า การตัด เป็นภาวรูป ภาวสาธนะ วิ.ว่า ฉินฺทนํ = ฉินฺทนํ การตัด ชื่อว่า ฉินฺทนํ ๆ การตัด"
};

const vocabInsanPr9Part5to8_Page100 = {
  "เอรกปตฺตนาคราชวตฺถุ": "น., นปุ. อ. เรื่องแห่ง นาคราชชื่อว่าเอรกปัต เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. เอรกปตฺโต นาคราชา = เอรกปตฺตนาคราชา ฉ.ตัป.วิ. เอรกปตฺตนาคราชสฺส วตฺถุ = เอรกปตฺต นาคราชวตฺถุ",
  "เอเรสิ": "ก. (ตฺวํ อ. ท่าน) ยัง...ย่อมให้หวั่นไหว อีร ธาตุ ในความหวั่นไหว + เณ ปัจจัย ในเหตุกัตตุวาจก + สิ วัตตมานาวิภัตติ วิการ อี ที่ อีร ธาตุเป็น เอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น เอเรสิ",
  "เอลาฬุก": "น., นปุ. ฟักเหลือง แจกเหมือน กุล เช่น ทุ.พหุ. เอลาฬุกานิ ซึ่งฟักเหลือง ท.",
  "เอวํ": "นิ. ฉันนั้น, ด้วยประการฉะนี้, อ. อย่างนั้น, อย่างนี้ เป็นนิบาตบอกประการ แปลว่า “ฉันนั้น” เช่น เอวํ สมฺปทมิทํ เวทิตพฺพํ = อ. คำเป็นเครื่องยังอุปมาให้ถึงพร้อมนี้ อันบัณฑิต พึงทราบ ฉันนั้น แปลว่า “ด้วยประการฉะนี้” เช่น เอวํ โส (สุนโข) ตสฺมึ (ปจฺเจกพุทฺเธ) พลวสิเนหํ อุปฺปาเทสิ = อ. สุนัขนั้น ยังความรัก อันมีกำลัง ให้ เกิดขึ้นแล้ว ในพระปัจเจกพุทธเจ้า นั้น ด้วยประการฉะนี้ แปลว่า “อ. อย่างนั้น” เช่น เอวํ ภนฺเต = ข้าแต่พระองค์ผู้เจริญ อ. อย่างนั้นหรือ แปลว่า “อย่างนี้” เช่น เอวํ ตีหิ คาถาหิ อตฺตโน โอวาทํ ทตฺวา … = ครั้นให้แล้ว ซึ่งโอวาท แก่ตน ด้วยคาถา ท. สาม อย่างนี้",
  "เอวํนามิกา": "ว., อิต. (อิตฺถี) อ. หญิง ผู้มีชื่ออย่างนี้ ลง อิก ปัจจัย ในตทัสสัตถิตัทธิต มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. เอวํ นามํ = เอวํนามํ ชื่ออย่างนี้ อิก.ตทัส.วิ. เอวํนามํ อสฺสา อตฺถีติ เอวํนามิกา (อิตฺถี) ชื่ออย่างนี้ ของหญิงนั้น มีอยู่ เหตุนั้น หญิงนั้น ชื่อว่าผู้มีชื่ออย่างนี้",
  "เอวํภูต": "ว. ผู้เป็นแล้วอย่างนี้ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. เอวํภูโต (เสฏฺฐี) อ. เศรษฐี ผู้เป็น แล้วอย่างนี้",
  "เอวมาทิ": "ว. อันมีอาทิอย่างนี้ (อันมีอย่างนี้เป็น อาทิ) นปุ. แจกเหมือน อกฺขิ เช่น ป.เอก. เอวมาทิ (กิจฺจํ) อ. กิจ อันมีอย่างนี้เป็นอาทิ เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอวํ อาทิ ยสฺส ตํ เอวมาทิ (กิจฺจํ)",
  "เอวมาทิก": "ว. อันมีอาทิอย่างนี้ (อันมีอย่างนี้เป็น อาทิ) ปุ. แจกเหมือน ปุริส เช่น ป.เอก. เอวมาทิโก (สารมฺโภ) อ. ความแข่งดี อันมีอย่างนี้เป็นอาทิ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอวํ อาทิ ยสฺส โส เอวมาทิโก (สารมฺโภ) [บทสมาส ลง ก สกัตถ์]",
  "เอวมาทีนิ": "ว., นปุ. (มหากุลานิ) อ. ตระกูลใหญ่ ท. มีอย่างนี้เป็นต้น แจกเหมือน กุล เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า เอวํ อาทิ เยสํ ตานิ เอวมาทีนิ (มหากุลานิ) อย่างนี้ เป็นต้น ของตระกูลใหญ่ ท. เหล่าใด ตระกูลใหญ่ ท. เหล่านั้น ชื่อว่ามีอย่างนี้เป็นต้น",
  "เอวรูป": "ว. อันมีอย่างนี้เป็นรูป เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. เอวรูโป (ปุคฺคโล) อ. บุคคล ผู้มีอย่างนี้ เป็นรูป วิ.ว่า เอวํ รูปํ ยสฺส โส เอวรูโป (ปุคฺคโล) [ลบนิคคหิตของศัพท์หน้า] อย่างนี้ เป็นรูป ของบุคคลใด บุคคลนั้น ชื่อว่าผู้มีอย่างนี้เป็นรูป อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา บ้าง เช่น ฉ.เอก. เอวรูปาย อุปาสิกาย = ของอุบาสิกา ผู้มีอย่างนี้เป็นรูป วิ.ว่า เอวํ รูปํ ยสฺสา สา เอวรูปา (อุปาสิกา) ลง อี เครื่องหมาย อิตถีลิงค์ แจกเหมือน นารี บ้าง เช่น ทุ.เอก. เอวรูปึ คทฺรภึ = ซึ่งนางลา ตัวมีอย่างนี้เป็นรูป วิ.ว่า เอวํ รูปํ ยสฺสา สา เอวรูปี (คทฺรภี) [บทสมาส ลง อี เครื่องหมายอิตถีลิงค์] นปุ. แจกเหมือน กุล เช่น ป.พหุ. เอวรูปานิ อารมฺมณานิ = อ. อารมณ์ ท. อันมีอย่างนี้เป็นรูป วิ.ว่า เอวํ รูปํ เยสํ ตานิ เอวรูปานิ (อารมฺมณานิ)"
};

const vocabInsanPr9Part5to8_Page101 = {
  "เอวรูปคุณ": "ว. ผู้มีคุณมีอย่างนี้เป็นรูป ปุ. แจกเหมือน ปุริส เช่น ฉ.พหุ. เอวรูปคุณานํ (พุทฺธานํ) ของพระพุทธเจ้า ท. ผู้มีคุณมีอย่างนี้ เป็นรูป เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. เอวํ รูปํ ยสฺส โส เอวรูโป (คุโณ) อย่างนี้ เป็นรูป ของคุณใด คุณนั้น ชื่อว่ามีอย่างนี้เป็นรูป ฉ.ตุล.วิ. เอวรูโป คุโณ เยสํ เต เอวรูปคุณา (พุทฺธา) คุณ ของพระพุทธเจ้า ท. เหล่าใด มีอย่างนี้เป็นรูป พระพุทธเจ้า ท. เหล่านั้น ชื่อว่าผู้มีคุณมีอย่างนี้ เป็นรูป",
  "เอวํวิธ": "ว. ผู้มีอย่างอย่างนี้ ปุ. แจกเหมือน ปุริส เช่น ฉ.พหุ. เอวํวิธานํ (ปุคฺคลานํ) ของบุคคล ท. ผู้มีอย่างอย่างนี้ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส วิ.ว่า เอวํ วิธํ เยสํ เต เอวํวิธา (ปุคฺคลา)",
  "เอสก": "ว., ปุ. ผู้แสวงหา แจกเหมือน ปุริส เช่น ต.พหุ. เอสเกหิ (ชเนหิ) ด้วยชน ท. ผู้แสวงหา คำว่า เอสก มาจาก อิส ธาตุ ในความแสวงหา + ณฺวุ ปัจจัย วิการ อิ ที่ อิส ธาตุเป็น เอ แปลง ณฺวุ เป็น อก ได้รูปเป็น เอสก แปลว่า ผู้แสวงหา เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า เอสตีติ เอสโก (ชโน) ชนใด ย่อมแสวงหา เหตุนั้น ชนนั้น ชื่อว่า เอสโก ๆ ผู้แสวงหา",
  "เอสาน": "ก. แสวงหาอยู่ อิส ธาตุ ในความแสวงหา + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย วิการ อิ ที่ อิส ธาตุเป็น เอ อาเทส มาน เป็น อาน ได้รูปเป็น เอสาน ดู อนิจฺฉมาน",
  "เอสิตตฺต": "น., นปุ. ความที่แห่งคุณเป็นคุณอันตน แสวงหาแล้ว เอสิต ศัพท์ + ตฺต ปัจจัย ในภาว ตัทธิต วิ.ว่า เอสิตสฺส (คุณสฺส) ภาโว = เอสิตตฺตํ แจกเหมือน กุล เช่น ปญฺ.เอก. เอสิตตฺตา เพราะ ความที่แห่งคุณเป็นคุณอันตนแสวงหาแล้ว คำว่า เอสิต มาจากอิส ธาตุ ในความแสวงหา + ต ปัจจัย วิการ อิ ที่ อิส ธาตุเป็น เอ ลง อิ อาคม ได้รูปเป็น เอสิต ดู อกต",
  "เอสฺสติ": "ก. (เช่น ชโน อ. ชน) จักถึง อิ ธาตุ ในความถึง + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ แปลง อิ ธาตุ เป็น เอ สำเร็จรูปเป็น เอสฺสติ",
  "เอหิ": "ก. (ตฺวํ อ. ท่าน) จงมา อา บทหน้า + อิ ธาตุ ในความไป มี อา อุปสัคสังหารธาตุ แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ รัสสะ อา บทหน้าเป็น อ แปลง อิ ธาตุ เป็น เอ เพราะ เอ หลัง ลบ อ หน้า สำเร็จรูปเป็น เอหิ ดู เอติ ๒",
  "เอหิติ": "ก. (เช่น ปาปํ อ. บาป) จักมา อา บทหน้า + อิ ธาตุ ในความไป มี อา อุปสัคสังหารธาตุ แปลว่า มา + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ รัสสะ อา บทหน้าเป็น อ แปลง อิ ธาตุ เป็น เอห ลง อิ อาคม ลบ สฺส เหลือไว้แต่ ติ สำเร็จรูปเป็น เอหิติ ดู เอติ ๒",
  "เอหิสิ": "ก. (ตฺวํ อ. ท่าน) จักถึง อิ ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ แปลง อิ ธาตุ เป็น เอห ลง อิ อาคม ลบ สฺส เหลือไว้แต่ สิ สำเร็จรูปเป็น เอหิสิ",
  "เอฬคณิคุมฺพ": "น., ปุ. พุ่มแห่งตะไคร่นํ้า แจกเหมือน ปุริส เช่น ส.เอก. เอฬคณิคุมฺเพ ที่พุ่มแห่งตะไคร่นํ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เอฬคณิสฺส คุมฺโพ = เอฬคณิคุมฺโพ [เอฬคณิ = ตะไคร่นํ้า ปุ.]",
  "โอกาส": "น., ปุ. โอกาส แจกเหมือน ปุริส เช่น ป.เอก. โอกาโส อ. โอกาส",
  "โอกาสโลก": "น., ปุ. โอกาสโลก แจกเหมือน ปุริส เช่น ทุ.เอก. โอกาสโลกํ ยังโอกาสโลก",
  "โอกิณฺณ ๑": "ก. เกลื่อนกล่นแล้ว โอ บทหน้า + กิร ธาตุ ในความเรี่ยราย ด้วยอำนาจ โอ อุปสัค อยู่หน้า แปลว่า เกลื่อนกล่น + ต ปัจจัย แปลง ต เป็น ณฺณ ลบ ร ที่สุดธาตุ ได้รูปเป็น โอกิณฺณ ดู อคต",
  "โอกิณฺณ ๒": "ก. อัน...เกลี่ยลงแล้ว, อัน…โปรย ลงแล้ว โอ บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย + ต ปัจจัย แปลง ต เป็น ณฺณ ลบ ร ที่สุดธาตุ ได้รูปเป็น โอกิณฺณ ดู อกต",
  "โอกิณฺณรตน": "น., นปุ. รัตนะอัน…โปรยลงแล้ว แจกเหมือน กุล เช่น ฉ.พหุ. โอกิณฺณรตนานํ แห่งรัตนะอัน…โปรยลงแล้ว ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โอกิณฺณานิ รตนานิ = โอกิณฺณรตนานิ"
};

const vocabInsanPr9Part5to8_Page102 = {
  "โอกิรตุ": "ก. (เช่น ปุคฺคโล อ. บุคคล) จงเกลี่ยลง โอ บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย + อ ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ สำเร็จรูปเป็น โอกิรตุ",
  "โอกิราเปตฺวา": "ก. ยัง…ให้เกลี่ยลงแล้ว โอ บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น โอกิราเปตฺวา",
  "โอกิราเปสิ": "ก. (เช่น เสฏฺฐี) ยัง…ให้โปรยลงแล้ว โอ บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น โอกิราเปสิ",
  "โอกิริ": "ก. (เช่น พฺราหฺมโณ อ. พราหมณ์) เกลี่ยลงแล้ว, โปรยลงแล้ว โอ บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น โอกิริ",
  "โอกิริตุํ": "น. อ.อันเกลี่ยลง, เพื่ออันเกลี่ยลง โอ บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย + ตุํ ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น โอกิริตุํ ดู อกฺโกสิตุํ",
  "โอกิริตฺวา": "ก. เกลี่ยลงแล้ว โอ บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น โอกิริตฺวา",
  "โอกิรึสุ": "ก. (เช่น ชนา อ. ชน ท.) เกลี่ยลงแล้ว โอ บทหน้า + กิร ธาตุ ในความเรี่ยราย, ความโปรย + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น โอกิรึสุ",
  "โอกฺกนฺต": "ก. ก้าวลงแล้ว โอ บทหน้า + กม ธาตุ ในความก้าวไป + ต ปัจจัย ซ้อน กฺ หน้าธาตุ แปลง ต เป็น นฺต ลบ ม ที่สุดธาตุ ได้รูปเป็น โอกฺกนฺต ดู อคต",
  "โอกฺกมนฺติ": "ก. (เช่น ยกฺขา อ. ยักษ์ ท.) ย่อมก้าวลง โอ บทหน้า + กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ ซ้อน กฺ หน้าธาตุ สำเร็จรูปเป็น โอกฺกมนฺติ",
  "โอกฺกมิ": "ก. (เช่น คหปติ อ. คฤหบดี) ก้าวลงแล้ว โอ บทหน้า + กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ซ้อน กฺ หน้าธาตุ รัสสะ อี เป็น อิ สำเร็จรูปเป็น โอกฺกมิ",
  "โอกฺกมิตฺวา": "ก. ก้าวลงแล้ว โอ บทหน้า + กม ธาตุ ในความก้าวไป + ตฺวา ปัจจัย ซ้อน กฺ หน้าธาตุ ลง อิ อาคม สำเร็จรูปเป็น โอกฺกมิตฺวา",
  "โอกฺกมึสุ": "ก. (เช่น ขตฺติยา อ. กษัตริย์ ท.) ก้าวลงแล้ว โอ บทหน้า + กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ซ้อน กฺ หน้าธาตุ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น โอกฺกมึสุ",
  "โอกฺกมฺม": "ก. ก้าวลงแล้ว โอ บทหน้า + กม ธาตุ ในความก้าวไป + ตูนาทิปัจจัย ซ้อน กฺ หน้าธาตุ แปลง ตูนาทิปัจจัย เป็น ย แปลง ย กับ ม เป็น มฺม สำเร็จรูปเป็น โอกฺกมฺม",
  "โอกฺขิตฺตจกฺขู": "ว., ปุ. (สมณา) อ. สมณะ ท. ผู้มีจักษุ ทอดลงแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า โอกฺขิตฺตํ จกฺขุ เยหิ เต โอกฺขิตฺต จกฺขู (สมณา)",
  "โอคาหนฺต": "ก. หยั่งลงอยู่ โอ บทหน้า + คห ธาตุ ในความไป (โดยมากแปลว่า ถือเอา) มี โอ อยู่หน้า แปลว่า หยั่งลง + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ได้รูปเป็น โอคาหนฺต ดู อกฺกมนฺต",
  "โอคาเหตฺวา": "ก. หยั่งลงแล้ว โอ บทหน้า + คห ธาตุ ในความไป (โดยมากแปลว่า ถือเอา) มี โอ อยู่หน้า แปลว่า หยั่งลง + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น โอคาเหตฺวา",
  "โอฆ ๑": "น., ปุ. ห้วงนํ้า แจกเหมือน ปุริส เช่น ป.เอก. โอโฆ อ. ห้วงนํ้า",
  "โอฆ ๒": "น., ปุ. กิเลสเพียงดังห้วงนํ้า แจกเหมือน ปุริส เช่น ทุ.เอก. โอฆํ ซึ่งกิเลสเพียงดังห้วงนํ้า",
  "โอฆ ๓": "น., ปุ. โอฆะ แจกเหมือน ปุริส เช่น ทุ.พหุ. โอเฆ ซึ่งโอฆะ ท.",
  "โอฆติณฺณ": "ว. ผู้ข้ามแล้วซึ่งโอฆะ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. โอฆติณฺโณ (ปุคฺคโล) อ. บุคคล ผู้ข้ามแล้วซึ่งโอฆะ เป็นทุติยาตัปปุริสสมาส วิ.ว่า โอฆํ ติณฺโณ = โอฆติณฺโณ (ปุคฺคโล)"
};

const vocabInsanPr9Part5to8_Page103 = {
  "โอชา": "น., อิต. โอชะ แจกเหมือน กญฺญา เช่น ทุ.เอก. โอชํ ซึ่งโอชะ",
  "โอฏฺฐ ๑": "น., ปุ. ริมฝีปาก แจกเหมือน ปุริส เช่น ทุ.เอก. โอฏฺฐํ ซึ่งริมฝีปาก",
  "โอฏฺฐ ๒": "น., ปุ. อูฐ แจกเหมือน ปุริส เช่น ป.เอก. โอฏฺโฐ อ. อูฐ",
  "โอฏฺฐโคณาทีหิ": "ว., ปุ. (สตฺเตหิ) ด้วยสัตว์ ท. มีอูฐ และโคเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. โอฏฺโฐ จ โคโณ จ = โอฏฺฐโคณา ฉ.ตุล.วิ. โอฏฺฐโคณา อาทโย เยสํ เต โอฏฺฐโคณาทโย (สตฺตา) แจกเหมือน มุนิ",
  "โอตรณ": "น., นปุ. อัน (การ) เสด็จลง, การหยั่งลง, การโผลง แจกเหมือน กุล เช่น ป.เอก. โอตรณํ อ. อันเสด็จลง มาจาก โอ บทหน้า + ตร ธาตุ ในความข้าม มี โอ อยู่หน้า แปลว่า หยั่งลง + ยุ ปัจจัย แปลง ยุ เป็น อณ ได้รูปเป็น โอตรณ แปลว่า การหยั่งลง เป็นภาวรูป ภาวสาธนะ วิ.ว่า โอตรณํ = โอตรณํ การหยั่งลง ชื่อว่า โอตรณํ ๆ การหยั่งลง",
  "โอตรณสทฺท": "น., ปุ. เสียงแห่งการโผลง แจกเหมือน ปุริส เช่น ทุ.เอก. โอตรณสทฺทํ ซึ่งเสียง แห่งการโผลง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โอตรณสฺส สทฺโท = โอตรณสทฺโท",
  "โอตรติ": "ก. (เช่น ภริยา อ. ภรรยา) ย่อมปลงลง, ย่อมข้ามลง โอ บทหน้า + ตร ธาตุ ในความข้าม + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น โอตรติ",
  "โอตรนฺต": "ก. ข้ามลงอยู่ โอ บทหน้า + ตร ธาตุ ในความข้าม + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น โอตรนฺต ดู อกฺกมนฺต",
  "โอตรนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมข้ามลง โอ บทหน้า + ตร ธาตุ ในความข้าม + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติสำเร็จรูปเป็น โอตรนฺติ",
  "โอตรามิ": "ก. (อหํ อ. เรา) จะข้ามลง โอ บทหน้า + ตร ธาตุ ในความข้าม + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ, มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น โอตรามิ",
  "โอตริ": "ก. (เช่น สกุโณ อ. นก) ข้ามลงแล้ว, หยั่งลงแล้ว, โผลงแล้ว โอ บทหน้า + ตร ธาตุ ในความข้าม + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิสำเร็จรูปเป็น โอตริ",
  "โอตริตฺวา": "ก. ข้ามลงแล้ว, หยั่งลงแล้ว, ร่อนลง แล้ว, ไหลลงแล้ว โอ บทหน้า + ตร ธาตุ ในความข้าม + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น โอตริตฺวา",
  "โอตริสฺสามิ": "ก. (อหํ อ. เรา) จักหยั่งลง โอ บทหน้า + ตร ธาตุ ในความข้าม + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติลง อิ อาคม สำเร็จรูปเป็น โอตริสฺสามิ",
  "โอตรึสุ": "ก. (เช่น เทวา อ. เทวดา ท.) หยั่งลงแล้ว โอ บทหน้า + ตร ธาตุ ในความข้าม + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุสำเร็จรูปเป็น โอตรึสุ",
  "โอตาร": "น., ปุ. ช่อง แจกเหมือน ปุริส เช่น ทุ.เอก. โอตารํ ซึ่งช่อง",
  "โอตารยึสุ": "ก. (เช่น ลิจฺฉวิราชาโน อ. เจ้าลิจฉวี ท.) ยัง...ให้เสด็จหยั่งลงแล้ว โอ บทหน้า + ตร ธาตุ ในความข้าม + ณย ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ด้วยอำนาจ ณย ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ ย แปลง อุํ เป็น อึสุสำเร็จรูปเป็น โอตารยึสุ",
  "โอตาราเปกฺโข": "ว., ปุ. (ปุคฺคโล) อ. บุคคล ผู้เพ่งเล็ง ซึ่งช่อง มาจาก โอตาร + อป บทหน้า + อิกฺข ธาตุ ในความดู มี อป อยู่หน้า แปลว่า เพ่งเล็ง + อ ปัจจัย วิการ อิ เป็น เอ ได้รูปเป็น โอตาราเปกฺข แปลว่า ผู้เพ่งเล็งซึ่งช่อง เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า โอตารํ อเปกฺขตีติ โอตารา เปกฺโข (ปุคฺคโล)",
  "โอตาราเปตฺวา": "ก. ยัง...ให้ข้ามลงแล้ว โอ บทหน้า + ตร ธาตุ ในความข้าม + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำนาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น โอตาราเปตฺวา"
};

const vocabInsanPr9Part5to8_Page104 = {
  "โอตาเรตุํ": "น. อ. อันยัง...ให้ข้ามลง, ความเพื่ออันยัง... ให้ข้ามลง โอ บทหน้า + ตร ธาตุ ในความข้าม + เณ ปัจจัย ในเหตุกัตตุวาจก + ตุํ ปัจจัย ด้วย อำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอตาเรตุํ",
  "โอตาเรตฺวา": "ก. ยัง…ให้หยั่งลงแล้ว, ยัง…ให้ข้าม ลงแล้ว โอ บทหน้า + ตร ธาตุ ในความข้าม + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอตาเรตฺวา",
  "โอตาเรนฺต": "ก. ยัง...ให้หลั่งลงอยู่ โอ บทหน้า + ตร ธาตุ ในความข้าม + เณ ปัจจัย ในเหตุกัตตุวาจก + อนฺต ปัจจัย ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น โอตาเรนฺต ดู อกฺกมนฺต",
  "โอติณฺณ": "ก. ข้ามลงแล้ว โอ บทหน้า + ตร ธาตุ ในความข้าม + ต ปัจจัย แปลง ต เป็น ณฺณ ลบ ร ที่สุดธาตุ แปลง อ ที่ ต เป็น อิ ได้รูปเป็น โอติณฺณ ดู อคต",
  "โอติณฺณหตฺถิสทิส": "ว. เช่นกับด้วยช้างตัวข้าม ลงแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. โอติณฺณหตฺถิสทิโส (อหํ) อ. เรา เช่นกับด้วยช้าง ตัวข้ามลงแล้ว เป็นตติยาตัปปุริสสมาส มีวิเสสน บุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. โอติณฺโณ หตฺถี = โอติณฺณหตฺถี ต.ตัป.วิ. โอติณฺณหตฺถินา สทิโส = โอติณฺณหตฺถิสทิโส (อหํ)",
  "โอติณฺณหตฺถี": "น., ปุ. ช้างตัวข้ามลงแล้ว แจกเหมือน เสฏฺฐี เช่น ฉ.เอก. โอติณฺณหตฺถิโน ของช้างตัวข้ามลงแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โอติณฺโณ หตฺถี = โอติณฺณหตฺถี",
  "โอติณฺโณติณฺณ": "ว. ทั้งข้ามลงแล้วทั้งข้ามลงแล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.พหุ. โอติณฺโณติณฺเณ (ติตฺถิเย) ซึ่งเดียรถีย์ ท. ผู้ทั้งข้ามลงแล้วทั้งข้าม ลงแล้ว เป็นวิเสสโนภยบท กัมมธารยสมาส วิ.ว่า โอติณฺณา จ โอติณฺณา จ = โอติณฺโณติณฺณา (ติตฺถิยา)",
  "โอตฺถต": "ก. ครอบคลุมแล้ว, ท่วมทับแล้ว โอ บทหน้า + ถร ธาตุ ในความปู, ความลาด มี โอ อยู่หน้า แปลว่า ท่วมทับ + ต ปัจจัย ซ้อน ตฺ หน้าธาตุลบ ร ที่สุดธาตุ ได้รูปเป็น โอตฺถต ดู อคต",
  "โอตฺถรติ": "ก. (เช่น เตโช อ. เดช) ย่อมท่วมทับ โอ บทหน้า + ถร ธาตุ ในความปู, ความลาด มี โอ อยู่หน้า แปลว่า ท่วมทับ + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ซ้อน ตฺ หน้า ถร ธาตุ สำเร็จรูปเป็น โอตฺถรติ",
  "โอตฺถริตฺวา": "ก. ครอบแล้ว, ท่วมทับแล้ว โอ บทหน้า + ถร ธาตุ ในความปู, ความลาด มี โอ อยู่หน้า แปลว่า ท่วมทับ + ตฺวา ปัจจัย ซ้อน ตฺ หน้าธาตุลง อิ อาคม สำเร็จรูปเป็น โอตฺถริตฺวา",
  "โอทน": "น., ปุ. ข้าวสุก แจกเหมือน ปุริส เช่น ป.เอก. โอทโน อ. ข้าวสุก",
  "โอทหนตฺถ": "น., ปุ. ประโยชน์แก่อันตั้งลง แจกเหมือน ปุริส เช่น จ.เอก. โอทหนตฺถาย เพื่อประโยชน์แก่อันตั้งลง เป็นจตุตถีตัปปุริส สมาส วิ.ว่า โอทหนสฺส อตฺโถ = โอทหนตฺโถ คำว่า โอทหน ในคำว่า โอทหนตฺถาย มาจาก โอ บทหน้า + ทห ธาตุ ในความทรงไว้ มี โอ อยู่หน้า แปลว่า ตั้งลง + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น โอทหน แปลว่า การตั้งลง เป็นภาวรูป ภาวสาธนะ วิ.ว่า โอทหนํ = โอทหนํ การตั้งลง ชื่อว่า โอทหนํ ๆ การตั้งลง",
  "โอทหิต": "ก. ตั้งลงแล้ว โอ บทหน้า + ทห ธาตุ ในความทรงไว้ มี โอ อยู่หน้า แปลว่า ตั้งลง + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น โอทหิต ดู อคต",
  "โอทหึสุ": "ก. (เช่น ชนา อ. ชน ท.) ปักไว้แล้ว โอ บทหน้า + ทห ธาตุ ในความทรงไว้ มี โอ อยู่หน้า แปลว่า ปักไว้ + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น โอทหึสุ",
  "โอทาต": "น., ปุ. สีขาว แจกเหมือน ปุริส เช่น ฉ.พหุ. โอทาตานํ แห่งสีขาว ท.",
  "โอธิ": "น., ปุ. ถ่องแถว แจกเหมือน มุนิ เช่น ต.เอก. โอธินา โดยถ่องแถว"
};

const vocabInsanPr9Part5to8_Page105 = {
  "โอนต": "ก. น้อมลงแล้ว, ฟุบลงแล้ว โอ บทหน้า + นม ธาตุ ในความนอบน้อม มี โอ อยู่หน้า แปลว่า น้อมลง, ฟุบลง + ต ปัจจัย ลบ ม ที่สุดธาตุ ได้รูปเป็น โอนต ดู อคต",
  "โอนตสรีร": "ว. มีสรีระอันน้อมลงแล้ว เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. โอนตสรีโร (ราชา) อ. พระราชา ผู้มีสรีระอันน้อมลงแล้ว วิ.ว่า โอนตํ สรีรํ ยสฺส โส โอนตสรีโร (ราชา)",
  "โอนทฺธ": "ก. อัน…ห่อหุ้มแล้ว โอ บทหน้า + นทฺธ ธาตุ ในความผูก มี โอ อยู่หน้า แปลว่า ห่อหุ้ม + ต ปัจจัย แปลง ต เป็น ทฺธ ลบ ทฺธ ที่สุดธาตุ ได้รูปเป็น โอนทฺธ ดู อกต",
  "โอนทฺธนปริโยนทฺธนตฺเถน": "น., ปุ. เพราะอรรถ ว่าการรึงรัดไว้และการรวบรัดไว้ เป็นสัมภาวน บุพพบท กัมมธารยสมาส มีอสมาหารทวันทว สมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ. ทวัน.วิ. โอนทฺธนญฺจ ปริโยนทฺธนญฺจ = โอนทฺธน ปริโยนทฺธนํ สัม.บุพ.กัม.วิ. โอนทฺธนปริโยนทฺธนํ อิติ อตฺโถ = โอนทฺธนปริโยนทฺธนตฺโถ แจกเหมือน ปุริส คำว่า โอนทฺธน มาจาก โอ บทหน้า + นทฺธ ธาตุ ในความผูก, ความรัด + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น โอนทฺธน แปลว่า การรึงรัด เป็นภาวรูป ภาวสาธนะ วิ.ว่า โอนทฺธนํ = โอนทฺธนํ การรึงรัด ชื่อว่า โอนทฺธนํ ๆ การรึงรัด คำว่า ปริโยนทฺธนํ มาจาก ปริ + โอ บทหน้า + นทฺธ ธาตุ ในความผูก, ความรัด + ยุ ปัจจัย ระหว่าง ปริ - โอ ลง ย อาคม แปลง ยุ เป็น อน ได้รูปเป็น ปริโยนทฺธน แปลว่า การรวบรัด เป็นภาวรูป ภาวสาธนะ วิ.ว่า ปริโยนทฺธนํ = ปริโยนทฺธนํ การรวบรัด ชื่อว่า ปริโยนทฺธนํ ๆ การรวบรัด",
  "โอนมิตฺวา": "ก. น้อมลงแล้ว, ก้มลงแล้ว โอ บทหน้า + นม ธาตุ ในความนอบน้อม + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น โอนมิตฺวา",
  "โอปมฺมปฏิปาทนํ": "ว., นปุ. (วจนํ) อ. คำเป็นเครื่อง ยังความเป็นแห่งอุปมาให้ถึงเฉพาะ มาจาก โอปมฺม + ปฏิ บทหน้า + ปท ธาตุ ในความถึง + เณ ปัจจัย ในเหตุกัตตุวาจก + ยุ ปัจจัย ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือ ไว้แต่ เอ แปลง ยุ เป็น อน เป็น โอปมฺมปฏิปาเท + อน ลบสระหน้า คือ เอ ที่ เท ได้รูปเป็น โอปมฺมปฏิปาทน แปลว่า เป็นเครื่องยังความเป็น แห่งอุปมาให้ถึงเฉพาะ เป็นกัตตุรูป กรณสาธนะ วิ.ว่า โอปมฺมํ ปฏิปาเทติ เอเตนาติ โอปมฺม ปฏิปาทนํ (วจนํ) เขา ยังความเป็นแห่งอุปมา ย่อมให้ถึงเฉพาะ ด้วยคำนั่น เหตุนั้น คำนั่น ชื่อว่า โอปมฺมปฏิปาทนํ ๆ เป็นเครื่องยังความเป็นแห่ง อุปมาให้ถึงเฉพาะ แจกเหมือน กุล คำว่า โอปมฺม มาจาก อุปมา ศัพท์ + ณฺย ปัจจัย ในภาวตัทธิต ด้วยอำนาจ ณฺย ปัจจัย พฤทธิ อุ ต้นศัพท์เป็น โอ ลบ อา ที่ มา, ลบ ณฺ เหลือไว้แต่ ย, แปลง ย กับ ม เป็น มฺม ได้รูปเป็น โอปมฺม แปลว่า ความเป็น แห่งอุปมา วิ.ว่า อุปมาย ภาโว = โอปมฺมํ",
  "โอปาต": "น., ปุ. เหว แจกเหมือน ปุริส เช่น ป.เอก. โอปาโต อ. เหว",
  "โอปานภูตํ": "ว., นปุ. (เคหํ) อ. เรือน อันเป็นที่ดื่มเป็น มาจาก โอปาน บทหน้า + ภู ธาตุ ในความมี, ความเป็น + ต ปัจจัย ในนามกิตก์ (นอกแบบ) ได้รูปเป็น โอปานภูต แปลว่า อันเป็นที่ดื่มเป็น เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า โอปานํ ภวตีติ โอปานภูตํ (เคหํ) เรือนใด เป็นที่ดื่ม ย่อมเป็น เหตุนั้น เรือนนั้น ชื่อว่า โอปานภูตํ ๆ อันเป็น ที่ดื่มเป็น",
  "โอปุนนฺต": "ก. โปรยลงอยู่ โอ บทหน้า + ผุ ธาตุ ในความโปรย + นา ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง ผ เป็น ป ลบ อา ที่ นา ได้รูปเป็น โอปุนนฺต ดู อกฺกมนฺต",
  "โอปุนนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมโปรยลง โอ บทหน้า + ผุ ธาตุ ในความโปรย + นา ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ แปลง ผ เป็น ป ลบ อา ที่ นา สำเร็จรูปเป็น โอปุนนฺติ",
  "โอปุนาติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมโปรยลง โอ บทหน้า + ผุธาตุ ในความโปรย + นา ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง ผ เป็น ป สำเร็จรูปเป็น โอปุนาติ",
  "โอภคฺค": "ก. น้อมลงแล้ว มาจาก โอ + ภนฺช ธาตุ ในความหัก + ต ปัจจัย แปลง ต กับ นฺช เป็น คฺค ได้รูปเป็น โอภคฺค ดู อคต"
};

const vocabInsanPr9Part5to8_Page106 = {
  "โอภคฺโคภคฺค": "ว. อัน…ทั้งหักลงแล้วทั้งหัก ลงแล้ว อิต. แจกเหมือน กญฺญา เช่น ทุ.เอก. โอภคฺโคภคฺคํ (สาขาภงฺคํ) ซึ่งกิ่งไม้อันบุคคล พึงหัก อัน…ทั้งหักลงแล้วทั้งหักลงแล้ว เป็น วิเสสโนภยบท กัมมธารยสมาส วิ.ว่า โอภคฺคา จ โอภคฺคา จ = โอภคฺโคภคฺคา (สาขาภงฺคา)",
  "โอภาส": "น., ปุ. รัศมี, แสงสว่าง, ความสว่าง, ความรุ่งเรือง แจกเหมือน ปุริส เช่น ป.เอก. โอภาโส อ. แสงสว่าง ทุ.เอก. โอภาสํ ซึ่งพระรัศมี",
  "โอภาสยมาน": "ก. ยัง...ให้สว่างอยู่ โอ บทหน้า + ภาส ธาตุ ในความสว่าง + ณย ปัจจัย ในเหตุกัตตุวาจก + มาน ปัจจัย ลบ ณ เหลือไว้แต่ ย ได้รูปเป็น โอภาสยมาน",
  "โอภาเสติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ยัง...ย่อมให้ สว่าง โอ บทหน้า + ภาส ธาตุ ในความสว่าง + เณ ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอภาเสติ",
  "โอภาเสตฺวา": "ก. ยัง…ให้สว่างแล้ว โอ บทหน้า + ภาส ธาตุ ในความสว่าง + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอภาเสตฺวา",
  "โอภิชฺชิตฺวา": "ก. หดแล้ว โอ บทหน้า + ภิท ธาตุ ในความทำลาย ลง ย ปัจจัย ในหมวด ทิว ธาตุ กัตตุวาจก แปลว่า แตก, หด + ตฺวา ปัจจัย ลง อิ อาคม แปลง ท กับ ย เป็น ชฺจ สำเร็จรูปเป็น โอภิชฺชิตฺวา",
  "โอมุญฺจิตฺวา": "ก. เปลื้องแล้ว โอ บทหน้า + มุจ ธาตุ ในความปล่อย, ความเปลื้อง + ตฺวา ปัจจัย ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ แล้วแปลง นิคคหิต เป็น ญฺ เพราะ จ อยู่หลัง ลง อิ อาคม ได้รูปเป็น โอมุญฺจิตฺวา",
  "โอร": "น., นปุ. ฝั่งใน, ฝั่งนี้ แจกเหมือน กุล เช่น ป.เอก. โอรํ อ. ฝั่งใน เฉพาะปัญจมีวิภัตติ ฝ่าย เอก. ลง โต ปัจจัย เป็น โอรโต บ้าง",
  "โอรมาม": "ก. (มยํ อ. เรา ท.) จงงด โอ บทหน้า + รม ธาตุ ในความยินดี มี โอ อยู่หน้า แปลว่า งด + อ ปัจจัย ในกัตตุวาจก + ม วัตตมานาวิภัตติ ม อยู่หลัง ทีฆะ อ ที่สุดธาตุเป็น อา สำเร็จรูปเป็น โอรมาม",
  "โอรมิตฺวา": "ก. งดแล้ว โอ บทหน้า + รม ธาตุ ในความยินดี มี โอ อยู่หน้า แปลว่า งด + อ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น โอรมิตฺวา",
  "โอรมิสฺสติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) จักงด โอ บทหน้า + รม ธาตุ ในความยินดี มี โอ อยู่หน้า แปลว่า งด + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น โอรมิสฺสติ",
  "โอริมกฺขิ": "น., นปุ. นัยน์ตาอันมีในข้างนี้ แจกเหมือน อกฺขิ เช่น ต.เอก. โอริมกฺขินา โดยนัยน์ตาอันมีในข้างนี้ เป็นวิเสสนบุพพบท กัมมธารยสมาส มี อิม ปัจจัย ในชาตาทิตัทธิต เป็น ภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อิม.ชาตา.วิ. โอเร ภวํ = โอริมํ (อกฺขิ) นัยน์ตา อันมี ในข้างนี้ ชื่อว่า โอริมํ ๆ อันมีในข้างนี้ วิ.บุพ.กัม.วิ. โอริมํ อกฺขิ = โอริมกฺขิ",
  "โอริมตีร": "น., นปุ. ฝั่งอันมีในข้างนี้ แจกเหมือน กุล เช่น ส.เอก. โอริมตีเร ที่ฝั่งอันมีในข้างนี้ เป็น วิเสสนบุพพบท กัมมธารยสมาส มี อิม ปัจจัย ในชาตาทิตัทธิต เป็นภายใน มีวิเคราะห์ตาม ลำดับ ดังนี้ อิม.ชาตา.วิ. โอเร ภวํ = โอริมํ (ตีรํ) ฝั่ง อันมี ในฝั่งใน (ในข้างนี้) ชื่อว่า โอริมํ ๆ อันมีใน ข้างนี้ วิ.บุพ.กัม.วิ. โอริมํ ตีรํ = โอริมตีรํ",
  "โอรุยฺห": "ก. ลงแล้ว, หยั่งลงแล้ว โอ บทหน้า + รุห ธาตุ ในความขึ้น ด้วยอำนาจ โอ อุปสัคสังหาร ธาตุ แปลว่า ลง + ตูนาทิปัจจัย แปลงตูนาทิปัจจัย เป็น ย แปร ย ไว้หน้า ห สำเร็จรูปเป็น โอรุยฺห",
  "โอโรปิตตา": "น., อิต. ความที่แห่ง…เป็น…อันตน วางแล้ว ลง ตา ปัจจัย ในภาวตัทธิต วิ.ว่า โอโรปิตสฺส ภาโว = โอโรปิตตา แจกเหมือน กญฺญา เช่น ต.เอก. โอโรปิตตาย เพราะความที่ แห่ง…เป็น…อันตนวางแล้ว",
  "โอโรเปตุํ": "น. อ. อันลดลง, …ปลงลง, เพื่ออัน ลดลง, …ปลงลง โอ บทหน้า + รุป ธาตุ ในความเสื่อม ด้วยอำนาจอุปสัคอยู่หน้า แปลว่า ลด, ปลง + เณ ปัจจัย ในกัตตุวาจก ในเหตุกัตตุวาจก แปลว่า อ. อันยัง…ให้วอดวาย, เพื่ออันยัง…ให้ วอดวาย + ตุํ ปัจจัย ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ต้นธาตุเป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอโรเปตุํดู อกฺโกสิตุํ"
};

const vocabInsanPr9Part5to8_Page107 = {
  "โอโรเปตฺวา": "ก. ปลงลงแล้ว โอ บทหน้า + รุป ธาตุ ในความเสื่อม ด้วยอำนาจอุปสัคอยู่หน้า แปลว่า ลด, ปลง + เณ ปัจจัย ในกัตตุวาจก ในเหตุกัตตุ วาจก แปลว่า ยัง…ให้วอดวายแล้ว + ตฺวา ปัจจัย ด้วยอำนาจ เณ ปัจจัย พฤทธิ อุ ต้นธาตุเป็น โอ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอโรเปตฺวา",
  "โอโรหณทิวส": "น., ปุ. วันเป็นที่เสด็จลง แจกเหมือน ปุริส เช่น ทุ.เอก. โอโรหณทิวสํ ซึ่งวันเป็นที่เสด็จ ลง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โอโรหโณ ทิวโส = โอโรหณทิวโส คำว่า โอโรหณ ในคำว่า โอโรหณทิวสํ มาจาก โอ + รุห ธาตุ ในความขึ้น ด้วยอำนาจ โอ อุปสัคสังหารธาตุ แปลว่า ลง + ยุ ปัจจัย พฤทธิ อุ ต้นธาตุเป็น โอ แปลง ยุ เป็น อณ ได้รูปเป็น โอโรหณ แปลว่า เป็นที่ลง เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า โอโรหติ เอตฺถาติ โอโรหโณ (ทิวโส) พระศาสดา ย่อมเสด็จลง ในวันนั่น เหตุนั้น วันนั่น ชื่อว่า โอโรหโณ ๆ เป็นที่เสด็จลง",
  "โอโรหนฺต": "ก. ลงอยู่ โอ บทหน้า + รุห ธาตุ ในความขึ้น โอ อุปสัคสังหารธาตุ แปลว่า ลง + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ ได้รูปเป็น โอโรหนฺต ดู อกฺกมนฺต",
  "โอโรหิตกฺขนฺธภาร": "ว. ผู้มีภาระคือขันธ์อันปลง แล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. โอโรหิตกฺขนฺธภารํ (ปุคฺคลํ) ซึ่งบุคคล ผู้มีภาระคือขันธ์อัน ปลงแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส มีอวธารณบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อว.บุพ.กัม.วิ. ขนฺโธ เอว ภาโร = ขนฺธภาโร ต.ตุล.วิ. โอโรหิโต ขนฺธภาโร เยน โส โอโรหิตกฺขนฺธภาโร (ปุคฺคโล) [ซ้อน กฺ]",
  "โอโรหิตุกาม": "ว. ผู้ใคร่เพื่ออันลงไป ปุ. แจกเหมือน ปุริส เช่น ป.เอก. โอโรหิตุกาโม (สุปฺปพุทฺโธ) อ. พระเจ้าสุปปพุทธะ ผู้ใคร่เพื่ออันลงไป เป็น จตุตถีตัปปุริสสมาส วิ.ว่า โอโรหิตุํ กาโม = โอโรหิตุกาโม (สุปฺปพุทฺโธ) [บทสมาสลบนิคคหิต บทหน้า]",
  "โอโรหิตฺวา": "ก. หยั่งลงแล้ว โอ บทหน้า + รุห ธาตุ ในความขึ้น โอ อุปสัคสังหารธาตุ แปลว่า ลง + อ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย พฤทธิ อุ ต้นธาตุ เป็น โอ ลง อิ อาคม สำเร็จรูปเป็น โอโรหิตฺวา",
  "โอโรหิสฺสถ": "ก. (ตุมฺเห อ. พระองค์) จักเสด็จลง โอ บทหน้า + รุห ธาตุ ในความขึ้น โอ อุปสัคสังหาร ธาตุ แปลว่า ลง + อ ปัจจัย ในกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติ ลง อิ อาคม พฤทธิ อุ ต้นธาตุ เป็น โอ สำเร็จรูปเป็น โอโรหิสฺสถ",
  "โอลงฺเฆติ": "ก. (เช่น อิตฺถี อ. หญิง) ยัง...ย่อมให้ กระโดดลง โอ บทหน้า + ลงฺฆ ธาตุ ในความ กระโดด + เณ ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอลงฺเฆติ",
  "โอลมฺพก": "ว., ปุ. อันห้อยลง แจกเหมือน ปุริส เช่น ทุ.เอก. โอลมฺพกํ (มหาฆฏํ) ซึ่งหม้อใบใหญ่ อันห้อยลง [ธ. ๘: สุมนสามเณรวตฺถุ หน้า ๙๘] มาจาก โอ บทหน้า + ลมฺพ ธาตุ ในความห้อย + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก ได้รูปเป็น โอลมฺพก แปลว่า ผู้ (อัน) ห้อยลง เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า โอลมฺเพตีติ โอลมฺพโก (มหาฆโฏ)",
  "โอลมฺพนฺต": "ก. ห้อยลงอยู่ โอ บทหน้า + ลมฺพ ธาตุ ในความห้อย + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น โอลมฺพนฺต ดู อกฺกมนฺต",
  "โอลมฺพาเปตฺวา": "ก. ยัง...ให้ห้อยลงแล้ว โอ บทหน้า + ลมฺพ ธาตุ ในความห้อย + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น โอลมฺพาเปตฺวา",
  "โอลมฺเพติ": "ก. (เช่น เถโร อ. พระเถระ) ย่อม ห้อยลง [ธ. ๕: โกกสุนขวตฺถุ หน้า ๒๙] โอ บทหน้า + ลมฺพ ธาตุ ในความห้อย + เอ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น โอลมฺเพติ",
  "โอลมฺเพตฺวา": "ก. หิ้วแล้ว โอ บทหน้า + ลมฺพ ธาตุ ในความห้อย, ความหิ้ว + เอ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย สำเร็จรูปเป็น โอลมฺเพตฺวา"
};

const vocabInsanPr9Part5to8_Page108 = {
  "โอโลกนสมตฺถ": "ว. ผู้สามารถในอันแลดู ปุ. แจกเหมือน ปุริส เช่น ป.เอก. โอโลกนสมตฺโถ (อนุรุทฺธตฺเถโร) อ. พระเถระชื่อว่าอนุรุทธะ ผู้สามารถในอันแลดู เป็นสัตตมีตัปปุริสสมาส วิ.ว่า โอโลกเน สมตฺโถ = โอโลกนสมตฺโถ (อนุรุทฺธตฺเถโร) คำว่า โอโลกน ในคำว่า โอโลกนสมตฺโถ มาจาก โอ บทหน้า + โลก ธาตุ ในความแลดู + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูป เป็น โอโลกน แปลว่า อัน (การ) แลดู เป็นภาวรูป ภาวสาธนะ วิ.ว่า โอโลกนํ = โอโลกนํ การแลดู ชื่อว่า โอโลกนํ ๆ การแลดู",
  "โอโลกยนฺต": "ก. แลดูอยู่ โอ บทหน้า + โลก ธาตุ ในความแลดู + ณย ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ ย ได้รูปเป็น โอโลกยนฺต ดู อกฺกมนฺต",
  "โอโลกยมาน": "ก. แลดูอยู่ โอ บทหน้า + โลก ธาตุ ในความแลดู + ณย ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ลบ ณ เหลือไว้แต่ ย ได้รูปเป็น โอโลกยมาน ดู อนิจฺฉมาน",
  "โอโลกยึสุ": "ก. (เช่น ชนา อ. ชน ท.) แลดูแล้ว โอ บทหน้า + โลก ธาตุ ในความแลดู + ณย ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้ แต่ ย แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น โอโลกยึสุ",
  "โอโลกาเปสิ": "ก. (เช่น สตฺถา อ. พระศาสดา) ยัง... ให้แลดูแล้ว โอ บทหน้า + โลก ธาตุ ในความแล ดู + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลง ส อาคม ลบ ณ เหลือไว้แต่ อาเป รัสสะ อี เป็น อิ สำเร็จรูปเป็น โอโลกาเปสิ",
  "โอโลกิต": "ก. อัน...แลดูแล้ว โอ บทหน้า + โลก ธาตุ ในความแลดู + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น โอโลกิต ดู อกต",
  "โอโลกิตกฺขณ": "น., ปุ. ขณะแห่ง…อัน… แลดูแล้ว แจกเหมือน ปุริส เช่น ส.เอก. โอโลกิตกฺขเณ ในขณะแห่ง…อัน… แลดูแล้ว เป็นฉัฏฐีตัปปุริส สมาส วิ.ว่า โอโลกิตสฺส ขโณ = โอโลกิตกฺขโณ [ซ้อน กฺ]",
  "โอโลกิตสญฺญา": "น., อิต. สัญญาอัน…แลดูแล้ว แจกเหมือน กญฺญา เช่น ต.เอก. โอโลกิตสญฺญาย ด้วยสัญญาอัน…แลดูแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โอโลกิตา สญฺญา = โอโลกิตสญฺญา",
  "โอโลกิตสญฺญาณ": "น., นปุ. สัญญาณอัน…แล ดูแล้ว แจกเหมือน กุล เช่น ต.เอก. โอโลกิต สญฺญาเณน ด้วยสัญญาณอัน…แลดูแล้ว เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โอโลกิตํ สญฺญาณํ = โอโลกิตสญฺญาณํ",
  "โอโลกิตาการ": "น., ปุ. อาการอัน…ทรงแลดูแล้ว แจกเหมือน ปุริส เช่น ต.เอก. โอโลกิตากาเรน ด้วยอาการอัน…ทรงแลดูแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โอโลกิโต อากาโร = โอโลกิตากาโร",
  "โอโลกิโตโลกิตฏฺฐาน": "น., นปุ. ที่อัน…ทั้งแลดู แล้วทั้งแลดูแล้ว แจกเหมือน กุล เช่น ป.เอก. โอโลกิโตโลกิตฏฺฐานํ อ. ที่อัน…ทั้งแลดูแล้วทั้ง แลดูแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส มีวิเสสโนภยบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.โนภย.กัม.วิ. โอโลกิตญฺจ โอโลกิตญฺจ = โอโลกิโตโลกิตํ (ฐานํ) วิ.บุพ.กัม.วิ. โอโลกิโตโลกิตํ ฐานํ = โอโลกิโตโลกิตฏฺฐานํ [ซ้อน ฏฺ]",
  "โอโลกิยมาน": "ก. อัน…แลดูอยู่ โอ บทหน้า + โลก ธาตุ ในความแลดู + อิ อาคม หน้า ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย ได้รูปเป็น โอโลกิยมาน ดู อนาหริยมาน",
  "โอโลเกติ": "ก. (เช่น เถโร อ. พระเถระ) ย่อมแลดู โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ลบ ณ เหลือ ไว้แต่ เอ สำเร็จรูปเป็น โอโลเกติ",
  "โอโลเกตุ": "ก. (เช่น มหาชโน อ. มหาชน) จงแลดู โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ ลบ ณ เหลือไว้ แต่ เอ สำเร็จรูปเป็น โอโลเกตุ",
  "โอโลเกตุํ": "น. อ. อันอัน…แลดู, เพื่ออันแลดู โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอโลเกตุํ ดู อกฺโกสิตุํ"
};

const vocabInsanPr9Part5to8_Page109 = {
  "โอโลเกตฺวา": "ก. ตรวจดูแล้ว, ความแลดูแล้ว, ทอดพระเนตรดูแล้ว โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอโลเกตฺวา",
  "โอโลเกถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงแลดู โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ ลบ ณ เหลือไว้ แต่ เอ สำเร็จรูปเป็น โอโลเกถ",
  "โอโลเกนฺต": "ก. ตรวจดูอยู่, แลดูอยู่ โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น โอโลเกนฺต ดู อกฺกมนฺต",
  "โอโลเกนฺตุ": "ก. (เช่น ชนา อ. ชน ท.) จงแลดู โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + อนฺตุ ปัญจมีวิภัตติ ลบ ณ เหลือ ไว้แต่ เอ สำเร็จรูปเป็น โอโลเกนฺตุ",
  "โอโลเกยฺยุํ": "ก. (เช่น ชนา อ. ชน ท.) พึงแลดู โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + เอยฺยุํ สัตตมีวิภัตติ ลบ ณ เหลือไว้แต่ เอ เป็น โอโลเก + เอยฺยุํ ลบสระหน้า คือ เอ ที่ เก สำเร็จรูปเป็น โอโลเกยฺยุํ",
  "โอโลเกสิ ๑": "ก. (เช่น เถโร อ. พระเถระ) แลดูแล้ว โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น โอโลเกสิ",
  "โอโลเกสิ ๒": "ก. (ตฺวํ อ. ท่าน) ย่อมแลดู โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอโลเกสิ",
  "โอโลเกสุํ": "ก. (เช่น ปจฺเจกพุทฺธา อ. พระปัจเจก พุทธเจ้า ท.) แลดูแล้ว โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม สำเร็จรูปเป็น โอโลเกสุํ",
  "โอโลเกสฺสามิ": "ก. (อหํ อ. เรา) จักแลดู โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอโลเกสฺสามิ",
  "โอโลเกหิ": "ก. (ตฺวํ อ. ท่าน) จงตรวจดู, จงแลดู โอ บทหน้า + โลก ธาตุ ในความแลดู + เณ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอโลเกหิ",
  "โอวฏฺฏิกา": "น., อิต. เกลียวผ้า แจกเหมือน กญฺญา เช่น ส.เอก. โอวฏฺฏิกาย ในเกลียวผ้า",
  "โอวทติ": "ก. (เช่น เถโร อ. พระเถระ) ย่อมกล่าว สอน โอ บทหน้า + วท ธาตุ ในความกล่าว มี โอ อยู่หน้า แปลว่า กล่าวสอน + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น โอวทติ",
  "โอวทนฺต": "ก. เมื่อกล่าวสอน, กล่าวสอนอยู่ โอ บทหน้า + วท ธาตุ ในความกล่าว มี โอ อยู่หน้า แปลว่า กล่าวสอน + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น โอวทนฺต ดู อกฺกมนฺต",
  "โอวทมาน": "ก. กล่าวสอนอยู่ โอ บทหน้า + วท ธาตุ ในความกล่าว มี โอ อยู่หน้า แปลว่า กล่าว สอน + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น โอวทมาน ดู อนิจฺฉมาน",
  "โอวทามิ": "ก. (อหํ อ. เรา) ย่อมกล่าวสอน โอ บทหน้า + วท ธาตุ ในความกล่าว มี โอ อยู่หน้า แปลว่า กล่าวสอน + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น โอวทามิ",
  "โอวทิ": "ก. (เช่น เถโร อ. พระเถระ) กล่าวสอนแล้ว โอ บทหน้า + วท ธาตุ ในความกล่าว มี โอ อยู่หน้า แปลว่า กล่าวสอน + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น โอวทิ",
  "โอวทิต": "ก. อัน…กล่าวสอนแล้ว โอ บทหน้า + วท ธาตุ ในความกล่าว มี โอ อยู่หน้า แปลว่า กล่าวสอน + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น โอวทิต ดู อกต",
  "โอวทิตพฺพ": "ก. อัน…พึงกล่าวสอน โอ บทหน้า + วท ธาตุ ใน ความกล่าว มี โอ อยู่หน้า แปลว่า กล่าวสอน + ตพฺพ ปัจจัย ลง อิ อาคม ได้รูปเป็น โอวทิตพฺพ ดู อกตฺตพฺพ"
};

const vocabInsanPr9Part5to8_Page110 = {
  "โอวทิตุํ": "น. อ. อันอันกล่าวสอน, เพื่ออันกล่าว สอน โอ บทหน้า + วท ธาตุ ในความกล่าว มี โอ อยู่หน้า แปลว่า กล่าวสอน + ตุํ ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น โอวทิตุํดู อกฺโกสิตุํ",
  "โอวทิตฺวา": "ก. ตรัสสอนแล้ว, กล่าวสอนแล้ว โอ บทหน้า + วท ธาตุ ในความกล่าว มี โอ อยู่หน้า แปลว่า กล่าวสอน + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น โอวทิตฺวา",
  "โอวทิยมาน": "ก. อัน…กล่าวสอนอยู่ โอ บทหน้า + วท ธาตุ ในความกล่าว มี โอ อยู่หน้า แปลว่า กล่าวสอน + อิ อาคม หน้า ย ปัจจัย ในกัมมวาจก + มาน ปัจจัยได้รูปเป็น โอวทิยมาน ดู อนาหริยมาน",
  "โอวาท": "น., ปุ. พระโอวาท, โอวาท แจกเหมือน ปุริส เช่น ทุ.เอก. โอวาทํ ซึ่งพระโอวาท, ซึ่งโอวาท",
  "โอวาทการิกา": "ว., อิต. ผู้กระทำซึ่งโอวาท แจกเหมือน กญฺญา เช่น จ.พหุ. โอวาทการิกานํ (ภิกฺขุนีนํ) แก่ภิกษุณี ท. ผู้กระทำซึ่งโอวาท มา จาก โอวาท บทหน้า + กร ธาตุ ในความทำ + ณฺวุ ปัจจัย ด้วยอำนาจ ณฺวุ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา แปลง ณฺวุ เป็น อก อิตถีลิงค์ ลง อิ อาคม และ อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น โอวาทการิกา แปลว่า ผู้กระทำซึ่งโอวาท เป็นกัตตุรูปกัตตุสาธนะ วิ.ว่า โอวาทํ กโรนฺตีติ โอวาทการิกา (ภิกฺขุนิโย)",
  "โอวาทกฺขม": "ว. ผู้อดทนต่อโอวาท ปุ. แจกเหมือน ปุริส เช่น ป.เอก. โอวาทกฺขโม (ราโธ) อ. พระราธะ ผู้อดทนต่อโอวาท คำว่า โอวาทกฺขม มาจาก โอวาท บทหน้า + ขม ธาตุ ในความอดทน + อ ปัจจัย ในนามกิตก์ ซ้อน กฺ หน้า ขม ธาตุ ได้รูปเป็น โอวาทกฺขม แปลว่า ผู้อดทนต่อโอวาท เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า โอวาทสฺส ขมตีติ โอวาทกฺขโม (ราโธ)",
  "โอวาทคาถา": "น., อิต. พระคาถาอันเป็นพระโอวาท แจกเหมือน กญฺญา เช่น ป.พหุ. โอวาทคาถา อ. พระคาถาอันเป็นพระโอวาท ท. เป็นวิเสสน บุพพบท กัมมธารยสมาส วิ.ว่า โอวาทา คาถา = โอวาทคาถา",
  "โอวาทตฺถ": "น., ปุ. ประโยชน์แก่อันกล่าวสอน แจกเหมือน ปุริส เช่น จ.เอก. โอวาทตฺถาย เพื่อประโยชน์แก่อันกล่าวสอน เป็นจตุตถีตัปปุริส สมาส วิ.ว่า โอวาทสฺส อตฺโถ = โอวาทตฺโถ",
  "โอวาทธมฺม": "น., ปุ. ธรรมคือโอวาท แจกเหมือน ปุริส เช่น ทุ.เอก. โอวาทธมฺมํ ซึ่งธรรมคือโอวาท เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า โอวาโท เอว ธมฺโม = โอวาทธมฺโม",
  "โอสกฺกาเปสิ": "ก. (เช่น กปิโล อ. พระกปิละ) ยัง... ให้เสื่อมลงแล้ว โอ บทหน้า + สกฺก ธาตุ ใน ความเสื่อม, ความถอย + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลง ส อาคม ลบ ณ เหลือไว้แต่ อาเป รัสสะ อี เป็น อิ สำเร็จรูปเป็น โอสกฺกาเปสิ",
  "โอสกฺกิตฺวา": "ก. ถอยแล้ว, ท้อถอยแล้ว โอ บทหน้า + สกฺก ธาตุ ในความเสื่อม, ความถอย + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น โอสกฺกิตฺวา",
  "โอสรนฺติ": "ก. (เช่น อคฺคิชาลา อ. เปลวแห่งไฟ ท.) ย่อมประชุมลง โอ บทหน้า + สร ธาตุ ในความ ประชุม, ความรวบรวม + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น โอสรนฺติ",
  "โอสานทิวส": "น., ปุ. วันอันเป็นที่สุดลง แจกเหมือน ปุริส เช่น ส.เอก. โอสานทิวเส ในวันอันเป็นที่สุด ลง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โอสาโน ทิวโส = โอสานทิวโส คำว่า โอสาน ในคำว่า โอสานทิวเส มาจาก โอ + สา ธาตุ ในความสิ้นสุด, ความเหลือ + ยุ ปัจจัย แปลว่า เป็นที่สุดลง เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า โอสาติ เอตฺถาติ โอสาโน (ทิวโส) กิจ ย่อมสุดลง ในวันนั้น เหตุนั้น วันนั่น ชื่อว่า โอสาโน ๆ เป็น ที่สุดลง",
  "โอสานปิณฺฑกาล": "น., ปุ. กาลแห่งก้อนข้าวอัน เป็นที่สุดลง แจกเหมือน ปุริส เช่น ส.เอก. โอสานปิณฺฑกาเล ในกาลแห่งก้อนข้าวอันเป็น ที่สุดลง เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตาม ลำดับ ดังนี้ วิ.บุพ.กัม.วิ. โอสาโน ปิณฺโฑ = โอสานปิณฺโฑ ฉ.ตัป.วิ. โอสานปิณฺฑสฺส กาโล = โอสานปิณฺฑกาโล คำว่า โอสาน ในคำว่า โอสานปิณฺฑ- มาจาก โอ + สา ธาตุ ในความสิ้นสุด, ความเหลือ + ยุ ปัจจัย แปลว่า เป็นที่สุดลง เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า โอสาติ เอตฺถาติ โอสาโน (ปิณฺโฑ) การให้ ย่อมสุดลง ที่ก้อนข้าวนั่น เหตุนั้น ก้อนข้าวนั่น ชื่อว่า โอสาโน ๆ เป็นที่สุดลง"
};

const vocabInsanPr9Part5to8_Page111 = {
  "โอสาเรสิ": "ก. (เช่น เถโร อ. พระเถระ) สวดแล้ว [ธ. ๗: เอกุทานตฺเถรวตฺถุ หน้า ๔๔] โอ บทหน้า + สร ธาตุ ในความออกเสียง ด้วยอำนาจ โอ อุปสัค แปลว่า สวด + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลง ส อาคม ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้ แต่ เอ รัสสะ อี เป็น อิ สำเร็จรูปเป็น โอสาเรสิ",
  "โอหาริ": "ว., นปุ. อันเหนี่ยวลง แจกเหมือน อกฺขิ เช่น ทุ.เอก. โอหารินํ (พนฺธนํ) ซึ่งเครื่องผูก อันเหนี่ยว ลงบทว่า โอหารินํ ศัพท์เดิมเป็น โอหาริ อิ การันต์ ในนปุงสกลิงค์ ลง อํ ทุติยาวิภัตติ ฝ่ายเอกวจนะ แปลง อํ เป็น นํ สำเร็จรูปเป็น โอหารินํ มาจาก โอ บทหน้า + หร ธาตุ ในความนำไป มี โอ อยู่หน้า แปลว่า เหนี่ยวลง + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ อี นปุ. รัสสะ อี เป็น อิ ได้รูปเป็น โอหาริ แปลว่า อันเหนี่ยวลง เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า โอหเรตีติ โอหาริ (พนฺธนํ)",
  "โอหาเรหิ": "ก. (ตฺวํ อ. ท่าน) ขอจงยัง...ให้ลดลง โอ บทหน้า + หร ธาตุ ในความนำไป มี โอ อยู่หน้า แปลว่า ลดลง + เณ ปัจจัย ในเหตุกัตตุวาจก + หิ ปัญจมีวิภัตติ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โอหาเรหิ",
  "โอหิต": "ก. ตั้งลงแล้ว โอ บทหน้า + ธา ธาตุ ในความ ทรงไว้, ความตั้ง + ต ปัจจัย อาเทส ธ เป็น ห แปลง อา เป็น อิ ได้รูปเป็น โอหิต ดู อคต",
  "โอหิตโสต": "ว. ผู้มีโสตะอันเงี่ยลงแล้ว ปุ. โอสาเรสิ กกฺขฬกมฺม ก แจกเหมือน ปุริส เช่น ป.พหุ. โอหิตโสตา (ชนา) อ. ชน ท. ผู้มีโสตะอันเงี่ยลงแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า โอหิตานิ โสตานิ เยหิ เต โอหิตโสตา (ชนา)",
  "โอหิยิตฺวา": "ก. ล้าลงแล้ว, หละหลวมแล้ว โอ บทหน้า + หา ธาตุ ในความเสื่อม, ความล้า + ย ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย แปลง อา ที่ หา ธาตุ เป็น อิ ลง อิ อาคม สำเร็จรูปเป็น โอหิยิตฺวา",
  "โอหีน": "ก. ล้าลงแล้ว โอ บทหน้า + หา ธาตุ ในความไป, ความเสื่อม ด้วยอำนาจ โอ อุปสัค แปลว่า ล้า + ต ปัจจัย แปลง อา ที่ หา เป็น อี แปลง ต เป็น น ได้รูปเป็น โอหีน ดู อคต",
  "โอหียิ": "ก. (เช่น อาชีวโก อ. อาชีวก) ล้าลงแล้ว โอ บทหน้า + หา ธาตุ ในความไป, ความเสื่อม ด้วยอำนาจ โอ อุปสัค แปลว่า ล้า + ย ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ แปลง อา ที่ หา เป็น อี รัสสะ อี ภัตติเป็น อิ สำเร็จรูปเป็น โอหียิ",
  "โอฬาริก ๑": "ว. หยาบ นปุ. แจกเหมือน กุล เช่น ป.เอก. โอฬาริกํ (กมฺมํ) อ. กรรม อันหยาบ [ธ. ๕: เสยฺยสกวตฺถุ หน้า ๕]",
  "โอฬาริก ๒": "ว. อันโอฬาร นปุ. แจกเหมือน กุล เช่น ป.เอก. โอฬาริกํ (ขลิตํ) อ. ความพลั้งพลาด อันโอฬาร",
  "กกุสนฺธ": "ว., ปุ. กกุสันธะ (พระนามของ พระพุทธเจ้า) แจกเหมือน ปุริส เช่น ป.เอก. กกุสนฺโธ (พุทฺโธ) อ. พระพุทธเจ้าพระนามว่า กกุสันธะ",
  "กกฺกฏก": "น., ปุ. ปู แจกเหมือน ปุริส เช่น ฉ.เอก. กกฺกฏกสฺส ของปู",
  "กกฺกส": "ว. กระด้าง นปุ. แจกเหมือน กุล เช่น ทุ.เอก. กกฺกสํ (วจนํ) ซึ่งคำอันกระด้าง",
  "กกฺขฬ": "ว. หยาบช้า, กล้าแข็ง ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กกฺขโฬ (ปุคฺคโล) อ. บุคคล ผู้หยาบช้า อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. กกฺขฬา (วาจา) อ. วาจา อันกล้าแข็ง นปุ. แจกเหมือน กุล เช่น ป.เอก. กกฺขฬํ (วจนํ) อ. คำ อันกล้าแข็ง",
  "กกฺขฬกมฺม": "น., นปุ. กรรมอันหยาบช้า แจกเหมือน กุล เช่น ป.เอก. กกฺขฬกมฺมํ อ. กรรมอันหยาบช้า เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กกฺขฬํ กมฺมํ = กกฺขฬกมฺมํ"
};

const vocabInsanPr9Part5to8_Page112 = {
  "กงฺขติ": "ก. (เช่น มาตา อ. มารดา) ย่อมหวัง กงฺข ธาตุ ในความหวัง + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กงฺขติ",
  "กงฺขา": "น., อิต. ความสังสัย แจกเหมือน กญฺญา เช่น ป.เอก. กงฺขา อ. ความสงสัย คำว่า กงฺขา มาจาก กงฺข ธาตุ ในความสงสัย + อ ปัจจัย เป็น กงฺข ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น กงฺขา แปลว่า ความสงสัย เป็นภาวรูป ภาวสาธนะ วิ.ว่า กงฺขนํ = กงฺขา ความสงสัย ชื่อว่า กงฺขา ๆ ความสงสัย",
  "กงฺขาเฉทน": "น., นปุ. อัน (การ) ตัดซึ่งความสงสัย แจกเหมือน กุล เช่น จ.เอก. กงฺขาเฉทนตฺถํ เพื่ออันตัดซึ่งความสงสัย เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กงฺขาย เฉทนํ = กงฺขเฉทนํ คำว่า เฉทน ในคำว่า กงฺขาเฉทนตฺถํ มาจาก ฉิท ธาตุ ในความตัด + ยุ ปัจจัย วิการ อิ ที่ ฉิท ธาตุเป็น เอ แปลง ยุ เป็น อน ได้รูปเป็น เฉทน แปลว่า การ (อัน) ตัด เป็นภาวรูป ภาวสาธนะ วิ.ว่า เฉทนํ = เฉทนํ การตัด ชื่อว่า เฉทนํ ๆ การตัด",
  "กจวร": "น., นปุ. หยากเยื่อ แจกเหมือน กุล เช่น ป.เอก. กจวรํ อ. หยากเยื่อ",
  "กจวรจฺฉฑฺฑิกา": "ว., อิต. ผู้ทิ้งซึ่งหยากเยื่อ แจกเหมือน กญฺญา เช่น ป.เอก. กจวรจฺฉฑฺฑิกา (ทาสี) อ. นางทาสี ผู้ทิ้งซึ่งหยากเยื่อ มาจาก กจวร บทหน้า + ฉฑฺฑ ธาตุ ในความทิ้ง + ณฺวุ ปัจจัย ซ้อน จฺ หน้าธาตุ แปลง ณฺวุ เป็น อก ลง อิ อาคม และ อา เครื่องหมายอิต. ได้รูปเป็น กจวรจฺฉฑฺฑิกา แปลว่า ผู้ทิ้งซึ่งหยากเยื่อ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กจวรํ ฉฑฺเฑตีติ กจวรจฺฉฑฺฑิกา (ทาสี) นางทาสีใด ย่อมทิ้ง ซึ่งหยากเยื่อ เหตุนั้น นางทาสีนั้น ชื่อว่า กจวรจฺฉฑฺฑิกา ๆ ผู้ทิ้งซึ่งหยากเยื่อ",
  "กจวรฉฑฺฑนิกา": "ว., อิต. เป็นเครื่องทิ้งซึ่ง หยากเยื่อ แจกเหมือน กญฺญา เช่น ทุ.เอก. กจวรฉฑฺฑนิกํ (ปจฺฉึ) ซึ่งกระเช้าอันเป็นเครื่อง ทิ้งซึ่งหยากเยื่อ มาจาก กจวร บทหน้า + ฉฑฺฑ กงฺขติ กจฺฉป ธาตุ ในความทิ้ง + ยุ ปัจจัย แปลง ยุ เป็น อน เป็น กจวรฉฑฺฑน แปลง ฉฑฺฑน เป็น ฉฑฺฑนิก ลง อา เครื่องหมาย อิต. ได้รูปเป็น กจวรฉฑฺฑนิกา แปลว่า เป็นเครื่องทิ้งซึ่งหยากเยื่อ เป็นกัตตุรูป กรณสาธนะ วิ.ว่า กจวรํ ฉฑฺเฑติ เอตายาติ กจวรฉฑฺฑนิกา (ปจฺฉิ) เขา ย่อมทิ้ง ซึ่งหยากเยื่อ ด้วยกระเช้านั่น เหตุนั้น กระเช้านั่น ชื่อว่า กจวรฉฑฺฑนิกา ๆ เป็นเครื่องทิ้งซึ่งหยากเยื่อ",
  "กจฺจิ": "นิ. แลหรือ เป็นนิบาตบอกความถาม เช่น กจฺจิ เต ขมนียํ อันท่าน พึงอดทน แลหรือ",
  "กจฺฉ ๑": "น., นปุ. กระเบน, พระกัจฉา แจกเหมือน กุล เช่น ป.เอก. กจฺฉํ อ. กระเบน",
  "กจฺฉ ๒": "น., ปุ. รักแร้ แจกเหมือน ปุริส เช่น ป.เอก. กจฺโฉ อ. รักแร้ เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น กจฺฉโต บ้าง โดยมาก ใช้ในรูปของ กจฺฉา เป็นอิตถีลิงค์",
  "กจฺฉา": "น., อิต. รักแร้ แจกเหมือน กญฺญา เช่น ส.เอก. กจฺฉาย ที่รักแร้[ธ. ๘: สามเณรวตฺถุ หน้า ๑๓๘]",
  "กจฺฉป": "น., ปุ. เต่า แจกเหมือน ปุริส เช่น ป.เอก. กจฺฉโป อ. เต่า"
};

const vocabInsanPr9Part5to8_Page113 = {
  "กจฺฉปณฺฑ": "น., นปุ. ไข่แห่งเต่า แจกเหมือน กุล เช่น ทุ.พหุ. กจฺฉปณฺฑานิ ซึ่งไข่แห่งเต่า ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กจฺฉปสฺส อณฺฑานิ = กจฺฉปณฺฑานิ",
  "กจฺฉุจุณฺณ": "น., นปุ. ผงแห่งหมามุ่ย แจกเหมือน กุล เช่น ทุ.เอก. กจฺฉุจุณฺณานิ ซึ่งผงแห่งหมามุ่ย ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กจฺฉุยา จุณฺณานิ = กจฺฉุจุณฺณานิ [กจฺฉุ =หิดด้าน, หมามุ่ย, เต่าร้าง อิต.]",
  "กจฺฉุปริกิณฺณ": "ว. ผู้เกลื่อนกล่นแล้วด้วยหิดด้าน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กจฺฉุปริกิณฺโณ (ภิกฺขุ) อ. ภิกษุ ผู้เกลื่อนกล่นแล้วด้วยหิดด้าน เป็นตติยาตัปปุริสสมาส วิ.ว่า กจฺฉุยา ปริกิณฺณ = กุจฺฉุปริกิณฺโณ (ภิกฺขุ)",
  "กฏกฏายติ": "ก. (เช่น พฺราหฺมโณ อ. พราหมณ์) ย่อมประพฤติกฏะกฏะ กฏกฏ ศัพท์ + อาย ปัจจัยเป็นไปในความประพฤติ ทำนามศัพท์ให้ เป็นกิริยาศัพท์ เป็นกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กฎกฏายติ",
  "กฏจฺฉุ": "น., ปุ. ทัพพี แจกเหมือน ครุ เช่น ต.เอก. กฏจฺฉุนา ด้วยทัพพี [กฏจฺฉุ = ทัพพี ปุ.]",
  "กฏจฺฉุภิกฺขา": "น., อิต. ภิกษาอันมีทัพพีหนึ่งเป็น ประมาณ แจกเหมือน กญฺ?า เช่น ป.เอก. กฏจฺฉุภิกฺขา อ. ภิกษาอันมีทัพพีหนึ่งเป็น ประมาณ เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. กฏจฺฉุ มตฺโต ยสฺสา สา กฏจฺฉุมตฺตา (ภิกฺขา) ทัพพีหนึ่งเป็นประมาณ ของภิกษาใด ภิกษานั้น ชื่อว่าอันมี ทัพพีหนึ่งเป็นประมาณ วิ.บุพ.กัม.วิ. กฏจฺฉุมตฺตา ภิกฺขา = กฏจฺฉุภิกฺขา [ลบ มตฺต ในท่ามกลาง]",
  "กฏจฺฉุภิกฺขามตฺต": "ว. สักว่าภิกษามีทัพพีหนึ่ง เป็นประมาณ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กฏจฺฉุภิกฺขามตฺตํ (วตฺถุํ) ซึ่งวัตถุ สักว่า ภิกษา มีทัพพีหนึ่งเป็นประมาณ เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. กฏจฺฉุ มตฺโต ยสฺสา สา กฏจฺฉุมตฺตา (ภิกฺขา) วิ.บุพ.กัม.วิ. กฏจฺฉุมตฺตา ภิกฺขา = กฏจฺฉุภิกฺขา [ลบ มตฺต ในท่ามกลาง] สัม.บุพ.กัม.วิ. กฏจฺฉุภิกฺขา อิติ มตฺตํ = กฏจฺฉุภิกฺขามตฺตํ (วตฺถุ)",
  "กฏจฺฉุมตฺต ๑": "ว. สักว่าทัพพีหนึ่ง อิต. แจกเหมือน กญฺ?า เช่น ทุ.เอก. กฏจฺฉุมตฺตํ (ภิกฺขํ) ซึ่งภิกษา สักว่าทัพพีหนึ่ง เป็นสัมภาวนบุพพบท กัมมธารย สมาส วิ.ว่า กฏจฺฉุอิติ มตฺตา = กฏจฺฉุมตฺตา (ภิกฺขา)",
  "กฏจฺฉุมตฺต ๒": "ว. อันมีทัพพีหนึ่งเป็นประมาณ อิต. แจกเหมือน กญฺ?า เช่น ทุ.เอก. กฏจฺฉุมตฺตํ (ภิกฺขํ) ซึ่งภิกษา อันมีทัพพีหนึ่งเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กฏจฺฉุ มตฺโต ยสฺสา สา กฏจฺฉุมตฺตา (ภิกฺขา)",
  "กฏสารก": "น., นปุ. เสื่อลำแพน แจกเหมือน กุล เช่น ทุ.เอก. กฏสารกํ ซึ่งเสื่อลำแพน",
  "กฏาหก": "น., ปุ. นายกฏาหกะ แจกเหมือน ปุริส เช่น อา.เอก. กฏาหก แน่ะนายกฏาหกะ",
  "กฏาหกชาตก": "น., นปุ. กฏาหกชาดก แจกเหมือน กุล เช่น ทุ.เอก. กฏาหกชาตกํ ยังกฏาหกชาดก"
};

const vocabInsanPr9Part5to8_Page114 = {
  "กฏิ": "น., อิต. สะเอว แจกเเหมือน รตฺติ เช่น ทุ.เอก. กฏึ ยังสะเอว",
  "กฏิปฺปเทส": "น., ปุ. ส่วนแห่งสะเอว แจกเหมือน ปุริส เช่น ส.พหุ. กฏิปฺปเทเสสุ ที่ส่วนแห่งสะเอว ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กฏิยา ปเทสา = กฏิปฺปเทสา [ซ้อน ปฺ]",
  "กฏิปฺปมาณ": "น., นปุ. ประมาณแห่งสะเอว แจกเหมือน กุล เช่น ต.เอก. กฏิปฺปมาเณน โดยประมาณแห่งสะเอว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กฏิยา ปมาณํ = กฏิปฺปมาณํ",
  "กฏุก": "ว. เผ็ดร้อน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กฏุโก วิปาโก = อ. วิบาก อันเผ็ดร้อน อิต. ลง อา เครื่องหมายอิต. แจกเหมือน กญฺญา เช่น ต.พหุ. กฏุกาหิ เวทนาหิ = อันเวทนา ท. อันเผ็ดร้อน นปุ. แจกเหมือน กุล เช่น ป.เอก. กฏุกํ ผลํ = อ. ผล อันเผ็ดร้อน",
  "กฏุกปฺปเภทน": "ว. ตัวมีมันแตกทั่ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กฏุกปฺปเภทโน (กุญฺชโร) อ. ช้าง ตัวมีมันแตกทั่ว [ธ. ๗: ปริชิณฺณพฺราหฺมณหน้า ๑๔๕] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กฏุกา ปเภทนา ยสฺส โส กฏุกปฺปเภทโน (กุญฺชโร) [ซ้อน ป.] มัน ของช้างใด แตกทั่ว ช้างนั้น ชื่อว่าตัวมีมันแตกทั่ว [กฏุกา = ข่า, มัน อิต.]",
  "กฏุกปฺผล": "ว. มีผลเผ็ดร้อน นปุ. แจกเหมือน กุล เช่น ป.เอก. กฏุกปฺผลํ (กมฺมํ) อ. กรรม มีผลเผ็ดร้อน เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กฏุกํ ผลํ ยสฺส ตํ กฏุกผลํ (กมฺมํ) ผล ของกรรม ใด เผ็ดร้อน กรรมนั้น ชื่อว่ามีผลเผ็ดร้อน",
  "กฏฺฐ": "น., นปุ. ท่อนไม้, ไม้, ฟืน แจกเหมือน กุล เช่น ทุ.พหุ. กฏฺฐานิ ซึ่งไม้ ท.",
  "กฏฺฐกลิงฺคร": "น., นปุ. ท่อนแห่งไม้ แจกเหมือน กุล เช่น จ.เอก. กฏฺฐกลิงฺครสฺส แก่ท่อนแห่งไม้ เป็นฉัฏฐีตัปปุริสสมาส วิ. ว่า กฏฺฐสฺส กลิงฺครํ = กฏฺฐกลิงฺครํ",
  "กฏฺฐปาทุกา": "น., อิต. เขียงเท้าอันเป็นวิการแห่ง ไม้ แจกเหมือน กญฺญา เช่น ทุ.เอก. กฏฺฐปาทุกํ สู่เขียงเท้าอันเป็นวิการแห่งไม้ เป็นฉัฏฐี กฏิ กณฺฏกุทฺธรณ ตัปปุริสสมาส วิ.ว่า กฏฺฐสฺส (วิกาโร) ปาทุกา = กฏฺฐปาทุกา",
  "กฏฺฐวาหนราช": "น., ปุ. พระราชาพระนามว่า กัฏฐวาหนะ แจกเหมือน ราช และมหาราช เช่น ป.เอก. กฏฺฐวาหนราชา อ.พระราชาพระนามว่า กัฏฐวาหนะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กฏฺฐวาหโน ราชา = กฏฺฐวาหนราชา",
  "กฑฺฒนฺต": "ก. คร่าไปอยู่ กฑฺฒ ธาตุ ในความคร่า, ความฉุด + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น กฑฺฒนฺต ดู อกฺกมนฺต",
  "กฑฺฒิ": "ก. (เช่น ปิตา อ. บิดา) คร่าเอาแล้ว กฑฺฒ ธาตุ ในความคร่า, ความฉุด + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น กฑฺฒิ",
  "กฑฺฒิตุํ": "น. อ. อันคร่าไป, เพื่ออันคร่าไป กฑฺฒ ธาตุ ในความคร่า, ความฉุด + ตุํ ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น กฑฺฒิตุํดู อกฺโกสิตุํ",
  "กณาชก": "น., นปุ. ข้าวปลายเกรียน แจกเหมือน กุล เช่น ตํ (ทานํ) อ. ทานนั้น กณาชกํ เป็นข้าว ปลายเกรียน [ธ. ๕: อนาถปิณฺฑิกวตฺถุ หน้า ๑๐] ในธรรมบทภาค ๘ อปุตฺตกเสฏฺฐิวตฺถุ หน้า ๔๒ เป็น กาณาชกํ",
  "กณิการปุปฺผราสิ": "น., ปุ. กองแห่งดอกกรรณิการ์ แจกเหมือน มุนิ เช่น ป.เอก. กณิการปุปฺผราสิ อ. กองแห่งดอกกรรณิการ์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กณิการปุปฺผานํ ราสิ = กณิการปุปฺผราสิ",
  "กณฺฏก ๑": "น., ปุ. หนาม แจกเหมือน ปุริส เช่น ป.เอก. กณฺฏโก อ. หนาม",
  "กณฺฏก ๒": "ว., ปุ. (ไม้) มีหนาม แจกเหมือน ปุริส เช่น ป.เอก. กณฺฏโก (รุกฺโข) อ. ไม้ มีหนาม ลง ณ ปัจจัย ในตทัสสัตถิตัทธิต วิ.ว่า กณฺฏโก อสฺส อตฺถีติ กณฺฏโก (รุกฺโข) หนาม ของต้นไม้นั้น มีอยู่ เหตุนั้น ต้นไม้นั้น ชื่อว่า กณฺฏโก ๆ มีหนาม",
  "กณฺฏกุทฺธรณ": "น., นปุ. การบ่งซึ่งหนาม แจกเหมือน กุล เช่น ป.เอก. กณฺฏกุทฺธรณํ อ. การบ่งซึ่งหนาม เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กณฺฏกสฺส อุทฺธรณํ = กณฺฏกุทฺธรณํ คำว่า อุทฺธรณ ในคำว่า กณฺฏกุทฺธรณํ มาจาก อุ บทหน้า + หร ธาตุ ในความนำไป ด้วยอำนาจ อุ อุปสัค แปลว่า บ่ง, นำขึ้นไป + ยุ ปัจจัย แปลง ห ที่ หร ธาตุเป็น ธ ซ้อน ทฺ หน้า ธ แปลง ยุ เป็น อณ ได้รูปเป็น อุทฺธรณ แปลว่า การบ่ง, การนำขึ้นไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุทฺธรณํ = อุทฺธรณํ"
};

const vocabInsanPr9Part5to8_Page115 = {
  "กณฺฑ": "น., ปุ. ลูกศร แจกเหมือน ปุริส เช่น ต.พหุ. กณฺเฑหิ ด้วยลูกศร ท.",
  "กณฺฑุวณฏฺฐาน": "น., นปุ. ที่แห่งแผลของฝี แจกเหมือน กุล เช่น ส.เอก. กณฺฑุวณฏฺฐาเน ในที่แห่งแผลของฝี เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐี ตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กณฺฑุยา วโณ = กณฺฑุวโณ ฉ.ตัป. วิ. กณฺฑุวณสฺส ฐานํ = กณฺฑุวณฏฺฐานํ[กณฺฑุ = ฝี อิต. วณ = แผล ปุ., นปุ.]",
  "กณฺฑุวนฺตี": "ก. เกาอยู่ กณฺฑุว ธาตุ ในความเกา + อนฺต ปัจจัย ลง อี เครื่องหมายอิตถีลิงค์ ได้รูปเป็น กณฺฑุวนฺตี แจกเหมือน นารี",
  "กณฺณ ๑": "น., ปุ. หู แจกเหมือน ปุริส เช่น ป.พหุ. กณฺณา อ. หู ท.",
  "กณฺณ ๒": "น., ปุ. มุม แจกเหมือน ปุริส เช่น ส.พหุ. กณฺเณสุ ในมุม ท.",
  "กณฺณจูลิกา": "น., อิต. หมวกแห่งหู แจกเหมือน กญฺญา เช่น ป.พหุ. กณฺณจูลิกา อ. หมวกแห่งหู ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กณฺณานํ จูลิกา กณฺณจูลิกา",
  "กณฺณนาสํ": "น., นปุ. ซึ่งหูและจมูก เป็นสมาหาร ทวันทวสมาส วิ.ว่า กณฺณา จ นาสา จ = กณฺณนาสํ แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ",
  "กณฺณนาสาหิ": "น., อิต. จากหูและจมูก ท. เป็น อสมาหารทวันทวสมาส วิ.ว่า กณฺณา จ นาสา จ = กณฺณนาสาโย แจกเหมือน กญฺญา เฉพาะ ฝ่ายพหุวจนะ",
  "กณฺณวิชฺฌนมงฺคลาทีสุ": "ว., นปุ. (มงฺคเลสุ) ในมงคล ท. มีมงคลคือการเจาะซึ่งหูเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐี ตัปปุริสสมาส และอวธารณบุพพบทกัมมธารย สมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป. วิ. กณฺณานํ วิชฺฌนํ = กณฺณวิชฺฌนํ การเจาะ ซึ่งหู อว.บุพ.กัม.วิ. กณฺณวิชฺฌนํ เอว มงฺคลํ = กณฺณวิชฺฌนมงฺคลํ มงคลคือการเจาะซึ่งหู ฉ.ตุล.วิ. กณฺณวิชฺฌนมงฺคลํ อาทิ เยสํ ตานิ กณฺณวิชฺฌนมงฺคลาทีนิ (มงฺคลานิ)",
  "กณฺณิกามณฺฑล": "น., นปุ. มณฑลแห่งช่อฟ้า แจกเหมือน กุล เช่น ป.เอก. กณฺณิกามณฺฑลํ อ. มณฑลแห่งช่อฟ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กณฺณิกาย มณฺฑลํ = กณฺณิกามณฺฑลํ",
  "กณฺณิการปุปฺผปทุมปุปฺผาทีนิ": "ว., นปุ. (ปุปฺผานิ) ซึ่งดอก ท. มีดอกแห่งกรรณิการ์และดอกแห่ง ปทุมเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส มีฉัฏฐีตัปปุริสสมาส ฉัฏฐีตัปปุริสสมาส และสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กณฺณิการานํ ปุปฺผํ = กณฺณิการปุปฺผํ ฉ.ตัป.วิ. ปทุมานํ ปุปฺผํ = ปทุมปุปฺผํ ส.ทวัน.วิ. กณฺณิการปุปฺผญฺจ ปทุมปุปฺผญฺจ = กณฺณิการปุปฺผปทุมปุปฺผํ ฉ.ตุล.วิ. กณฺณิการปุปฺผปทุมปุปฺผํ อาทิ เยสํ ตานิ กณฺณิการปุปฺผปทุมปุปฺผาทีนิ (ปุปฺผานิ.)",
  "กณฺห ๑": "ว., ปุ. กัณหะ (ชื่อของโค) แจกเหมือน ปุริส เช่น ทุ.เอก. กณฺหํ (โคณํ) ซึ่งโค ชื่อว่ากัณหะ",
  "กณฺห ๒": "ว. ดำ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กณฺหํ (ธมฺมํ) ซึ่งธรรม อันดำ",
  "กณฺหอุสภชาตก": "น., นปุ. กัณหอุสภชาตก แจกเหมือน กุล เช่น ทุ.เอก. กณฺหอุสภชาตกํ ยังกัณหอุสภชาตก",
  "กณฺฐ": "น., ปุ. คอ แจกเหมือน ปุริส เช่น ส.เอก. กณฺเฐ ที่คอ",
  "กณฺฐก": "น., ปุ. กัณฐกะ (ชื่อของม้า) แจกเหมือน ปุริส เช่น ทุ.เอก. กณฺฐกํ (อสฺสํ) สู่ม้า ชื่อว่ากัณฐกะ"
};

const vocabInsanPr9Part5to8_Page116 = {
  "กต": "ก. อัน…กระทำแล้ว กร ธาตุ ในความทำ + ต ปัจจัย เป็นกัมมวาจก ลบ ร ที่สุดธาตุ ได้รูป เป็น กต ดู อกต",
  "กตกมฺม ๑": "น., นปุ. กรรมอัน…กระทำแล้ว แจกเหมือน กุล เช่น ป.เอก. กตกมฺมํ อ. กรรม อัน…กระทำแล้ว เป็นวิเสสนบุพพบท กัมมธารย สมาส วิ.ว่า กตํ กมฺมํ = กตกมฺมํ",
  "กตกมฺม ๒": "ว. ผู้มีกรรมอันกระทำแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กตกมฺมา (ชนา) อ. ชน ท.ผู้มีกรรมอันกระทำแล้ว เป็นตติยา ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กตํ กมฺมํ เยหิ เต กตกมฺมา (ชนา) กรรม อันชน ท. เหล่าใด กระทำแล้ว ชน ท. เหล่านั้น ชื่อว่าผู้มีกรรม อันกระทำแล้ว",
  "กตกลฺยาณ": "ว. ผู้มีกรรมอันงามอันกระทำแล้ว ปุ. แจก เหมือน ปุริส เช่น ป.พหุ. กตกลฺยาณา (ชนา) อ. ชน ท. ผู้มีกรรมอันงามอันกระทำแล้ว เป็นตติยาตุลยาธิกรณ พหุพพิหิสมาส วิ.ว่า กตํ กลฺยาณํ เยหิ เต กตกลฺยาณา (ชนา) กรรมอันงาม อันชน ท. เหล่าใด กระทำแล้ว ชน ท. เหล่านั้น ชื่อว่าผู้มีกรรมอันงามอันกระทำแล้ว",
  "กตกิจฺจ": "น., นปุ. กิจอัน…กระทำแล้ว แจกเหมือน กุล เช่น ทุ.เอก. กตกิจฺจํ ซึ่งกิจอัน…กระทำแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กตํ กิจฺจํ = กตกิจฺจํ",
  "กตคนฺธปริภณฺฑาย": "ว., อิต. (ภูมิยา) บนภาคพื้น อันมีการประพรมด้วยของหอมอันบุคคล กระทำแล้ว เป็นสัตตมีตุลยาธิกรณพหุพพิหิ สมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. คนฺเธหิ ปริภณฺฑํ = คนฺธปริภณฺฑํ (ดูลิงค์ของ ปริภณฺฑ ใหม่) ส.ตุล.วิ. กตํ คนฺธปริภณฺฑํ ยสฺสํ สา กตคนฺธปริภณฺฑา (ภูมิ)",
  "กตเคห": "น., นปุ. เรือนอัน…กระทำแล้ว แจกเหมือน กุล เช่น ป.เอก. กตเคหํ อ. เรือน อัน…กระทำแล้ว เป็นวิเสสนบุพพบท กัมมธารย สมาส วิ.ว่า กตํ เคหํ = กตเคหํ",
  "กตจิตฺตกํ": "น., นปุ. (พิมฺพํ) ซึ่งอัตภาพ อันมีความ วิจิตรอันกรรมกระทำแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า (กมฺเมน) กตํ จิตฺตกมฺมํ ยสฺส ตํ กตจิตฺตกํ (พิมฺพํ) [บทสมาส ลง ก สกัตถ์) ความวิจิตร ของอัตภาพใด อันกรรม กระทำแล้ว อัตภาพนั้น ชื่อว่าอันมีความวิจิตรอันกรรม กระทำแล้ว",
  "กตจิตฺตกมฺม": "ว. มีจิตรกรรมอัน…กระทำแล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กตจิตฺตกมฺมํ (หตฺถึ) ซึ่งช้าง ตัวมีจิตรกรรมอันบุคคลกระทำ แล้ว เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กตํ จิตฺตกมฺมํ ยสฺส โส กตจิตฺตกมฺโม (หตฺถี) จิตรกรรม อันบุคคลกระทำแล้ว แก่ช้างใด ช้างนั้น ชื่อว่าตัวมีจิตรกรรมอันบุคคลกระทำแล้ว",
  "กตฏฺฐาน": "น., นปุ. ที่แห่ง…อันเรากระทำแล้ว แจกเหมือน กุล เช่น ทุ.เอก. กตฏฺฐานํ ซึ่งที่ แห่ง…อันเรากระทำแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กตสฺส ฐานํ = กตฏฺฐานํ [ซ้อน ฏฺ]",
  "กตตฺต": "น., นปุ. ความที่แห่ง…เป็น…อัน…กระทำแล้ว ลง ตฺต ปัจจัย ในภาวตัทธิต แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ เช่น ปญฺ.เอก. กตตฺตา เพราะความที่แห่ง…เป็น…อัน…กระทำแล้ว วิ.ว่า กตสฺส (กมฺมุโน) ภาโว = กตตฺตํ",
  "กตปฏิสนฺถาร": "ว. ผู้มีปฏิสันถารอันกระทำแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กตปฏิสนฺถาโร (เถโร) วิ.ว่า กโต ปฏิสนฺถาโร เยน โส กตปฏิสนฺถาโร (เถโร) หรือแปลว่า ผู้มีปฏิสันถาร อัน…กระทำแล้ว เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า (สตฺถารา) กตปฏิสนฺถาโร ยสฺส โส กตปฏิสนฺถาโร (เถโร)",
  "กตปฏิสมฺโมทน": "ว. ผู้มีความบันเทิงพร้อมเฉพาะ อันทรงกระทำแล้ว เป็นตติยาตุลยาธิกรณพหุ พพิหิสมาส ปุ. แจก เหมือน ปุริส เช่น ป.เอก. กตปฏิสมฺโมทโน (เถโร) วิ.ว่า กตา ปฏิสมฺ โมทนา เยน โส กตปฏิสมฺโมทโน (เถโร) หรือ แปลว่า ผู้มีความบันเทิงพร้อมเฉพาะอัน… กระทำแล้ว เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า (สตฺถารา) กตา ปฏิสมฺโมทนา ยสฺส โส กตปฏิสนฺถาโร (เถโร)"
};

const vocabInsanPr9Part5to8_Page117 = {
  "กตปตฺตปุฏ": "น., ปุ. กลุ่มแห่งใบอัน…กระทำแล้ว แจกเหมือน เช่น ฉ.เอก. กตปตฺตปุฏสฺส แห่งกลุ่มแห่งใบอัน…กระทำแล้ว เป็นวิเสสน บุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. ปตฺตานํ ปุโฏ = ปตฺตปุโฏ (ดูลิงค์ ปุฏ ใหม่) วิ.บุพ. กัม.วิ. กโต ปตฺตปุโฏ = กตปตฺตปุโฏ",
  "กตปริจฺจาค": "น., ปุ. การบริจาคอัน…กระทำแล้ว แจกเหมือน ปุริส เช่น ป.เอก. กตปริจฺจาโค อ. การบริจาคอัน…กระทำแล้ว เป็นวิเสสน บุพพบท กัมมธารยสมาส วิ.ว่า กโต ปริจฺจาโค = กตปริจฺจาโค",
  "กตปาตราส": "ว. ผู้มีอาหารอันบุคคลพึงกินใน เวลาเช้าอันกระทำแล้ว เป็นตติยาตุลยาธิกรณ พหุพพิหิสมาส มี ณ ปัจจัย กัมมรูป กัมมสาธนะ เป็นภายใน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กตปาตราโส (ราชา) อ. พระราชา ผู้มี พระกระยาหารอันบุคคลพึงกินในเวลาเช้า อันทรงกระทำแล้ว ณ.กัม.กัม.วิ. ปาโต อสิตพฺโพติ ปาตราโส (อาหาโร) [บทว่า ปาตราโส ตัดเป็น ปาต-อาโส สระอยู่หลัง ลง ร อาคม ต่อเป็น ปาตราโส] ต.ตุล.วิ. กโต ปาตราโส เยน โส กตปาตราโส (ราชา)",
  "กตปาปกมฺม ๑": "น., นปุ. กรรมอันชั่วอัน…กระทำ แล้ว แจกเหมือน กุล เช่น ป.เอก. กตปาปกมฺมํ อ. กรรมอันชั่วอัน…กระทำแล้ว เป็นวิเสสน บุพพบท กัมมธารยสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. ปาปํ กมฺมํ = ปาปกมฺมํ วิ.บุพ.กัม.วิ. กตํ ปาปกมฺมํ = กตปาปกมฺมํ",
  "กตปาปกมฺม ๒": "ว. ผู้มีกรรมชั่วอันกระทำแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส มีวิเสสน บุพพบท กัมมธารยสมาส เป็นภายใน ปุ. แจก เหมือน ปุริส เช่น ป.พหุ. กตปาปกมฺมา (ชนา) อ. ชน ท. ผู้มีกรรมชั่วอันกระทำแล้ว วิ.บุพ.กัม.วิ. ปาปํ กมฺมํ = ปาปกมฺมํ ต.ตุล.วิ. กตํ ปาปกมฺมํเยหิ เต กตปาปกมฺมา (ชนา)",
  "กตปุญฺญ": "ว. ผู้มีบุญอันกระทำแล้ว เป็นตติยา ตุลยาธิกรณพหุพพิหิสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กตปุญฺโญ (ปุตฺโต) อ. บุตร ผู้มีบุญ อันกระทำแล้ว วิ.ว่า กตํ ปุญฺญํ เยน โส กตปุญฺโญ (ปุตฺโต)",
  "กตปุญฺญกมฺม": "ว. ผู้มีกรรมอันเป็นบุญอันกระทำ แล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส มี วิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กตปุญฺญกมฺมา (ชนา) อ. ชน ท. ผู้มีกรรมอันเป็นบุญอันกระทำแล้ว วิ.บุพ.กัม.วิ. ปุญฺญํ กมฺมํ = ปุญฺญกมฺมํ ต.ตุล.วิ. กตํ ปุญฺญกมฺมํเยหิ เต กตปุญฺญกมฺมา (ชนา)",
  "กตปุพฺพ": "ว. อัน…กระทำแล้วในก่อน (เคย กระทำแล้ว) เป็นสัตตมีตัปปุริสสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กตปุพฺโพ (อุปกาโร) อ. อุปการะ อัน…กระทำแล้วในก่อน (เคยกระทำ แล้ว) วิ.ว่า (อตฺตนา) ปุพฺเพ กโต = กตปุพฺโพ (อุปกาโร)",
  "กตปฺปจฺจุคมน": "ว. ผู้มีการต้อนรับอัน…กระทำ แล้ว เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กตปฺปจฺจุคมโน ผู้มีการต้อนรับอัน…กระทำแล้ว วิ.ว่า (รญฺญา) กตํ ปจฺจุคฺคมนํ ยสฺส โส กตปฏิสนฺถาโร (สตฺถา)",
  "กตปฺปฏิสนฺถาร": "ว. ผู้มีปฏิสันถารอันกระทำ แล้ว กต + ปฏิสนฺถาร [บทสมาสซ้อน ปฺ] ดู กตปฏิสนฺถาร",
  "กตปฺปฏิสมฺโมทน": "ว. ผู้มีความบันเทิงพร้อม เฉพาะอัน…กระทำแล้ว กต + ปฏิสมฺโมทน [บทสมาสซ้อน ปฺ] ดู กตปฏิสมฺโมทน",
  "กตภตฺตกิจฺจ": "ว. ผู้มีกิจด้วยภัตอันกระทำแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส มีตติยา ตัปปุริสสมาส เป็นภายใน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กตภตฺตกิจฺโจ (สตฺถา) อ.พระศาสดา ผู้มีกิจด้วยภัตอันทรงกระทำแล้ว ต.ตัป.วิ.ภตฺเตน กิจฺจํ = ภตฺตกิจฺจํ ต.ตุล.วิ. กตํ ภตฺตกิจฺจํ เยน โส กตภตฺตกิจฺโจ (สตฺถา)"
};

const vocabInsanPr9Part5to8_Page118 = {
  "กตภาว": "น., ปุ. ความที่แห่ง…เป็น…อัน…กระทำแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. กตภาวํ ซึ่งความที่แห่ง…เป็นกิริยาอัน…กระทำแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กตาย (กิริยาย) ภาโว = กตภาโว",
  "กตม": "ว. ไฉน, คนไหน ฝ่ายเอกวจนะ แปลว่า ไฉน, คนไหน ฝ่ายพหุวจนะ แปลว่า เหล่าไหน แจกเหมือน ย ศัพท์",
  "กตร": "ว. ไหน ฝ่ายเอกวจนะ แปลว่า ไหน ฝ่ายพหุวจนะ แปลว่า เหล่าไหน แจกเหมือน ย ศัพท์",
  "กตรทานรสรติ": "น., นปุ. อ. ทานและรสและความยินดีไหน แจกเหมือน อกฺขิ เป็นวิเสสนบุพพบท กัมมธารยสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. ทานญฺจ รโส จ รติ จ = ทานรสรติ วิ.บุพ.กัม.วิ. กตรํ ทานรสรติ = กตรทานรสรติ",
  "กตสกฺการ ๑": "น., ปุ. สักการะอัน…กระทำแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. กตสกฺการํ ซึ่งสักการะอัน…กระทำแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กโต สกฺกาโร = กตสกฺกาโร",
  "กตสกฺการ ๒": "ว. ผู้มีสักการะอัน…กระทำแล้ว เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กตสกฺการา (ภิกฺขู) อ. ภิกษุ ท. ผู้มีสักการะอัน…กระทำแล้ว วิ.ว่า (ชเนหิ) กโต สกฺกาโร เยสํ เต กตสกฺการา (ภิกฺขู)",
  "กตสนฺนาหา": "ว., ปุ. (ญาตกา) อ. ญาติ ท. ผู้มีเกราะอันกระทำแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กโต สนฺนาโห เยหิ เต กตสนฺนาหา (ญาตกา) เกราะอันญาติ ท. เหล่าใดกระทำแล้ว ญาติ ท. เหล่านั้น ชื่อว่าผู้มีเกราะอันกระทำแล้ว [สนฺนาห = เกราะ, เครื่องผูกสอด ปุ.]",
  "กตสพฺพกิจฺจ": "ว. ผู้มีกิจทั้งปวงอันกระทำแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. สพฺพํ กิจฺจํ = สพฺพกิจฺจํ ต.ตุล.วิ. กตํ สพฺพกิจฺจํ เยน โส กตสพฺพกิจฺโจ (อมจฺโจ)",
  "กตาธิการ": "ว. ผู้มีอธิการอันกระทำแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กตาธิการา (สตฺตา) อ. สัตว์ ท. ผู้มีอธิการอันกระทำแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กโต อธิกาโร เยหิ เต กตาธิการา (สตฺตา)",
  "กตาปราธ": "น., ปุ. ความผิดอัน…กระทำแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. กตาปราธํ ซึ่งความผิดอัน…กระทำแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กโต อปราโธ = กตาปราโธ",
  "กตาภินีหาร": "ว. ผู้มีอภินิหารอันกระทำแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กตาภินีหาโร (ปุตฺโต) อ. บุตร ผู้มีอภินิหารอันกระทำแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กโต อภินีหาโร เยน โส กตาภินีหาโร (ปุตฺโต)",
  "กตาภิโยคภาว": "น., ปุ. ความที่แห่ง…เป็นผู้มีความเพียรเป็นเครื่องประกอบยิ่งอันกระทำแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. กตาภิโยคภาวํ ซึ่งความที่แห่ง…เป็นผู้มีความเพียรเป็นเครื่องประกอบยิ่งอันกระทำแล้ว เป็นฉัฏฐีตัปปุริสสมาส มีตติยาตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตุล.วิ. กโต อภิโยโค เยน โส กตาภิโยโค (ภิกฺขุ) ฉ.ตัป.วิ. กตาภิโยคสฺส (ภิกฺขุสฺส) ภาโว = กตาภิโยคภาโว",
  "กติ": "ว. เท่าไร ปุ. แจกเหมือน มุนิ เช่น ต.พหุ. กตีหิ (อิริยาปเถหิ) ด้วยอิริยาบถ ท. เท่าไร",
  "กติกา": "น., อิต. กติกา แจกเหมือน กญฺญา เช่น ป.เอก. กติกา อ. กติกา",
  "กติปย": "ว. เล็กน้อย ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กติปยา (ปณฺฑิตา) อ. บัณฑิต ท. ผู้เล็กน้อย",
  "กติปาห": "น., ปุ., นปุ. วันเล็กน้อย นปุ. แจกเหมือน กุล เช่น จ.เอก. กติปาหสฺส ต่อวันเล็กน้อย เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กติโป อโห = กติปาโห หรือ กติปํ อหํ = กติปาหํ [ลบ] สระหน้า ทีฆะสระหลัง"
};

const vocabInsanPr9Part5to8_Page119 = {
  "กติปาหจฺจย": "น., ปุ. การ (อัน) ล่วงไปแห่งวันเล็กน้อย แจกเหมือน ปุริส เช่น ต.เอก. กติปาหจฺจเยน โดยอันล่วงไปแห่งวันเล็กน้อย เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กติโป อโห = กติปาโห ฉ.ตัป.วิ. กติปาหสฺส อจฺจโย = กติปาหจฺจโย",
  "กติวสฺส": "ว. ผู้มีกาลฝนเท่าไร ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กติวสฺโส (ตฺวํ) อ. ท่าน ผู้มีกาลฝนเท่าไร เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กติ วสฺสํ ยสฺส โส กติวสฺโส (ตฺวํ)",
  "กตฺตพฺพ": "ก. อัน…พึงกระทำ กร ธาตุ ในความทำ + ตพฺพ ปัจจัย ลบ ร ที่สุดธาตุ ซ้อน ตฺ ได้รูปเป็น กตฺตพฺพ ดู อกตฺตพฺพ",
  "กตฺตพฺพกมฺม": "น., นปุ. การงานอันบุคคลพึงกระทำ แจกเหมือน กุล เช่น ป.พหุ. กตฺตพฺพกมฺมานิ อ. การงานอันบุคคลพึงกระทำ ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กตฺตพฺพานิ กมฺมานิ = กตฺตพฺพกมฺมานิ",
  "กตฺตพฺบกิจฺจ": "น., นปุ. กิจอัน…พึงกระทำ แจกเหมือน กุล เช่น ป.เอก. กตฺตพฺบกิจฺจํ อ. กิจอัน…พึงกระทำ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กตฺตพฺบํ กิจฺจํ = กตฺตพฺบกิจฺจํ",
  "กตฺตพฺบปริหาร": "น., ปุ. การบริหารอัน…พึงกระทำ แจกเหมือน ปุริส เช่น ทุ.เอก. กตฺตพฺบปริหารํ ซึ่งการบริหารอัน…พึงกระทำ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กตฺตพฺโพ ปริหาโร = กตฺตพฺบปริหาโร",
  "กตฺตพฺบยุตฺตก": "ว. อันควรแล้วแก่…อัน…พึงกระทำ นปุ. แจกเหมือน กุล เช่น ป.เอก. กตฺตพฺบยุตฺตกํ (กิจฺจํ) อ. กิจอันควรแล้วแก่…อัน…พึงกระทำ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า กตฺตพฺพสฺส (กิจฺจสฺส) ยุตฺตกํ = กตฺตพฺบยุตฺตกํ (กิจฺจํ)",
  "กตฺตพฺบรูป": "ว. มีรูปอันบุคคลพึงกระทำ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส นปุ. แจกเหมือน กุล เช่น ป.พหุ. กตฺตพฺบรูปานิ (กมฺมานิ) อ. กรรม ท. มีรูปอันบุคคลพึงกระทำ วิ.ว่า กตฺตพฺบํ รูปํ เยสํ ตานิ กตฺตพฺบรูปานิ (กมฺมานิ)",
  "กตฺตรยฏฺฐิ": "น., อิต. ไม้เท้าของคนแก่ แจกเหมือน รตฺติ เช่น ทุ.เอก. กตฺตรยฏฺฐึ ซึ่งไม้เท้าของคนแก่ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กตฺตรสฺส ยฏฺฐิ = กตฺตรยฏฺฐิ [กตฺตร = คนแก่ ปุ.]",
  "กตฺตรสุปฺป": "น., นปุ. กระด้งเก่า แจกเหมือน กุล เช่น ส.เอก. กตฺตรสุปฺเป ในกระด้งเก่า เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กตฺตรํ สุปฺปํ = กตฺตรสุปฺปํ [กตฺตร = เก่า ว.]",
  "กตฺตุกมฺยตาฉนฺทวเสน": "น., ปุ. ด้วยสามารถแห่งความพอใจในความเป็นแห่งความเป็นผู้ใคร่เพื่ออันกระทำ เป็นฉัฏฐีตัปปุริสสมาส มีจตุตถีตัปปุริสสมาส ณฺย ปัจจัย ในภาวตัทธิต ตา ปัจจัย ในภาวตัทธิต และสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ จตุ.ตัป.วิ. กตฺตุํ กาโม = กตฺตุกาโม (ปุคฺคโล) ณฺย.ภาว.วิ. กตฺตุกามสฺส ภาโว = กตฺตุกมฺยํ ตา.ภาว.วิ. กตฺตุกมฺยสฺส ภาโว = กตฺตุกมฺยตา ส.ตัป.วิ. กตฺตุกมฺยตาย ฉนฺโท = กตฺตุกมฺยตาฉนฺโท ฉ.ตัป.วิ. กตฺตุกมฺยตาฉนฺทสฺส วโส = กตฺตุกมฺยตาฉนฺทวโส",
  "กตฺตุกาม": "ว. ผู้ใคร่เพื่ออันกระทำ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กตฺตุกาโม (อุปาสโก) อ. อุบาสก ผู้ใคร่เพื่ออันกระทำ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า กตฺตุํ กาโม = กตฺตุกาโม (อุปาสโก) [ลบนิคคหิต]",
  "กตฺถ": "อัพ. ใน-ไหน ศัพท์เดิมเป็น กึ + ตฺถ ปัจจัย แปลง กึ เป็น ก สำเร็จรูปเป็น กตฺถ เช่น กตฺถ (ฐาเน) ณ ที่ไหน",
  "กตฺวา": "ก. กระทำแล้ว, ครั้นกระทำแล้ว กร ธาตุ ในความทำ + ตฺวา ปัจจัย ลบ ร ที่สุดธาตุ สำเร็จรูปเป็น กตฺวา",
  "กโตกาส": "ว. ผู้มีโอกาสอัน…กระทำแล้ว เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กโตกาโส (ปุณฺโณ) อ. นายปุณณะ ผู้มีโอกาสอันพระราชากระทำแล้ว วิ.ว่า (รญฺญา) กโต โอกาโส ยสฺส โส กโตกาโส (ปุณฺโณ)"
};

const vocabInsanPr9Part5to8_Page120 = {
  "กถํ": "นิ. อย่างไร เป็นนิบาตบอกความถาม เช่น กถํ ชีวิสฺสามิ = อ. หม่อมฉันจักเป็นอยู่อย่างไร",
  "กถยมาน": "ก. กล่าวอยู่ กถ ธาตุ ในความกล่าว + ณย ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ลบ ณ เหลือไว้แต่ ย ได้รูปเป็น กถยมาน ดู อนิจฺฉมาน",
  "กถยึสุ": "ก. (เช่น ชนา อ. ชน ท.) กราบทูลแล้ว, กล่าวแล้ว, บอกแล้ว กถ ธาตุ ในความกล่าว + ณย ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ ย แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น กถยึสุ",
  "กถํรูป": "ว. อันมีอย่างไรเป็นรูป เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส อิต. แจกเหมือน กญฺญา เช่น ป.เอก. กถํรูปา (ธมฺมเทสนา) อ. ธรรมเทสนาอันมีอย่างไรเป็นรูป วิ.ว่า กถํ รูปํ ยสฺสา สา กถํรูปา (ธมฺมเทสนา)",
  "กถา": "น., อิต. เป็นเครื่องกล่าว แจกเหมือน กญฺญา เช่น ป.เอก. กถา (วาจา) อ. วาจาเป็นเครื่องกล่าว มาจาก กถ ธาตุ ในความกล่าว + อ ปัจจัย ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น กถา แปลว่า เป็นเครื่องกล่าว เป็นกัตตุรูป กรณสาธนะ วิ.ว่า กเถติ เอตายาติ กถา (วาจา) ชน ย่อมกล่าวด้วยวาจานั่น เหตุนั้น วาจานั่น ชื่อว่า กถา ๆ เป็นเครื่องกล่าว",
  "กถาโทส": "น., ปุ. โทษแห่งวาจาเป็นเครื่องกล่าว แจกเหมือน ปุริส เช่น ป.เอก. กถาโทโส อ. โทษแห่งวาจาเป็นเครื่องกล่าว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กถาย โทโส = กถาโทโส",
  "กถาเปตฺวา": "ก. ยัง…ให้กล่าวแล้ว, ให้ตรัสบอกแล้ว กถ ธาตุ ในความกล่าว + ณาเป ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่อาเป สำเร็จรูปเป็น กถาเปตฺวา",
  "กถาเปมิ": "ก. (อหํ อ. เรา) ยัง…จะให้กล่าว กถ ธาตุ ในความกล่าว + ณาเป ในเหตุกัตตุวาจก + มิ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่อาเป สำเร็จรูปเป็น กถาเปมิ",
  "กถาเปสฺสามิ": "ก. (อหํ อ. เรา) ยัง…จักให้ตรัสบอก กถ ธาตุ ในความกล่าว + ณาเป ในเหตุกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลบ ณ เหลือไว้แต่อาเป สำเร็จรูปเป็น กถาเปสฺสามิ",
  "กถาวตฺถุ": "น., นปุ. กถาวัตถุ แจกเหมือน วตฺถุ เช่น ป.พหุ. กถาวตฺถูนิ อ. กถาวัตถุ ท.",
  "กถาสทฺท": "น., ปุ. เสียงแห่งพระวาจาเป็นเครื่องตรัส แจกเหมือน ปุริส เช่น ทุ.เอก. กถาสทฺทํ ซึ่งเสียงแห่งพระวาจาเป็นเครื่องตรัส เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กถาย สทฺโท = กถาสทฺโท",
  "กถาสลฺลาป": "น., ปุ. การเจรจาด้วยวาจาเป็นเครื่องกล่าว แจกเหมือน ปุริส เช่น ป.เอก. กถาสลฺลาโป อ. การเจรจาด้วยวาจาเป็นเครื่องกล่าว เป็นตติยาตัปปุริสสมาส วิ.ว่า กถาย สลฺลาโป = กถาสลฺลาโป",
  "กถิต": "ก. อัน…กล่าวแล้ว กถ ธาตุ ในความกล่าว + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น กถิต ดู อกต",
  "กถิตกถา": "น., อิต. วาจาเป็นเครื่องกล่าวอัน…กล่าวแล้ว แจกเหมือน กญฺญา เช่น ทุ.เอก. กถิตกถํ ซึ่งวาจาเป็นเครื่องกล่าวอัน…กล่าวแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กถิตา กถา = กถิตกถา",
  "กถิตการณา": "น., นปุ. เพราะเหตุแห่งคำอัน…กล่าวแล้ว ศัพท์เดิมเป็น กถิตการณ อ การันต์ ในนปุงสกลิงค์ ลง สฺมา ปัญจมีวิภัตติฝ่ายเอกวจนะ แปลง อ กับ สฺมา เป็น อา สำเร็จรูปเป็น กถิตการณา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กถิตสฺส (วจนสฺส) การณํ = กถิตการณํ",
  "กถิตนิยาม": "น., ปุ. ทำนองแห่งคำอัน…กล่าวแล้ว แจกเหมือน ปุริส เช่น ต.เอก. กถิตนิยาเมน โดยทำนองแห่งคำอัน…กล่าวแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กถิตสฺส (วจนสฺส) นิยาโม = กถิตนิยาโม",
  "กถิตภาว": "น., ปุ. ความที่แห่ง…เป็น…อัน…กล่าวแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. กถิตภาวํ ซึ่งความที่แห่ง…เป็น…อัน…กล่าวแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กถิตสฺส (วจนสฺส) ภาโว = กถิตภาโว",
  "กถิยมาน": "ก. อัน…กล่าวอยู่ กถ ธาตุ ในความบอก, ความกล่าว + อิ อาคม หน้า ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย ได้รูปเป็น กถิยมาน ดู อนาหริยมาน"
};

const vocabInsanPr9Part5to8_Page121 = {
  "กเถตพฺพ": "ก. อัน…พึงบอก กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัยประจำหมวดธาตุ + ตพฺบ ปัจจัย ได้รูปเป็น กเถตพฺพ ดู อกตฺตพฺพ",
  "กเถตพฺบยุตฺตก": "ว. อันควรแล้วแก่…อัน…พึงกล่าว นปุ. แจกเหมือน กุล เช่น ทุ.เอก. กเถตพฺบยุตฺตกํ (ปทํ) ซึ่งบทอันควรแล้วแก่บทอันตนพึงกล่าว เป็นจตุตถีตัปปุริสสมาส วิ.ว่า กเถตพฺพสฺส (ปทสฺส) ยุตฺตกํ = กเถตพฺบยุตฺตกํ (ปทํ)",
  "กเถติ": "ก. (เช่น เถโร อ. พระเถระ) ย่อมกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กเถติ",
  "กเถตุ": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) จงกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ สำเร็จรูปเป็น กเถตุ",
  "กเถตุํ": "น. อ. อันกล่าว, เพื่ออันกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย สำเร็จรูปเป็น กเถตุํ ดู อกฺโกสิตุํ",
  "กเถตฺวา": "ก. กล่าวแล้ว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย สำเร็จรูปเป็น กเถตฺวา",
  "กเถถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) จงกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ สำเร็จรูปเป็น กเถถ",
  "กเถถ ๒": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ สำเร็จรูปเป็น กเถถ",
  "กเถนฺต": "ก. กล่าวอยู่ กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น กเถนฺต ดู อกฺกมนฺต",
  "กเถนฺติ": "ก. (เช่น มนุสฺสา อ. มนุษย์ ท.) ย่อมกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กเถนฺติ",
  "กเถมิ ๑": "ก. (อหํ อ. เรา) ย่อมกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ สำเร็จรูปเป็น กเถมิ",
  "กเถมิ ๒": "ก. (อหํ อ. เรา) จงกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + มิ ปัญจมีวิภัตติ สำเร็จรูปเป็น กเถมิ",
  "กเถยฺย": "ก. (เช่น พุทฺโธ อ. พระพุทธเจ้า) พึงตรัส, พึงกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ เป็น กเถ + เอยฺย ลบ เอ ที่ เถ สำเร็จรูปเป็น กเถยฺย",
  "กเถยฺยาถ": "ก. (ตุมฺเห อ. ท่าน ท.) พึงกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + เอยฺยาถ สัตตมีวิภัตติ เป็น กเถ + เอยฺยาถ ลบ เอ ที่ เถ สำเร็จรูปเป็น กเถยฺยาถ",
  "กเถสิ ๑": "ก. (ตฺวํ อ. ท่าน) ย่อมบอก กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ สำเร็จรูปเป็น กเถสิ",
  "กเถสิ ๒": "ก. (เช่น สตฺถา อ. พระศาสดา) ตรัสแล้ว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ ลง ส อาคม สำเร็จรูปเป็น กเถสิ",
  "กเถสึ": "ก. (อหํ อ. เรา) กล่าวแล้ว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + อึ อัชชัตตนีวิภัตติ ลง ส อาคม สำเร็จรูปเป็น กเถสึ",
  "กเถสฺสติ": "ก. (เช่น สตฺถา อ. พระศาสดา) จักตรัส กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ สำเร็จรูปเป็น กเถสฺสติ",
  "กเถสฺสถ": "ก. (ตุมฺเห อ. ท่าน ท.) จักกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติ สำเร็จรูปเป็น กเถสฺสถ",
  "กเถสฺสนฺติ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) จักกล่าว กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติ สำเร็จรูปเป็น กเถสฺสนฺติ",
  "กเถสฺสาม": "ก. (มยํ อ. เรา ท.) จักบอก กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ สำเร็จรูปเป็น กเถสฺสาม",
  "กเถสฺสามิ": "ก. (อหํ อ. เรา) จักบอก กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ สำเร็จรูปเป็น กเถสฺสามิ"
};

const vocabInsanPr9Part5to8_Page122 = {
  "กเถหิ": "ก. (ตฺวํ อ. ท่าน) จงกล่าว, จงบอก กถ ธาตุ ในความบอก, ความกล่าว + เอ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ สำเร็จรูปเป็น กเถหิ",
  "กทริย": "ว. ผู้มีความตระหนี่ กทร ศัพท์ + อิย ปัจจัย ในชาตาทิตัทธิต ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กทริโย (ปุคฺคโล) อ. บุคคลผู้มีความตระหนี่ วิ.ว่า กทรํ อสฺส อตฺถีติ กทริโย (ปุคฺคโล) ความตระหนี่ของบุคคลนั้นมีอยู่ เหตุนั้น บุคคลนั้น ชื่อว่าผู้มีความตระหนี่",
  "กทลิ": "น., อิต. ต้นกล้วย แจกเหมือน รตฺติ เช่น ทุ.เอก. กทลึ ซึ่งต้นกล้วย",
  "กทลิคพฺภสทิสานิ": "น., นปุ. (จีวรานิ) ซึ่งจีวร ท. อัน เช่นกับด้วยใบตองอันมีในครรภ์แห่งกล้วย เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กทลิยา คพฺโภ = กทลิคพฺโภ ต.ตัป.วิ. กทลิคพฺเภน สทิสานิ = กทลิคพฺภสทิสานิ (จีวรานิ)",
  "กทา": "อัพ. ในกาลไร มาจาก กึ ศัพท์ ลง ทา ปัจจัย แปลง กึ เป็น ก สำเร็จรูปเป็น กทา",
  "กทาจิ": "อัพ. ในกาลบางคราว มาจาก กึ ศัพท์ ลง ทา ปัจจัย มี จิ ต่อท้าย สำเร็จรูปเป็น กทาจิ",
  "กทฺทมพหุล": "ว. มีเปือกตมมาก นปุ. แจกเหมือน กุล เช่น ป.เอก. กทฺทมพหุลํ (ฐานํ) อ. ที่มีเปือกตมมาก เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กทฺทโม พหุโล ยสฺส ตํ กทฺทมพหุลํ (ฐานํ) เปือกตมของที่ใดมาก ที่นั้น ชื่อว่ามีเปือกตมมาก",
  "กทฺทมเลปนาการ": "น., ปุ. อาการคืออันไล้ทาด้วยเปือกตม แจกเหมือน ปุริส เช่น ต.เอก. กทฺทมเลปนากาเรน โดยอาการคืออันไล้ทาด้วยเปือกตม เป็นอวธารณบุพพบท กัมมธารยสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กทฺทเมน เลปนํ = กทฺทมเลปนํ อว.บุพ.กัม.วิ. กทฺทมเลปนํ เอว อากาโร = กทฺทมเลปนากาโร",
  "กนกเจติย": "น., นปุ. พระเจดีย์อันเป็นวิการแห่งทอง แจกเหมือน กุล เช่น ป.เอก. กนกเจติยํ อ. พระเจดีย์อันเป็นวิการแห่งทอง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กนกสฺส (วิกาโร) เจติยํ = กนกเจติยํ",
  "กนกมย": "ว. อันสำเร็จแล้วด้วยทอง กนก ศัพท์ + มย ปัจจัย ในปกติตัทธิต ใช้แทน สิทฺธ แปลว่า สำเร็จแล้ว ได้รูปเป็น กนกมย อิต. ลง อา เครื่องหมายอิต. แจกเหมือน กญฺญา เช่น ทุ.เอก. กนกมยํ (สมฺมชฺชนึ) ซึ่งไม้กวาดอันสำเร็จแล้วด้วยทอง วิ.ว่า กนเกน สิทฺธา = กนกมยา (สมฺมชฺชนี)",
  "กนกวิมาน": "น., นปุ. วิมานอันเป็นวิการแห่งทอง แจกเหมือน กุล เช่น ส.เอก. กนกวิมาเน ในวิมานอันเป็นวิการแห่งทอง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กนกสฺส (วิกาโร) วิมานํ = กนกวิมานํ",
  "กนิฏฺฐ": "น., ปุ. น้องชายผู้น้อยที่สุด แจกเหมือน ปุริส เช่น ป.เอก. กนิฏฺโฐ อ. น้องชายผู้น้อยที่สุด",
  "กนิฏฺฐปุตฺต": "น., ปุ. บุตรผู้น้อยที่สุด, พระโอรสองค์น้อยที่สุด แจกเหมือน ปุริส เช่น ป.เอก. กนิฏฺฐปุตฺโต อ. บุตรผู้น้อยที่สุด, พระโอรสองค์น้อยที่สุด เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กนิฏฺโฐ ปุตฺโต = กนิฏฺฐปุตฺโต",
  "กนิฏฺฐภคินี": "น., อิต. น้องสาวผู้น้อยที่สุด แจกเหมือน นารี เช่น ป.เอก. กนิฏฺฐภคินี อ. น้องสาวผู้น้อยที่สุด เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กนิฏฺฐา ภคินี = กนิฏฺฐภคินี"
};

const vocabInsanPr9Part5to8_Page123 = {
  "กนิฏฺฐภาติก": "น., ปุ. น้องชายผู้น้อยที่สุด แจกเหมือน ปุริส เช่น ฉ.เอก. กนิฏฺฐภาติกสฺส ของน้องชายผู้น้อยที่สุด เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กนิฏฺโฐ ภาติโก = กนิฏฺฐภาติโก",
  "กนิฏฺฐภาตุ ๑": "น., ปุ. น้องชายผู้น้อยที่สุด แจกเหมือน ปิตุ เช่น ป.เอก. กนิฏฺฐภาตา อ. น้องชายผู้น้อยที่สุด เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กนิฏฺโฐ ภาตา = กนิฏฺฐภาตา",
  "กนิฏฺฐภาตุ ๒": "น., ปุ. พระกนิษฐภาดา แจกเหมือน ปิตุ เช่น ป.เอก. กนิฏฺฐภาตา อ. พระกนิษฐภาดา",
  "กนฺตติ": "ก. (เช่น สุชาตา อ. นางสุชาดา) ย่อมกรอ กนฺต ธาตุ ในความกรอ + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กนฺตติ",
  "กนฺตนฺต": "ก. กรออยู่ กนฺต ธาตุ ในความกรอ + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น กนฺตนฺต ดู อกฺกมนฺต",
  "กนฺตาร": "น., ปุ. ทางกันดาร แจกเหมือน ปุริส เช่น ทุ.เอก. กนฺตารํ สู่ทางกันดาร",
  "กนฺติตฺวา": "ก. บาดแล้ว, ปั่นแล้ว กนฺต ธาตุ ในความบาด, ความปั่น, ความกรอ + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น กนฺติตฺวา",
  "กนฺทสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมครํ่าครวญ กนฺท ธาตุ ในความครํ่าครวญ + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ สำเร็จรูปเป็น กนฺทสิ",
  "กนฺทิ": "ก. ครํ่าครวญแล้ว กนฺท ธาตุ ในความครํ่าครวญ + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น กนฺทิ เป็นได้ ๒ บุรุษ คือ ประถมบุรุษและมัธยมบุรุษ ประถมบุรุษ เช่น มาตา กนฺทิ = มารดา ครํ่าครวญแล้ว (อยู่นอก อิติศัพท์) มัธยมบุรุษ เช่น มา กนฺทิ = อ. ท่าน อย่าครํ่าครวญแล้ว (อยู่ภายใน อิติศัพท์) [ธ. ๘: สมฺพหุลภิกฺขุวตฺถุ หน้า ๗๒]",
  "กนฺทิตฺวา": "ก. ครํ่าครวญแล้ว กนฺท ธาตุ ในความครํ่าครวญ + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น กนฺทิตฺวา",
  "กนฺเทยฺยุํ": "ก. (เช่น ชนา อ. ชน ท.) พึงครํ่าครวญ กนฺท ธาตุ ในความครํ่าครวญ + อ ปัจจัย ในกัตตุวาจก + เอยฺยุํ สัตตมีวิภัตติ สำเร็จรูปเป็น กนฺเทยฺยุํ",
  "กปณ ๑": "น., ปุ. คนกำพร้า, สัตว์กำพร้า แจกเหมือน ปุริส เช่น ป.เอก. กปโณ อ. คนกำพร้า, อ. สัตว์กำพร้า",
  "กปณ ๒": "ว. ผู้กำพร้า ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กปโณ (ชโน) อ. ชน ผู้กำพร้า",
  "กปณทฺธิกาทีนํ": "ว., ปุ. (ปุคฺคลานํ) เพื่อบุคคล ท. มีชนผู้กำพร้าและชนผู้ไปสู่ทางไกลเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. กปโณ จ อทฺธิโก จ = กปณทฺธิกา ฉ.ตุล.วิ. กปณทฺธิกา อาทโย เยสํ เต กปณทฺธิกาทโย (ปุคฺคลา) แจกเหมือน มุนิ",
  "กปลฺล": "น., นปุ. กระเบื้อง แจกเหมือน กุล เช่น ทุ.เอก. กปลฺลํ ซึ่งกระเบื้อง เฉพาะปัญจมีวิภัตติฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น กปลฺลโต บ้าง",
  "กปาล": "น., ปุ., นปุ. กระเบื้อง ปุ. แจกเหมือน ปุริส นปุ. แจกเหมือน กุล เช่น ต.เอก. กปาเลน ด้วยกระเบื้อง",
  "กปาลขณฺฑ": "น., ปุ., นปุ. ชิ้นแห่งกระเบื้อง ปุ. แจกเหมือน ปุริส นปุ. แจกเหมือน กุล เช่น ทุ.เอก. กปาลขณฺฑํ ซึ่งชิ้นแห่งกระเบื้อง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กปาลสฺส ขณฺโฑ = กปาลขณฺโฑ หรือ กปาลสฺส ขณฺฑํ = กปาลขณฺฑํ",
  "กปาลขณฺฑาทิภาว": "น., ปุ. ความเป็นแห่งวัตถุมีชิ้นแห่งกระเบื้องเป็นต้น แจกเหมือน ปุริส เช่น ทุ.เอก. กปาลขณฺฑาทิภาวํ ซึ่งความเป็นแห่งวัตถุมีชิ้นแห่งกระเบื้องเป็นต้น เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส และฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กปาลสฺส ขณฺโฑ = กปาลขณฺโฑ ฉ.ตุล.วิ. กปาลขณฺโฑ อาทิ ยสฺส ตํ กปาลขณฺฑาทิ (วตฺถุ) ฉ.ตัป.วิ. กปาลขณฺฑาทิสฺส (วตฺถุโน) ภาโว = กปาลขณฺฑาทิภาโว"
};

const vocabInsanPr9Part5to8_Page124 = {
  "กปาลหตฺถ": "ว. ผู้มีกระเบื้องในมือ ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กปาลหตฺถา (ชนา) อ. ชน ท. ผู้มีกระเบื้องในมือ เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า กปาโล หตฺเถ เยสํ เต กปาลหตฺถา (ชนา) กระเบื้อง (มี) ในมือ ของชน ท. เหล่าใด ชน ท. เหล่านั้น ชื่อว่าผู้มีกระเบื้องในมือ",
  "กปิล ๑": "น., ปุ. โคแดง แจกเหมือน ปุริส เช่น ฉ.พหุ. กปิลานํ แห่งโคแดง ท.",
  "กปิล ๒": "ว., ปุ. กปิละ (ชื่อของภิกษุ, ชื่อของปลา) แจกเหมือน ปุริส เช่น ป.เอก. กปิโล (ภิกฺขุ) อ. ภิกษุชื่อว่ากปิละ",
  "กปิลมจฺฉ": "น., ปุ. ปลาชื่อว่ากปิละ แจกเหมือน ปุริส เช่น ทุ.เอก. กปิลมจฺฉํ ซึ่งปลาชื่อว่ากปิละ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กปิโล มจฺโฉ = กปิลมจฺโฉ",
  "กปิลมจฺฉวตฺถุ": "น., นปุ. อ. เรื่องแห่งปลาชื่อว่ากปิละ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กปิโล มจฺโฉ = กปิลมจฺโฉ ฉ.ตัป.วิ. กปิลมจฺฉสฺส วตฺถุ = กปิลมจฺฉวตฺถุ",
  "กปิลวตฺถุ": "น., นปุ. กบิลพัสดุ์ (ชื่อของพระนคร) แจกเหมือน วตฺถุ เช่น ทุ.เอก. กปิลวตฺถุํ (นครํ) สู่พระนครชื่อว่ากบิลพัสดุ์",
  "กปิลวตฺถุนคร": "น., นปุ. พระนครชื่อว่ากบิลพัสดุ์ แจกเหมือน กุล เช่น ส.เอก. กปิลวตฺถุนคเร ในพระนครชื่อว่ากบิลพัสดุ์ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กปิลวตฺถุ นครํ = กปิลวตฺถุนครํ",
  "กปิลวตฺถุปุร": "น., นปุ. บุรีชื่อว่ากบิลพัสดุ์ แจกเหมือน กุล เช่น ทุ.เอก. กปิลวตฺถุปุรํ สู่บุรีชื่อว่ากบิลพัสดุ์ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กปิลวตฺถุ ปุรํ = กปิลวตฺถุปุรํ",
  "กปิลวตฺถุวาสี": "ว., ปุ. ผู้อยู่ในพระนครชื่อว่ากบิลพัสดุ์โดยปกติ แจกเหมือน เสฏฺฐี เช่น ป.พหุ. กปิลวตฺถุวาสิโน (ชนา) กปิลวตฺถุ บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อาลปณ เหลือไว้แต่อี ได้รูปเป็น กปิลวตฺถุวาสี แปลว่า ผู้อยู่ในพระนครชื่อว่ากบิลพัสดุ์โดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า กปิลวตฺถุสฺมึ วสนฺติ สีเลนาติ กปิลวตฺถุวาสิโน (ชนา) ชน ท. เหล่าใด ย่อมอยู่ในพระนครชื่อว่ากบิลพัสดุ์โดยปกติ เหตุนั้น ชน ท. เหล่านั้น ชื่อว่า กปิลวตฺถุวาสิโน ๆ ผู้อยู่ในพระนครชื่อว่ากบิลพัสดุ์โดยปกติ",
  "กปิลสุตฺต": "น., นปุ. กปิลสูตร แจกเหมือน กุล เช่น ทุ.เอก. กปิลสุตฺตํ ซึ่งกปิลสูตร",
  "กปฺป": "น., ปุ. กัปป์ แจกเหมือน ปุริส เช่น ส.พหุ. กปฺเปสุ ในกัปป์ ท.",
  "กปฺปโกฏิ": "น., อิต. โกฏิแห่งกัปป์ แจกเหมือน รตฺติ เช่น ส.พหุ. กปฺปโกฏีสุ ในโกฏิแห่งกัปป์ ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กปฺปานํ โกฏิโย = กปฺปโกฏิโย",
  "กปฺปโกฏิสหสฺส": "น., นปุ. พันแห่งโกฏิแห่งกัปป์ แจกเหมือน กุล เช่น ต.พหุ. กปฺปโกฏิสหสฺเสหิ โดยพันแห่งโกฏิแห่งกัปป์ ท. เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. โกฏีนํ สหสฺสานิ = โกฏิสหสฺสานิ ฉ.ตัป.วิ. กปฺปานํ โกฏิสหสฺสานิ",
  "กปฺปรุกฺข": "น., ปุ. ต้นกัลปพฤกษ์ แจกเหมือน ปุริส เช่น ป.พหุ. กปฺปรุกฺขา อ. ต้นกัลปพฤกษ์ ท.",
  "กปฺปวินาสก": "ว., ปุ. อันยังกัปป์ให้พินาศ แจกเหมือน ปุริส เช่น ป.เอก. กปฺปวินาสโก (อคฺคิ) อ. ไฟ อันยังกัปป์ให้พินาศ มาจาก กปฺป + วิ บทหน้า + นส ธาตุ ในความพินาศ + ณฺวุ ปัจจัย ด้วยอำนาจ ณฺวุ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา แปลง ณฺวุ เป็น อก ได้รูปเป็น กปฺปวินาสก แปลว่า อัน (ผู้) ยังกัปป์ให้พินาศ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กปฺปํ วินาเสตีติ กปฺปวินาสโก (อคฺคิ) ไฟใด ยังกัปป์ ย่อมให้พินาศ เหตุนั้น ไฟนั้น ชื่อว่า กปฺปวินาสโก ๆ อันยังกัปป์ให้พินาศ"
};

const vocabInsanPr9Part5to8_Page125 = {
  "กปฺปสตสหสฺส": "น., นปุ. แสนแห่งกัปป์ แจกเหมือน กุล เช่น ส.พหุ. กปฺปสตสหสฺเสสุ ในแสนแห่งกัปป์ ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กปฺปานํ สตสหสฺสานิ = กปฺปสตสหสฺสานิ",
  "กปฺปสตสหสฺสมตฺถก": "น., ปุ. ที่สุดแห่งแสนแห่งกัปป์ แจกเหมือน ปุริส เช่น ส.เอก. กปฺปสตสหสฺสมตฺถเก ในที่สุดแห่งแสนแห่งกัปป์ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กปฺปานํ สตสหสฺสํ = กปฺปสตสหสฺสํ ฉ.ตัป.วิ. กปฺปสตสหสฺสสฺส มตฺถโก = กปฺปสตสหสฺส มตฺถโก",
  "กปฺปาสฏฺฐิภาว": "น., ปุ. ความเป็นแห่งเมล็ดแห่งฝ้าย แจกเหมือน ปุริส เช่น ทุ.เอก. กปฺปาสฏฺฐิภาวํ ซึ่งความเป็นแห่งเมล็ดแห่งฝ้าย เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กปฺปาสสฺส อฏฺฐิ = กปฺปาสฏฺฐิ ฉ.ตัป.วิ. กปฺปาสฏฺฐิสฺส ภาโว = กปฺปาสฏฺฐิภาโว",
  "กปฺปิยการก ๑": "น., ปุ. กัปปิยการก แจกเหมือน ปุริส เช่น ป.เอก. กปฺปิยการโก อ. กัปปิยการก",
  "กปฺปิยการก ๒": "ว., ปุ. ผู้กระทำซึ่งวัตถุอันสมควร แจกเหมือน ปุริส เช่น ป.เอก. กปฺปิยการโก (ปุคฺคโล) อ. บุคคล ผู้กระทำ ซึ่งวัตถุอันสมควร ถ้าเป็นสมาส เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กปฺปิยสฺส การโก = กปฺปิยการโก (ปุคฺคโล) ถ้าเป็นนามกิตก์ มาจาก กปฺปิย บทหน้า + กร ธาตุ ในความทำ + ณฺวุ ปัจจัย ด้วยอำนาจ ณฺวุ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา แปลง ณฺวุ เป็น อก ได้รูปเป็น กปฺปิยการก แปลว่า ผู้กระทำ ซึ่งวัตถุอันสมควร เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กปฺปิยํ กโรตีติ กปฺปิยการโก (ปุคฺคโล) แจกเหมือน ปุริส",
  "กปฺปิยภณฺฑ": "น., นปุ. ภัณฑะอันเป็นกัปปิยะ แจกเหมือน กุล เช่น ทุ.เอก. กปฺปิยภณฺฑํ ซึ่งภัณฑะอันเป็นกัปปิยะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กปฺปิยํ ภณฺฑํ = กปฺปิยภณฺฑํ",
  "กปฺปิยาทีนิ": "ว., นปุ. (วตฺถูนิ) ซึ่งวัตถุ ท. มีวัตถุอันเป็นกัปปิยะเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กปฺปิยํ อาทิ เยสํ ตานิ กปฺปิยาทีนิ (วตฺถูนิ)",
  "กปฺเปติก": "ก. (เช่น ภควา อ. พระผู้มีพระภาคเจ้า) ย่อมสำเร็จ กปฺป ธาตุ ในความสำเร็จ + เณ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น กปฺเปติ",
  "กปฺเปตฺวา": "ก. สำเร็จแล้ว กปฺป ธาตุ ในความสำเร็จ + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น กปฺเปตฺวา",
  "กปฺเปนฺต": "ก. สำเร็จอยู่ กปฺป ธาตุ ในความสำเร็จ + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น กปฺเปนฺต ดู อกฺกมนฺต",
  "กปฺเปยฺยํ": "ก. (อหํ อ. เรา) พึงสำเร็จ กปฺป ธาตุ ในความสำเร็จ + อ ปัจจัย ในกัตตุวาจก + เอยฺยํ สัตตมีวิภัตติ สำเร็จรูปเป็น กปฺเปยฺยํ",
  "กปฺเปสิก": "ก. (เช่น ภควา อ. พระผู้มีพระภาคเจ้า) สำเร็จแล้ว กปฺป ธาตุ ในความสำเร็จ + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น กปฺเปสิ",
  "กโปตกวณฺณ": "ว. อันมีสีเพียงดังสีแห่งนกพิราบ นปุ. แจกเหมือน กุล เช่น กโปตกวณฺณานิ (อฏฺฐีนิ) อ. กระดูก ท. อันมีสีเพียงดังสีแห่งนกพิราบ เป็นฉัฏฐีอุปมาพหุพพิหิสมาส วิ.ว่า กโปตกสฺส วณฺโณ อิว วณฺโณ เยสํ ตานิ กโปตกวณฺณานิ (อฏฺฐีนิ)",
  "กพรคาวีสทิส": "ว. เช่นกับด้วยแม่โคด่าง ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กพรคาวีสทิโส (กาโย) อ. กาย เช่นกับด้วยแม่โคด่าง เป็นตติยาตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กพรา คาวี = กพรคาวี ต.ตัป.วิ. กพรคาวิยา สทิโส = กพรคาวีสทิโส (กาโย)",
  "กพฬ ๑": "น., ปุ. คำข้าว แจกเหมือน ปุริส เช่น ป.พหุ. กพฬา อ. คำข้าว ท.",
  "กพฬ ๒": "น., ปุ. ฟ่อนหญ้า แจกเหมือน ปุริส เช่น ทุ.เอก. กพฬํ ซึ่งฟ่อนหญ้า",
  "กมณฺฑลูทก": "น., นปุ. นํ้าในลักจั่น แจกเหมือน กุล เช่น ต.เอก. กมณฺฑลูทเกน ด้วยนํ้าในลักจั่น เป็นสัตตมีตัปปุริสสมาส วิ.ว่า กมณฺฑลุสฺมึ อุทกํ = กมณฺฑลูทกํ"
};

const vocabInsanPr9Part5to8_Page126 = {
  "กมฺปนาการปฺปตฺต": "ว. ถึงแล้วซึ่งอาการคือ อันไหว อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. กมฺปนาการปฺปตฺตา (ปฐวี) อ. แผ่นดิน ถึงแล้วซึ่งอาการคืออันไหว เป็นทุติยาตัปปุริสสมาส มีอวธารณบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อว.บุพ.กัม.วิ. กมฺปนํ เอว อากาโร = กมฺปนากาโร ทุ.ตัป.วิ. กมฺปนาการํ ปตฺตา = กมฺปนาการปฺปตฺตา (ปฐวี) [ซ้อน ปฺ]",
  "กมฺปมาน": "ก. สั่นอยู่ กมฺป ธาตุ ในความหวั่นไหว + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น กมฺปมาน ดู อนิจฺฉมาน",
  "กมฺปมานสรีร": "ว. ผู้มีสรีระอันสั่นอยู่ อิต. แจกเหมือน กญฺญา เช่น ป.พหุ. กมฺปมานสรีรา (อิตฺถิโย) อ. หญิง ท. ผู้มีสรีระอันสั่นอยู่ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กมฺปมานํ สรีรํ ยาสํ ตา กมฺปมานสรีรา (อิตฺถิโย)",
  "กมฺเปตุํ": "น. อ. อันให้หวั่นไหว, เพื่ออันให้หวั่นไหว กมฺป ธาตุ ในความหวั่นไหว + เณ ปัจจัย ในเหตุกัตตุวาจก + ตุํ ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น กมฺเปตุํ ดู อกฺโกสิตุํ",
  "กมฺพล": "น., ปุ. ผ้ากัมพล แจกเหมือน ปุริส เช่น ป.เอก. กมฺพโล อ. ผ้ากัมพล",
  "กมฺพลปาทุกา": "น., อิต. เขียงเท้าอันเป็นวิการแห่งผ้ากัมพล แจกเหมือน กญฺญา เช่น ทุ.เอก. กมฺพลปาทุกํ ซึ่งเขียงเท้าอันเป็นวิการแห่งผ้ากัมพล เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กมฺพลสฺส (วิกาโร) ปาทุกา = กมฺพลปาทุกา",
  "กมฺม": "น., นปุ. กรรม, การงาน, การกระทำ แจกเหมือน กุล เช่น ป.เอก. กมฺมํ อ. กรรม, อ. การงาน",
  "กมฺมกร ๑": "น., ปุ. กรรมกร แจกเหมือน ปุริส เช่น ป.พหุ. กมฺมกรา อ. กรรมกร ท.",
  "กมฺมกร ๒": "ว. ผู้กระทำซึ่งการงาน ปุ. แจกเหมือน ปุริส เช่น ฉ.พหุ. กมฺมกรานํ (ชนานํ) ของชน ท. ผู้กระทำ ซึ่งการงาน มาจาก กมฺม บทหน้า + กร ธาตุ ในความทำ + อ ปัจจัย ได้รูปเป็น กมฺมกร แปลว่า ผู้กระทำซึ่งการงาน เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กมฺมํ กโรนฺตีติ กมฺมกรา (ชนา) ชน ท. เหล่าใด ย่อมกระทำ ซึ่งการงาน เหตุนั้น ชน ท. เหล่านั้น ชื่อว่า กมฺมกรา ๆ ผู้กระทำ ซึ่งการงาน",
  "กมฺมกรณ": "น., นปุ. กรรมกรณ์ แจกเหมือน กุล เช่น ทุ.พหุ. กมฺมกรณานิ ซึ่งกรรมกรณ์ ท. ในธรรมบทภาค ๕: อนาถปิณฺฑิกวตฺถุ หน้า ๑๓ เป็นอิตถีลิงค์ กมฺมกรณา ซึ่งกรรมกรณ์ ท. [โดยมากเป็นนปุงสกลิงค์]",
  "กมฺมกิลิฏฺฐ": "น., นปุ. กรรมอันเศร้าหมองแล้ว แจกเหมือน กุล เช่น ทุ.เอก. กมฺมกิลิฏฺฐํ ซึ่งกรรมอันเศร้าหมองแล้ว เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า กมฺมํ กิลิฏฺฐํ = กมฺมกิลิฏฺฐํ",
  "กมฺมกุพฺพาน": "ว. ผู้กระทำอยู่ซึ่งการงาน ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กมฺมกุพฺพานํ (ปุคฺคลํ) ซึ่งบุคคล ผู้กระทำอยู่ซึ่งการงาน [ธ. ๖: ปญฺจสตทารกวตฺถุ หน้า ๑๕๒] คำว่า กุพฺบาน มาจาก กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย แปลง อ ที่ ก เป็น อุ ลบ ร ที่สุดธาตุ แปลง โอ เป็น อว แปลง ว เป็น พ ซ้อน พฺ หน้า พ อาเทส มาน เป็น อาน ได้รูปเป็น กุพฺบาน ดู อนิจฺฉมาน",
  "กมฺมชวาต": "น., ปุ. ลมอันเกิดแต่กรรม แจกเหมือน ปุริส เช่น ป.พหุ. กมฺมชวาตา อ. ลมอันเกิดแต่กรรม ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กมฺมชา วาตา = กมฺมชวาตา คำว่า กมฺมช ในคำว่า กมฺมชวาตา มาจาก กมฺม บทหน้า + ชน ธาตุ ในความเกิด + กฺวิ ปัจจัย ลบ น ที่สุดธาตุ ลบ กฺวิ ได้รูปเป็น กมฺมช แปลว่า อันเกิดแต่กรรม เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กมฺมุนา ชายนฺตีติ กมฺมชา (วาตา) ลม ท. เหล่าใด ย่อมเกิดแต่กรรม เหตุนั้น ลม ท. เหล่านั้น ชื่อว่า กมฺมชา ๆ อันเกิดแต่กรรม",
  "กมฺมฏฺฐาน": "น., นปุ. กัมมัฏฐาน แจกเหมือน กุล เช่น ป.เอก. กมฺมฏฺฐานํ อ. กัมมัฏฐาน",
  "กมฺมฏฺฐานภาวนา": "น., อิต. การยังกัมมัฏฐานให้เจริญ แจกเหมือน กญฺญา เช่น ส.เอก. กมฺมฏฺฐานภาวนาย ในการยังกัมมัฏฐานให้เจริญ เป็นทุติยาตัปปุริสสมาส วิ.ว่า กมฺมฏฺฐานํ ภาวนา = กมฺมฏฺฐานภาวนา"
};

const vocabInsanPr9Part5to8_Page127 = {
  "กมฺมฏฺฐานมนสิการ": "น., ปุ. การกระทำไว้ในใจ ซึ่งกัมมัฏฐาน แจกเหมือน ปุริส เช่น ต.เอก. กมฺมฏฺฐานมนสิกาเรน ด้วยการกระทำไว้ในใจซึ่งกัมมัฏฐาน เป็นทุติยาตัปปุริสสมาส มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. มนสิ กาโร = มนสิกาโร ทุ.ตัป.วิ. กมฺมฏฺฐานํ มนสิกาโร = กมฺมฏฺฐานมนสิกาโร",
  "กมฺมฏฺฐานสปฺปาย": "น., นปุ. กัมมัฏฐานอันเป็นสัปปายะ แจกเหมือน กุล เช่น ป.เอก. กมฺมฏฺฐานสปฺปายํ กัมมัฏฐานอันเป็นสัปปายะ เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า กมฺมฏฺฐานํ สปฺปายํ = กมฺมฏฺฐานสปฺปายํ",
  "กมฺมฏฺฐานสีส": "น., นปุ. หัวข้อแห่งกัมมัฏฐาน แจกเหมือน กุล เช่น ต.เอก. กมฺมฏฺฐานสีเสน โดยหัวข้อแห่งกัมมัฏฐาน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กมฺมฏฺฐานสฺส สีสํ = กมฺมฏฺฐานสีสํ",
  "กมฺมฏฺฐานาภิมุข": "ว., นปุ. (จิต) มีหน้าเฉพาะต่อกัมมัฏฐาน แจกเหมือน กุล เช่น ทุ.เอก. กมฺมฏฺฐานาภิมุขํ (จิตฺตํ) ซึ่งจิตดวงมีหน้าเฉพาะต่อกัมมัฏฐาน เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า กมฺมฏฺฐานสฺส อภิมุขํ ยสฺส ตํ กมฺมฏฺฐานาภิมุขํ (จิตฺตํ)",
  "กมฺมนฺต": "น., ปุ. การงาน แจกเหมือน ปุริส เช่น ป.เอก. กมฺมนฺโต อ. การงาน",
  "กมฺมนฺตกิริยา": "น., อิต. อัน (การ) กระทำซึ่งการงาน แจกเหมือน กญฺญา เช่น จ.เอก. กมฺมนฺตกิริยาย เพื่ออันกระทำซึ่งการงาน เป็นทุติยาตัปปุริสสมาส วิ.ว่า กมฺมนฺตํ กิริยา = กมฺมนฺตกิริยา",
  "กมฺมปถ": "น., ปุ. กรรมบถ แจกเหมือน ปุริส เช่น ทุ.พหุ. กมฺมปเถ ยังกรรมบถ ท.",
  "กมฺมสริกฺขก": "ว. อันบัณฑิตพึงเห็นเสมอ (สม) ด้วยกรรม กมฺมสม บทหน้า + อิกฺข ธาตุ ในความเห็น + อ ปัจจัย อาเทส ม ที่ สม เป็น ร ลง ก สกัตถ์ ได้รูปเป็น กมฺมสริกฺขก แปลว่า อันบัณฑิตพึงเห็นเสมอด้วยกรรม เป็นกัมมรูป กัมมสาธนะ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กมฺมสริกฺขโก (อากาโร) อ. อาการ อันบัณฑิตพึงเห็นเสมอด้วยกรรม วิ.ว่า กมฺมสมํ อิกฺขิตพฺโพติ กมฺมสริกฺขโก (อากาโร) อาการใด อันบัณฑิตพึงเห็นเสมอด้วยกรรม เหตุนั้น อาการนั้น ชื่อว่า กมฺมสริกฺขโก ๆ อันบัณฑิตพึงเห็นเสมอด้วยกรรม นปุ. แจกเหมือน กุล เช่น ป.เอก. กมฺมสริกฺขกํ (ผลํ) อ. ผล อันบัณฑิตพึงเห็นเสมอด้วยกรรม วิ.ว่า กมฺมสมํ อิกฺขิตพฺพนฺติ กมฺมสริกฺขกํ (ผลํ) ผลใด อันบัณฑิตพึงเห็นเสมอด้วยกรรม เหตุนั้น ผลนั้น ชื่อว่า กมฺมสริกฺขกํ ๆ อันบัณฑิตพึงเห็นเสมอด้วยกรรม",
  "กมฺมานุรูป": "ว. อันสมควรแก่กรรม นปุ. แจกเหมือน กุล เช่น ทุ.เอก. กมฺมานุรูปํ (มรณํ) ซึ่งความตาย อันสมควรแก่กรรม เป็นจตุตถีตัปปุริสสมาส วิ.ว่า กมฺมสฺส อนุรูปํ = กมฺมานุรูปํ (มรณํ)",
  "กมฺมาร": "น., ปุ. นายช่างทอง แจกเหมือน ปุริส เช่น ป.เอก. กมฺมาโร อ. นายช่างทอง ถ้าแปลว่า ผู้ยังนํ้าให้ตาย เป็นกัตตุรูป กัตตุสาธนะ มาจาก กํ แปลว่า นํ้า บทหน้า + มร ธาตุ ในความตาย + ณ ปัจจัย แปลงนิกคหิตที่ กํ เป็น มฺ เพราะ ม อยู่หลัง ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อาลปณ ได้รูปเป็น กมฺมาร แปลว่า ผู้ยังนํ้าให้ตาย วิ.ว่า กํ มาเรตีติ กมฺมาโร (ชโน) ชนใด ยังนํ้าให้ตาย เหตุนั้น ชนนั้น ชื่อว่า กมฺมาโร ๆ ผู้ยังนํ้าให้ตาย",
  "กยก": "ว., ปุ. ผู้ซื้อ แจกเหมือน ปุริส เช่น ป.เอก. กยโก (ปุคฺคโล) อ. บุคคล ผู้ซื้อ มาจาก กี ธาตุ ในความซื้อ + ณฺวุ ปัจจัย รัสสะ อี ที่ กี เป็น อิ วิการ อิ เป็น เอ แล้วแปลง เอ เป็น อย แปลง ณฺวุ เป็น อก ได้รูปเป็น กยก แปลว่า ผู้ซื้อ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กีณาตีติ กยโก (ปุคฺคโล)",
  "กยิรา": "ก. (เช่น ปุริโส อ. บุรุษ) พึงกระทำ กร ธาตุ ในความทำ + ยิร ปัจจัย ในกัตตุวาจก [นอกแบบ] + เอยฺย สัตตมีวิภัตติ ลบ ร ที่สุดธาตุ แปลง เอยฺย เป็น อา สำเร็จรูปเป็น กยิรา"
};

const vocabInsanPr9Part5to8_Page128 = {
  "กยิราถ": "ก. (เช่น ปุริโส อ. บุรุษ) พึงกระทำ กร ธาตุ ในความทำ + ยิร ปัจจัย ในกัตตุวาจก [นอกแบบ] + เอถ สัตตมีวิภัตติ ลบ ร ที่สุดธาตุ แปลง เอ แห่ง เอถ เป็น อา สำเร็จรูปเป็น กยิราถ",
  "กยีรติ": "ก. (เช่น กมฺมํ อ. กรรม) อัน…ย่อมกระทำ [ธ. ๗: ภทฺทิยภิกฺขุวตฺถุ หน้า ๑๐๐] กร ธาตุ ในความทำ + อิ อาคม หน้า ย ปัจจัย ในกัมมวาจก + ติ วัตตมานาวิภัตติ แปร ย ไว้หน้า ร ทีฆะ อิ อาคม เป็น อี สำเร็จรูปเป็น กรียติ [อรรถกถา แก้เป็น กรียติ มาจาก กร ธาตุ ในความทำ + อิ อาคม หน้า ย ปัจจัย ในกัมมวาจก + ติ วัตตมานาวิภัตติ ทีฆะ อิ อาคม เป็น อี สำเร็จรูปเป็น กรียติ]",
  "กรํ": "ก. กระทำอยู่ ศัพท์เดิมเป็น กโรนฺต อ การันต์ ในปุงลิงค์ ลง สิ ปฐมาวิภัตติฝ่ายเอกวจนะ แปลง นฺต กับ สิ เป็น อํ [กโร -อํ] ลบ โอ ที่ โร สำเร็จรูปเป็น กรํ, ปุคฺคโล อ. บุคคล กรํ กระทำอยู่",
  "กรชกาย": "น., ปุ. กรัชกาย แจกเหมือน ปุริส เช่น ส.เอก. กรชกาเย ในกรัชกาย",
  "กรณ": "น., นปุ. การกระทำ แจกเหมือน กุล เช่น ป.เอก. กรณํ อ. การกระทำ คำว่า กรณ มาจาก กร ธาตุ ในความทำ + ยุ ปัจจัย แปลง ยุ เป็น อณ ได้รูปเป็น กรณ แปลว่า การกระทำ เป็นภาวรูป ภาวสาธนะ วิ.ว่า กรณํ = กรณํ",
  "กรณกาล": "น., ปุ. กาลเป็นที่กระทำ แจกเหมือน ปุริส เช่น ส.เอก. กรณกาเล ในกาลเป็นที่กระทำ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กรโณ กาโล = กรณกาโล คำว่า กรณ ในคำว่า กรณกาเล มาจาก กร ธาตุ ในความทำ + ยุ ปัจจัย แปลง ยุ เป็น อณ ได้รูปเป็น กรณ แปลว่า เป็นที่กระทำ เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า กโรติ เอตฺถาติ กรโณ (กาโล) เขา ย่อมกระทำ ในกาลนั่น เหตุนั้น กาลนั่น ชื่อว่า กรโณ ๆ เป็นที่กระทำ",
  "กรณกฺขณ": "น., ปุ. ขณะเป็นที่กระทำ แจกเหมือน ปุริส เช่น ส.เอก. กรณกฺขเณ ในขณะเป็นที่กระทำ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กรโณ ขโณ = กรณกฺขโณ [ซ้อน กฺ] คำว่า กรณ ในคำว่า กรณกฺขโณ มาจาก กร ธาตุ ในความทำ + ยุ ปัจจัย แปลง ยุ เป็น อณ ได้รูปเป็น กรณ แปลว่า เป็นที่กระทำ เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า กโรติ เอตฺถาติ กรโณ (ขโณ) เขา ย่อมกระทำ ในขณะนั่น เหตุนั้น ขณะนั่น ชื่อว่า กรโณ ๆ เป็นที่กระทำ",
  "กรณสมฺปตฺติชนิตสุขวินิคฺคตมธุโรทารวจนลาวณฺณยุตฺเตน": "ว., ปุ. (เถเรน) อันพระเถระ ผู้ประกอบแล้วด้วยความงามแห่งคำทั้งไพเราะทั้งสูงส่งอันเปล่งออกแล้วโดยง่ายอันยังกรณสมบัติให้เกิดแล้ว [ธ. ๘: นิคมกถา หน้า ๑๙๔] เป็นตติยาตัปปุริสสมาส มีวิเสสโนภยบท กัมมธารยสมาส วิเสสนบุพพบท กัมมธารยสมาส ตติยาตัปปุริสสมาส วิเสสนบุพพบท กัมมธารยสมาส ทุติยาตัปปุริสสมาส วิเสสนบุพพบท กัมมธารยสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.โนภย.กัม.วิ. มธุรญฺจ อุทารญฺจ = มธุโรทารํ (วจนํ) [อุทาร = สูง, สูงส่ง, เลิศ, ยิ่ง, ใหญ่, วิเศษ ว.] วิ.บุพ.กัม.วิ. มธุโรทารํ วจนํ = มธุโรทารวจนํ ต.ตัป.วิ. สุเขน วินิคฺคตํ = สุขวินิคฺคตํ (มธุโรทารวจนํ) วิ.บุพ.กัม.วิ. สุขวินิคฺคตํ มธุโรทารวจนํ = สุขวินิคฺคตมธุโรทารวจนํ ทุ.ตัป.วิ. กรณสมฺปตฺตึ ชนิตํ = กรณสมฺปตฺติชนิตํ (สุขวินิคฺคตมธุโรทารวจนํ) วิ.บุพ.กัม.วิ. กรณสมฺปตฺติชนิตํ สุขวินิคฺคตมธุโรทารวจนํ = กรณสมฺปตฺติชนิตสุขวินิคฺคตมธุโรทารวจนํ ฉ.ตัป.วิ. กรณสมฺปตฺติชนิตสุขวินิคฺคตมธุโรทารวจนสฺส ลาวณฺโณ = กรณสมฺปตฺติชนิตสุขวินิคฺคตมธุโรทารวจนลาวณฺโณ ต.ตัป.วิ. กรณสมฺปตฺติชนิตสุขวินิคฺคตมธุโรทารวจนลาวณฺเณน ยุตฺโต = กรณสมฺปตฺติชนิตสุขวินิคฺคตมธุโรทารวจนลาวณฺณยุตฺโต (เถโร)",
  "กรณีย": "ก. อัน…พึงกระทำ มาจาก กร ธาตุ ในความทำ + อนีย ปัจจัย ธาตุมี ร เป็นที่สุด แปลง น เป็น ณ ได้รูปเป็น กรณีย ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กรณีโย (สมาธิ) อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น กรณียา (ปญฺญา) นปุ. แจกเหมือน กุล เช่น ป.เอก. กรณียํ (กิจฺจํ) อ. กิจ อันบุคคลพึงกระทำ",
  "กรณฺฑกกณฺณิกา": "น., อิต. มุมแห่งขวด แจกเหมือน กญฺญา เช่น ทุ.เอก. กรณฺฑกกณฺณิกํ ซึ่งมุมแห่งขวด เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กรณฺฑกสฺส กณฺณิกา = กรณฺฑกกณฺณิกา"
};

const vocabInsanPr9Part5to8_Page129 = {
  "กรโต": "ก. กระทำอยู่ ศัพท์เดิมเป็น กโรนฺต อ การันต์ ในปุงลิงค์ และ ส จตุตถีวิภัตติ, ฉัฏฐีวิภัตติ ฝ่ายเอกวจนะ แปลง นฺต กับ ส เป็น โต แปลง โอ ที่ โร เป็น อ สำเร็จรูปเป็น กรโต, ปุคฺคลสฺส แก่, ของบุคคล ผู้กระทำอยู่",
  "กรมร": "น., ปุ. เชลย แจกเหมือน ปุริส เช่น ทุ.พหุ. กรมเร ซึ่งเชลย ท.",
  "กริ": "ก. กระทำแล้ว กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ ลบ โอ ปัจจัย สำเร็จรูปเป็น กริ เป็นได้ ๒ บุรุษ คือ ประถมบุรุษและมัธยมบุรุษ ประถมบุรุษ เช่น โสปิ… กริ = อ. พ่อค้าแม้นั้น กระทำแล้ว [ธ. ๘: จนฺทาภตฺเถรวตฺถุ หน้า ๑๔๘] (อยู่นอก อิติศัพท์) มัธยมบุรุษ เช่น มา เอวํ กริ อุปาสก = ดูก่อน อุบาสก [อ. ท่าน] อย่ากระทำแล้ว อย่างนี้ [ธ. ๕: โกกสุนขวตฺถุ หน้า ๒๙] (อยู่ภายใน อิติศัพท์)",
  "กริตฺถ": "ก. (ตุมฺเห อ. ท่าน ท.) กระทำแล้ว กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + ตฺถ อัชชัตตนีวิภัตติ ลง อิ อาคม ลบ โอ ปัจจัย สำเร็จรูปเป็น กริตฺถ",
  "กริตฺวา": "ก. กระทำแล้ว, ครั้นกระทำแล้ว กร ธาตุ ในความทำ + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น กริตฺวา",
  "กริมฺหา": "ก. (มยํ อ. เรา ท.) กระทำแล้ว กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + มฺหา อัชชัตตนีวิภัตติ ลง อิ อาคม ลบ โอ ปัจจัย สำเร็จรูปเป็น กริมฺหา",
  "กริยมาน": "ก. อัน…กระทำอยู่ กร ธาตุ ในความทำ + อิ อาคม หน้า ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย ได้รูปเป็น กริยมาน ดู อนาหริยมาน",
  "กริสฺสามิ": "ก. (อหํ อ. เรา) จักกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลง อิ อาคม ลบ โอ ปัจจัย สำเร็จรูปเป็น กริสฺสามิ",
  "กริสฺสติ": "ก. (เช่น ชโน อ. ชน) จักกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ ลง อิ อาคม ลบ โอ ปัจจัย สำเร็จรูปเป็น กริสฺสติ",
  "กริสฺสถ": "ก. (ตุมฺเห อ. ท่าน ท.) จักกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติ ลง อิ อาคม ลบ โอ ปัจจัย สำเร็จรูปเป็น กริสฺสถ",
  "กริสฺสนฺติ": "ก. (เช่น ชนา อ. ชน ท.) จักกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติ ลง อิ อาคม ลบ โอ ปัจจัย สำเร็จรูปเป็น กริสฺสนฺติ",
  "กริสฺสสิ": "ก. (ตฺวํ อ. ท่าน) จักกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ ลง อิ อาคม ลบ โอ ปัจจัย สำเร็จรูปเป็น กริสฺสสิ",
  "กริสฺสาม": "ก. (มยํ อ. เรา ท.) จักกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ ลง อิ อาคม ลบ โอ ปัจจัย สำเร็จรูปเป็น กริสฺสาม",
  "กรึสุ": "ก. (เช่น ชนา อ. ชน ท.) กระทำแล้ว กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ ลบ โอ ปัจจัย สำเร็จรูปเป็น กรึสุ",
  "กรุณาภาวนา": "น., อิต. กรุณาภาวนา แจกเหมือน กญฺญา เช่น ฉ.เอก. กรุณาภาวนาย แห่งกรุณาภาวนา",
  "กรุณาสหคต": "ว. อันสหรคตแล้วด้วยกรุณา ปุ. แจกเหมือน ปุริส เช่น ต.เอก. กรุณาสหคเตน (เจตสา) มีใจอันสหรคตแล้วด้วยกรุณา [ธ. ๗: ทารุสากฏิกวตฺถุ หน้า ๑๐๗] เป็นตติยาตัปปุริสสมาส วิ.ว่า กรุณาย สหคโต = กรุณาสหคโต (เจโต)",
  "กเรยฺย": "ก. (เช่น ชโน อ. ชน) พึงกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ลบ โอ ปัจจัย สำเร็จรูปเป็น กเรยฺย"
};

const vocabInsanPr9Part5to8_Page130 = {
  "กเรยฺยํ": "ก. (อหํ อ. เรา) พึงกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + เอยฺยํ สัตตมีวิภัตติ ลบ โอ ปัจจัย สำเร็จรูปเป็น กเรยฺยํ",
  "กเรยฺยาถ": "ก. (ตุมฺเห อ. ท่าน ท.) พึงกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + เอยฺยาถ สัตตมีวิภัตติ ลบ โอ ปัจจัย สำเร็จรูปเป็น กเรยฺยาถ",
  "กเรยฺยาม": "ก. (มยํ อ. เรา ท.) พึงกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + เอยฺยาม สัตตมีวิภัตติ ลบ โอ ปัจจัย สำเร็จรูปเป็น กเรยฺยาม",
  "กเรยฺยาสิ": "ก. (ตฺวํ อ. ท่าน) พึงกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + เอยฺยาสิ สัตตมีวิภัตติ ลบ โอ ปัจจัย สำเร็จรูปเป็น กเรยฺยาสิ",
  "กเรยฺยุํ": "ก. (เช่น ชนา อ. ชน ท.) พึงกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + เอยฺยุํ สัตตมีวิภัตติ ลบ โอ ปัจจัย สำเร็จรูปเป็น กเรยฺยุํ",
  "กโรติ": "ก. (เช่น ชโน อ. ชน) ย่อมกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กโรติ",
  "กโรตุ": "ก. (เช่น ชโน อ. ชน) จงกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ สำเร็จรูปเป็น กโรตุ",
  "กโรถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ สำเร็จรูปเป็น กโรถ",
  "กโรถ ๒": "ก. (เช่น ปุริโส อ. บุรุษ) พึงกระทำ [ธ. ๕: ลาชเทวธีตาวตฺถุ หน้า ๙] กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + เอถ สัตตมีวิภัตติ ลบสระหลัง คือ เอ ที่ เอถ สำเร็จรูปเป็น กโรถ",
  "กโรถ ๓": "ก. (ตุมฺเห อ. ท่าน ท.) จงกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ สำเร็จรูปเป็น กโรถ",
  "กโรนฺต": "ก. กระทำอยู่ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น กโรนฺต ดู อกฺกมนฺต",
  "กโรนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กโรนฺติ",
  "กโรนฺตุ": "ก. (เช่น ชนา อ. ชน ท.) จงกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + อนฺตุ ปัญจมีวิภัตติ สำเร็จรูปเป็น กโรนฺตุ",
  "กโรม": "ก. (มยํ อ. เรา ท.) ย่อมกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + ม วัตตมานาวิภัตติ สำเร็จรูปเป็น กโรม",
  "กโรมิ": "ก. (อหํ อ. เรา) ย่อมกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ สำเร็จรูปเป็น กโรมิ",
  "กโรสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ สำเร็จรูปเป็น กโรสิ",
  "กโรหิ": "ก. (ตฺวํ อ. ท่าน) จงกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ สำเร็จรูปเป็น กโรหิ",
  "กลภาค": "น., ปุ. ส่วนแห่งเสี้ยว แจกเหมือน ปุริส เช่น ทุ.เอก. กลภาคํ ซึ่งส่วนแห่งเสี้ยว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กลาย ภาโค = กลภาโค",
  "กลล": "น., นปุ. เปือกตม แจกเหมือน กุล เช่น ป.เอก. กลลํ อ. เปือกตม เฉพาะปัญจมีวิภัตติฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น กลลโต บ้าง",
  "กลลมกฺขิต": "ว. อันเปื้อนแล้วด้วยเปือกตม ปุ. แจกเหมือน ปุริส เช่น ต.พหุ. กลลมกฺขิเตหิ (ปาเทหิ) มีเท้า ท. อันเปื้อนแล้วด้วยเปือกตม เป็นตติยาตัปปุริสสมาส วิ.ว่า กลเลน มกฺขิตา = กลลมกฺขิตา (ปาทา)",
  "กลลมกฺขิตปาท": "ว. ผู้มีเท้าอันเปื้อนแล้วด้วยเปือกตม ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กลลมกฺขิตปาโท (ปุริโส) อ. บุรุษ ผู้มีเท้าอันเปื้อนแล้วด้วยเปือกตม เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กลเลน มกฺขิตา = กลลมกฺขิตา (ปาทา) ฉ.ตุล.วิ. กลลมกฺขิตา ปาทา ยสฺส โส กลลมกฺขิตปาโท (ปุริโส)",
  "กลห": "น., ปุ. ความทะเลาะ แจกเหมือน ปุริส เช่น ป.เอก. กลโห อ. ความทะเลาะ"
};

const vocabInsanPr9Part5to8_Page131 = {
  "กลหวูปสมน": "น., นปุ. อัน (การ) ทรงยังความทะเลาะให้เข้าไปสงบวิเศษ แจกเหมือน กุล เช่น จ.เอก. กลหวูปสมนตฺถํ เพื่ออันทรงยังความทะเลาะให้เข้าไปสงบวิเศษ เป็นทุติยาตัปปุริสสมาส วิ.ว่า กลหํ วูปสมนํ = กลหวูปสมนํ ถ้าแปลว่า การเข้าไประงับซึ่งความทะเลาะ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กลหสฺส วูปสมนํ = กลหวูปสมนํ",
  "กลหวูปสมนวตฺถุ": "น., นปุ. เรื่องแห่งการทรงยังความทะเลาะให้เข้าไปสงบวิเศษ เป็นฉัฏฐีตัปปุริสสมาส มีทุติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. กลหํ วูปสมนํ = กลหวูปสมนํ ฉ.ตัป.วิ. กลหวูปสมนสฺส วตฺถุ = กลหวูปสมนวตฺถุ ถ้าแปลว่า เรื่องแห่งการเข้าไประงับซึ่งความทะเลาะ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กลหสฺส วูปสมนํ = กลหวูปสมนํ ฉ.ตัป.วิ. กลหวูปสมนสฺส วตฺถุ = กลหวูปสมนวตฺถุ",
  "กลา": "น., อิต. เสี้ยว แจกเหมือน กญฺญา เช่น ทุ.เอก. กลํ ซึ่งเสี้ยว",
  "กลิ ๑": "น., ปุ. โทษ แจกเหมือน มุนิ เช่น ป.เอก. กลิ อ. โทษ",
  "กลิ ๒": "น., ปุ. อัตภาพ แจกเหมือน มุนิ เช่น ทุ.เอก. กลึ ซึ่งอัตภาพ",
  "กลิงฺคร": "น., นปุ. ท่อนไม้, ฟืน แจกเหมือน กุล เช่น ป.เอก. กลิงฺครํ อ. ท่อนไม้ ต.เอก. กลิงฺคเรน ด้วยฟืน",
  "กลฺยาณ ๑": "ว. งาม ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กลฺยาโณ (ธมฺโม) อ. ธรรม อันงาม อิต. ลง อี เครื่องหมายอิตถีลิงค์ แจกเหมือน นารี เช่น ป.เอก. กลฺยาณี (อิตฺถี) อ. หญิงผู้งาม นปุ. แจกเหมือน กุล เช่น ป.เอก. กลฺยาณํ (วจนํ) อ. คำ อันงาม",
  "กลฺยาณ ๒": "น., นปุ. ความงาม แจกเหมือน กุล เช่น ป.พหุ. กลฺยาณานิ อ. ความงาม ท.",
  "กลฺยาณกมฺม": "น., นปุ. กรรมอันงาม แจกเหมือน กุล เช่น ป.เอก. กลฺยาณกมฺมํ อ. กรรมอันงาม เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กลฺยาณํ กมฺมํ = กลฺยาณกมฺมํ",
  "กลฺยาณปาปก": "ว. ทั้งดีทั้งชั่ว นปุ. แจกเหมือน กุล เช่น ฉ.พหุ. กลฺยาณปาปกานํ (กมฺมานํ) แห่งกรรม ท. อันทั้งดีทั้งชั่ว เป็นวิเสสโนภยบท กัมมธารยสมาส วิ.ว่า กลฺยาณิ จ ปาปกานิ จ = กลฺยาณปาปกานิ (กมฺมานํ)",
  "กลฺยาณมิตฺต ๑": "น., ปุ. กัลยาณมิตร แจกเหมือน ปุริส เช่น ทุ.เอก. กลฺยาณมิตฺตํ ซึ่งกัลยาณมิตร",
  "กลฺยาณมิตฺต ๒": "น., ปุ. มิตรผู้ดีงาม แจกเหมือน ปุริส เช่น ป.เอก. กลฺยาณมิตฺโต อ. มิตรผู้ดีงาม เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กลฺยาโณ มิตฺโต = กลฺยาณมิตฺโต",
  "กลฺลกมหาวิหาร": "น., ปุ. มหาวิหารชื่อว่ากัลลกะ แจกเหมือน ปุริส เช่น ส.เอก. กลฺลกมหาวิหาเร ในมหาวิหารชื่อว่ากัลลกะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กลฺลโก มหาวิหาโร = กลฺลกมหาวิหาโร",
  "กวาฏ": "น., ปุ. บาน แจกเหมือน ปุริส เช่น ทุ.เอก. กวาฏํ ซึ่งบาน [คำว่า บาน หมายถึงบานประตู, บานหน้าต่าง]",
  "กํส": "น., ปุ. กังสดาล, สำริด แจกเหมือน ปุริส เช่น ป.เอก. กํโส อ. กังสดาล ต.เอก. กํเสน ด้วยสำริด",
  "กสก": "น., ปุ. ชาวนา แจกเหมือน ปุริส เช่น ป.เอก. กสโก อ. ชาวนา ถ้าแปลออกรูปและสาธนะ มาจาก กส ธาตุ ในความไถ + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก ได้รูปเป็น กสก แปลว่า ผู้ไถ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กสตีติ กสโก ผู้ใด ย่อมไถ เหตุนั้น ผู้นั้น ชื่อว่า กสโก ๆ ผู้ไถ",
  "กสติ": "ก. (เช่น พฺราหฺมโณ อ. พราหมณ์) ย่อมไถ กส ธาตุ ในความไถ + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กสติ"
};

const vocabInsanPr9Part5to8_Page132 = {
  "กํสถาล": "น., ความปุ. ถาดอันเป็นวิการแห่งสำริด แจกเหมือน ปุริส เช่น ทุ.เอก. กํสถาลํ ซึ่งถาดอันเป็นวิการแห่งสำริด เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กํสสฺส (วิกาโร) ถาโล = กํสถาโล",
  "กสนฏฺฐาน": "น., นปุ. ที่เป็นที่ไถ แจกเหมือน กุล เช่น ทุ.เอก. กสนฏฺฐานํ สู่ที่เป็นที่ไถ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กสนํ ฐานํ = กสนฏฺฐานํ (ซ้อน ฏฺ) คำว่า กสน ในคำว่า กสนฏฺฐานํ มาจาก กส ธาตุ ในความไถ + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น กสน แปลว่า เป็นที่ไถ เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า กสตีติ เอตฺถาติ กสนํ (ฐานํ) เขา ย่อมไถ ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า กสนํ ๆ เป็นที่ไถ",
  "กสนฺต": "ก. ไถอยู่ กส ธาตุ ในความไถ + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น กสนฺต ดู อกฺกมนฺต",
  "กสมาน": "ก. ไถอยู่ กส ธาตุ ในความไถ + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น กสมาน ดู อนิจฺฉมาน",
  "กสา": "น., อิต. แส้, หวาย แจกเหมือน กญฺญา เช่น ต.เอก. กสาย ด้วยแส้ ต.พหุ. กสาหิ ด้วยหวาย",
  "กสานิวิฏฺฐ": "ว. อัน...หวดแล้วด้วยแส้ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กสานิวิฏฺโฐ (อสฺโส) อ. ม้า อันนายสารถีหวดแล้วด้วยแส้ เป็นตติยาตัปปุริสสมาส วิ.ว่า กสาย นิวิฏฺโฐ = กสานิวิฏฺโฐ (อสฺโส)",
  "กสาเปตพฺพ": "ก. อัน...พึงให้ไถ กส ธาตุ ในความไถ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตพฺพ ปัจจัย เป็นเหตุกัมมวาจก ลบ ณ เหลือไว้แต่ อาเป ได้รูปเป็น กสาเปตพฺพ ดู อกตฺตพฺพ",
  "กสาเปตฺวา": "ก. ยัง...ให้ไถแล้ว กส ธาตุ ในความไถ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น กสาเปตฺวา",
  "กสาม": "ก. (มยํ อ. เรา ท.) ย่อมไถ กส ธาตุ ในความไถ + อ ปัจจัย ในกัตตุวาจก + ม วัตตมานาวิภัตติ มิอยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น กสาม",
  "กสามิ": "ก. (อหํ อ. เรา) ย่อมไถ กส ธาตุ ในความไถ + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ มิอยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น กสามิ",
  "กสิ ๑": "ก. ไถแล้ว กส ธาตุ ในความไถ + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น กสิ",
  "กสิ ๒": "น., อิต. การไถ แจกเหมือน รตฺติ เช่น ทุ.เอก. กสึ ซึ่งการไถ มาจาก กส ธาตุ ในความไถ + อิ ปัจจัย ได้รูปเป็น กสิ แปลว่า การไถ เป็นภาวรูป ภาวสาธนะ วิ.ว่า กสนํ = กสิ การไถ ชื่อว่า กสิ ๆ การไถ",
  "กสิ ๓": "น., อิต. ไถ แจกเหมือน รตฺติ เช่น ป.เอก. กสิ อ. ไถ",
  "กสิกมฺม": "น., นปุ. กรรมคือการไถ แจกเหมือน กุล เช่น ทุ.เอก. กสิกมฺมํ ซึ่งกรรมคือการไถ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กสิ เอว กมฺมํ = กสิกมฺมํ",
  "กสิกมฺมาทิเก": "ว., นปุ. (กิจฺเจ) ครั้นเมื่อกิจ มีกสิกรรมเป็นต้น [ธ. ๗: มารวตฺถุ หน้า ๑๖๑] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กสิกมฺมํ อาทิ ยสฺส ตํ กสิกมฺมาทิกํ (กิจฺจํ) แจกเหมือน กุล",
  "กสิกมฺมาทีนิ": "ว., นปุ. (กมฺมานิ) ซึ่งกรรม ท. มีกสิกรรมเป็นต้น [ธ. ๖: เอรกปตฺตวตฺถุ หน้า ๙๙] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กสิกมฺมํ อาทิ เยสํ ตานิ กสิกมฺมาทีนิ (กมฺมานิ) แจกเหมือน อกฺขิ"
};

const vocabInsanPr9Part5to8_Page133 = {
  "กสิณ": "น., นปุ. กสิณ แจกเหมือน กุล เช่น ส.พหุ. กสิเณสุ ในกสิณ ท.",
  "กสิณมณฺฑล": "น., นปุ. วงแห่งกสิน แจกเหมือน กุล เช่น ป.เอก. กสิณมณฺฑลํ อ. วงแห่งกสิน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กสิณสฺส มณฺฑลํ = กสิณมณฺฑลํ",
  "กสิตฏฺฐาน": "น., นปุ. ที่อัน...ไถแล้ว แจกเหมือน กุล เช่น ป.เอก. กสิตฏฺฐานํ อ. ที่อัน...ไถแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กสิตํ ฐานํ = กสิตฏฺฐานํ [ซ้อน ฏฺ]",
  "กสิตุํ": "น. อ. อันไถ, เพื่ออันไถ กส ธาตุ ในความไถ + ตุํ ปัจจัย ลง อิอาคม สำเร็จรูปเป็น กสิตุํ ดู อกฺโกสิตุํ",
  "กสิตฺวา": "ก. ไถแล้ว กส ธาตุ ในความไถ + ตฺวา ปัจจัย ลง อิอาคม สำเร็จรูปเป็น กสิตฺวา",
  "กสิร ๑": "น., นปุ. ความฝืดเคือง แจกเหมือน กุล เช่น ต.เอก. กสิเรน โดยความฝืดเคือง",
  "กสิร ๒": "ว. ฝืดเคือง นปุ. แจกเหมือน กุล เช่น ป.เอก. กสิรํ (ชีวิตํ) อ. ชีวิต อันฝืดเคือง",
  "กสฺมา": "น., นปุ. เพราะเหตุไร ศัพท์เดิมเป็น กึ แปลง กึ เป็น ก อ การันต์ในนปุงสกลิงค์ ลง สฺมา ปัญจมีวิภัตติฝ่ายเอกวจนะ ลง สฺมา คง สฺมา ไว้ สำเร็จรูปเป็น กสฺมา",
  "กสฺส": "น., ปุ. แก่ใคร, ของใคร ศัพท์เดิมเป็น กึ แปลง กึ เป็น ก อ การันต์ในปุงลิงค์ ลง ส จตุตถีวิภัตติ และฉัฏฐีวิภัตติฝ่ายเอกวจนะ แปลง ส เป็น สฺส สำเร็จรูปเป็น กสฺส",
  "กสฺสก": "น., ปุ. ชาวนา แจกเหมือน ปุริส เช่น ทุ.เอก. กสฺสกํ ยังชาวนา ดู กสก [โดยมากใช้ กสก]",
  "กสฺสจิ": "น., ปุ. แก่ใคร ๆ, ของใคร ๆ ศัพท์เดิมเป็น กึ มี จิ ต่อท้าย แปลง กึ เป็น ก อ การันต์ ในปุงลิงค์ ลง ส จตุตถีวิภัตติ และฉัฏฐีวิภัตติฝ่ายเอกวจนะ แปลง ส เป็น สฺส สำเร็จรูปเป็น กสฺสจิ",
  "กสฺสป ๑": "ว., ปุ. กัสสปะ (พระนามของพระพุทธเจ้า, ชื่อของพระมหาเถระ) แจกเหมือน ปุริส เช่น ป.เอก. กสฺสโป (พุทฺโธ) อ. พระพุทธเจ้าพระนามว่า กัสสปะ ทุ.เอก. กสฺสปํ (มหาเถรํ) ซึ่งพระมหาเถระชื่อว่ากัสสปะ",
  "กสฺสป ๒": "น., ปุ. กัสสปะ แจกเหมือน ปุริส เช่น ป.เอก. กสฺสโป อ. กัสสปะ",
  "กสฺสปทสพล": "น., ปุ. พระทศพลพระนามว่า กัสสปะ แจกเหมือน ปุริส เช่น ฉ.เอก. กสฺสปทสพลสฺส ของพระทศพลพระนามว่า กัสสปะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กสฺสโป ทสพโล = กสฺสปทสพโล",
  "กสฺสปพุทฺธ": "น., ปุ. พระพุทธเจ้าพระนามว่ากัสสปะ แจกเหมือน ปุริส เช่น ป.เอก. กสฺสปพุทฺโธ อ. พระพุทธเจ้าพระนามว่ากัสสปะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กสฺสโป พุทฺโธ = กสฺสปพุทฺโธ",
  "กสฺสปพุทฺธกาล": "น., ปุ. กาลแห่งพระพุทธเจ้าพระนามว่ากัสสปะ แจกเหมือน ปุริส เช่น ส.เอก. กสฺสปพุทฺธกาเล ในกาลแห่งพระพุทธเจ้าพระนามว่ากัสสปะ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กสฺสโป พุทฺโธ = กสฺสปพุทฺโธ ฉ.ตัป.วิ. กสฺสปพุทฺธสฺส กาโล = กสฺสปพุทฺธกาโล",
  "กสฺสปพุทฺธสาสน": "น., นปุ. ศาสนาของพระพุทธเจ้าพระนามว่ากัสสปะ แจกเหมือน กุล เช่น ส.เอก. กสฺสปพุทฺธสาสเน ในศาสนาของพระพุทธเจ้าพระนามว่ากัสสปะ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กสฺสโป พุทฺโธ = กสฺสปพุทฺโธ ฉ.ตัป.วิ. กสฺสปพุทฺธสฺส สาสนํ = กสฺสปพุทฺธสาสนํ",
  "กสฺสปภควนฺตุ": "น., ปุ. พระผู้มีพระภาคเจ้าพระนามว่ากัสสปะ แจกเหมือน ภควนฺตุ เช่น ฉ.เอก. กสฺสปภควโต ของพระผู้มีพระภาคเจ้าพระนามว่ากัสสปะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กสฺสโป ภควา = กสฺสปภควา",
  "กสฺสปสมฺมาสมฺพุทฺธ": "น., ปุ. พระสัมมาสัมพุทธเจ้าพระนามว่ากัสสปะ แจกเหมือน ปุริส เช่น ป.เอก. กสฺสปสมฺมาสมฺพุทฺโธ อ. พระสัมมาสัมพุทธเจ้าพระนามว่ากัสสปะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กสฺสโป สมฺมาสมฺพุทฺโธ = กสฺสปสมฺมาสมฺพุทฺโธ"
};

const vocabInsanPr9Part5to8_Page134 = {
  "กหํ": "อัพ. ใน-ไหน มาจาก กึ ศัพท์ ลง หํ ปัจจัย แปลง กึ เป็น ก สำเร็จรูปเป็น กหํ",
  "กหาปณ": "น., ปุ. กหาปณะ แจกเหมือน ปุริส เช่น ป.พหุ. กหาปณา อ. กหาปณะ ท. [๑ กหาปณะ = ๒๐ มาสก = ๑ ตำลึง = ๔ บาท]",
  "กหาปณการณ": "น., นปุ. เหตุแห่งกหาปณะ แจกเหมือน กุล เช่น ปญฺ.เอก. กหาปณการณา เพราะเหตุแห่งกหาปณะ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กหาปณสฺส การณํ = กหาปณการณํ",
  "กหาปณคพฺภ": "น., ปุ. ห้องแห่งกหาปณะ แจกเหมือน ปุริส เช่น ทุ.เอก. กหาปณคพฺภํ ซึ่งห้องแห่งกหาปณะ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กหาปณานํ คพฺโภ = กหาปณคพฺโภ",
  "กหาปณคพฺภทฺวาร": "น., นปุ. ประตูแห่งห้องแห่งกหาปณะ แจกเหมือน กุล เช่น ทุ.เอก. กหาปณคพฺภทฺวารํ ซึ่งประตูแห่งห้องแห่งกหาปณะ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กหาปณานํ คพฺโภ = กหาปณคพฺโภ ฉ.ตัป.วิ. กหาปณคพฺภสฺส ทฺวารํ = กหาปณคพฺภทฺวารํ",
  "กหาปณภณฺฑิก": "ว., นปุ. (ปูฏํ) อันมีภัณฑะคือกหาปณะ แจกเหมือน กุล เช่น ทุ.เอก. กหาปณภณฺฑิกํ (ปูฏํ) ซึ่งห่ออันมีภัณฑะคือกหาปณะ ลง อิก ปัจจัย ในตทัสสัตถิตัทธิต มีอวธารณบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อว.บุพ.กัม.วิ. กหาปโณ เอว ภณฺฑํ = กหาปณภณฺฑํ อิก.ตทัส.วิ. กหาปณภณฺฑํ อสฺส อตฺถีติ กหาปณภณฺฑิโก (ปูโฏ) ภัณฑะคือกหาปณะของห่อนั้น มีอยู่ เหตุนั้น ห่อนั้น ชื่อว่า กหาปณภณฺฑิโก ๆ อันมีภัณฑะคือกหาปณะ",
  "กหาปณราสิ": "น., ปุ. กองแห่งกหาปณะ แจกเหมือน มุนิ เช่น ทุ.เอก. กหาปณราสึ ซึ่งกองแห่งกหาปณะ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กหาปณานํ ราสิ = กหาปณราสิ",
  "กหาปณวสฺส": "น., นปุ. ฝนคือกหาปณะ แจกเหมือน กุล เช่น ป.เอก. กหาปณวสฺสํ อ. ฝนคือกหาปณะ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กหาปโณ เอว วสฺสํ = กหาปณวสฺสํ",
  "กหาปณสต": "น., นปุ. ร้อยแห่งกหาปณะ แจกเหมือน กุล เช่น ป.เอก. กหาปณสตํ อ. ร้อยแห่งกหาปณะ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กหาปณานํ สตํ = กหาปณสตํ",
  "กหาปณสหสฺส": "น., นปุ. พันแห่งกหาปณะ แจกเหมือน กุล เช่น ป.เอก. กหาปณสหสฺสํ อ. พันแห่งกหาปณะ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กหาปณานํ สหสฺสํ = กหาปณสหสฺสํ",
  "กาก": "น., ปุ. กา แจกเหมือน ปุริส เช่น ป.เอก. กาโก อ. กา",
  "กากชาตก": "น., นปุ. กากชาดก แจกเหมือน กุล เช่น ทุ.เอก. กากชาตกํ ยังกากชาดก",
  "กากณิก": "น., นปุ. กากณิก แจกเหมือน กุล เช่น ทุ.เอก. กากณิกํ ซึ่งกากณิก",
  "กากณิกมตฺต": "ว. มีกากณิกเป็นประมาณ นปุ. แจกเหมือน กุล เช่น ป.เอก. กากณิกมตฺตํ (ธนํ) อ. ทรัพย์มีกากณิกเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กากณิกํ มตฺตํ ยสฺส ตํ กากณิกมตฺตํ (ธนํ) กากณิกเป็นประมาณของทรัพย์ใด ทรัพย์นั้น ชื่อว่ามีกากณิกเป็นประมาณ",
  "กากโยนิ": "น., อิต. กำเนิดแห่งกา แจกเหมือน รตฺติ เช่น ส.เอก. กากโยนิยํ ในกำเนิดแห่งกา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กากสฺส โยนิ = กากโยนิ"
};

const vocabInsanPr9Part5to8_Page135 = {
  "กากสทิส": "ว. ผู้ เช่นกับด้วยกา ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กากสทิโส (ภิกฺขุ) อ. ภิกษุ ผู้ เช่นกับด้วยกา เป็นตติยาตัปปุริสสมาส วิ.ว่า กาเกน สทิโส = กากสทิโส (ภิกฺขุ)",
  "กากสุนขา": "น., ปุ. กาและสุนัข ท. เป็นอสมาหาร ทวันทวสมาส วิ.ว่า กาโก จ สุนโข จ = กากสุนขา",
  "กากสูร": "ว. ผู้กล้าเพียงดังกา ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กากสูโร (ปุคฺคโล) อ. บุคคล ผู้กล้าเพียงดังกา เป็นวิเสสโนปมบท กัมมธารยสมาส วิ.ว่า กาโก อิว สูโร = กากสูโร (ปุคฺคโล)",
  "กากาทโย": "ว., ปุ. (สตฺตา) อ. สัตว์ ท. มีกาเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กาโก อาทิ เยสํ เต กากาทโย (สตฺตา) แจกเหมือน มุนิ",
  "กากีสทิส": "ว. ผู้ เช่นกับด้วยนางกา ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กากีสทิสํ (อตฺตานํ) ซึ่งพระองค์ (ใช้แทนพระนางรูปนันทา) ผู้ เช่นกับด้วยนางกา [ธ. ๕: รูปนนฺทตฺเถรีวตฺถุ หน้า ๑๐๔] เป็นตติยาตัปปุริสสมาส วิ.ว่า กากิยา สทิโส = กากี สทิโส (อตฺตา)",
  "กาช": "น., ปุ. หาบ แจกเหมือน ปุริส เช่น ทุ.เอก. กาชํ ซึ่งหาบ",
  "กาญฺจนคุหา": "น., อิต. ถํ้าอันเป็นวิการแห่งทอง แจกเหมือน กญฺญา เช่น ส.เอก. กาญฺจนคุหาย ในถํ้าอันเป็นวิการแห่งทอง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กาญฺจนสฺส (วิกาโร) คุหา = กาญฺจนคุหา",
  "กาญฺจนถูป": "น., ปุ. สถูปอันเป็นวิการแห่งทอง แจกเหมือน ปุริส เช่น ทุ.เอก. กาญฺจนถูปํ ซึ่งสถูปอันเป็นวิการแห่งทอง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กาญฺจนสฺส (วิกาโร) ถูโป = กาญฺจนถูโป",
  "กาญฺจนรูปก": "น., นปุ. รูปเปรียบอันเป็นวิการแห่งทอง แจกเหมือน กุล เช่น ทุ.เอก. กาญฺจนรูปกํ ซึ่งรูปเปรียบอันเป็นวิการแห่งทอง เฉพาะปัญจมีวิภัตติฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น กาญฺจนรูปกโต บ้าง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กาญฺจนสฺส (วิกาโร) รูปกํ = กาญฺจนรูปกํ",
  "กาณาชก": "น., ปุ. ข้าวปลายเกรียน แจกเหมือน ปุริส เช่น ทุ.เอก. กาณาชกํ ซึ่งข้าวปลายเกรียน [ธ. ๘: อปุตฺตกเสฏฺฐิวตฺถุ หน้า ๔๒]",
  "กาณาทิภาว": "น., ปุ. ความเป็นแห่งสัตว์มีสัตว์บอดเป็นต้น แจกเหมือน ปุริส เช่น ทุ.เอก. กาณาทิภาวํ ซึ่งความเป็นแห่งสัตว์มีสัตว์บอดเป็นต้น เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. กาโณ อาทิ เยสํ เต กาณาทโย (สตฺตา) ฉ.ตัป.วิ. กาณาทีนํ (สตฺตานํ) ภาโว = กาณาทิภาโว",
  "กาตพฺพ": "ก. อัน...พึงกระทำ กร ธาตุ ในความทำ + ตพฺบ ปัจจัย เป็นกัมมวาจก แปลง กร ธาตุ เป็น กา ได้รูปเป็น กาตพฺพ ดู อกตฺตพฺพ",
  "กาตุกาม": "ว. ผู้ใคร่เพื่ออันกระทำ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กาตุกาโม (ภิกฺขุ) อ. ภิกษุ ผู้ประสงค์เพื่ออันกระทำ, ผู้ใคร่เพื่ออันกระทำ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า กาตุํ กาโม = กาตุกาโม (ภิกฺขุ) [บทสมาสลบนิคคหิตบทหน้า]",
  "กาตุํ": "น. อ. อันกระทำ, เพื่ออันกระทำ กร ธาตุ ในความทำ + ตุํ ปัจจัย แปลง กร ธาตุ เป็น กา สำเร็จรูปเป็น กาตุํ ดู อกฺโกสิตุํ",
  "กาปุริส": "น., ปุ. บุรุษผู้ถ่อย, บุรุษอันบัณฑิตพึงรังเกียจ แจกเหมือน ปุริส เช่น ทุ.เอก. กาปุริสํ ซึ่งบุรุษผู้ถ่อย เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กุจฺฉิตพฺโพ ปุริโส = กาปุริโส บุรุษอันบัณฑิตพึงรังเกียจ [บทสมาสย่อบทวิเสสน เหลือไว้แต่ กุ แปลง กุ เป็น กา]",
  "กาโปตก": "ว. อันมีสีเพียงดังสีแห่งนกพิราบ นปุ. แจกเหมือน กุล เช่น ป.พหุ. กาโปตกานิ (อฏฺฐีนิ) อ. กระดูก ท. อันมีสีเพียงดังสีแห่งนกพิราบ [ธ. ๕: อธิมานิกภิกฺขุวตฺถุ หน้า ๑๐๑] เป็นฉัฏฐีอุปมาพหุพพิหิสมาส วิ.ว่า กาโปตกสฺส วณฺโณ อิว วณฺโณ เยสํ ตานิ กาโปตกานิ (อฏฺฐีนิ) [ลบ วณฺณ] อรรถกถาแก้เป็น กโปตกวณฺณาน"
};

const vocabInsanPr9Part5to8_Page136 = {
  "กามํ": "นิ. โดยแท้ เช่น กามํ ตสฺมึปิวิสฺสเส = อ. บุคคล พึงคุ้นเคย ในบุคคลแม้นั้น โดยแท้ [ธ. ๖: ภิกฺขูหิปุฏฺฐวตฺถุ หน้า ๑๗๙]",
  "กาม ๑": "น., ปุ. กาม, ความใคร่, ความประสงค์ แจกเหมือน ปุริส เช่น ป.เอก. กาโม อ. กาม",
  "กาม ๒": "ว. ผู้ใคร่, ผู้ประสงค์ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กามกาโม (ปุคฺคโล) อ. บุคคล ผู้ใคร่ ซึ่งกาม เป็นทุติยาตัปปุริสสมาส วิ.ว่า กามํกาโม = กามกาโม (ปุคฺคโล)",
  "กามคุณ": "น., ปุ. กามคุณ แจกเหมือน ปุริส เช่น ทุ.พหุ. กามคุเณ ซึ่งกามคุณ ท.",
  "กามคุณปริเยสน": "น., นปุ. การแสวงหาซึ่งกามคุณ แจกเหมือน กุล เช่น ส.เอก. กามคุณปริเยสเน ในการแสวงหาซึ่งกามคุณ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กามคุณสฺส ปริเยสนํ = กามคุณปริเยสนํ",
  "กามฉนฺทาทโย": "ว., ปุ. (นีวรณธมฺเม) ซึ่งนิวรณธรรม ท. มีกามฉันท์เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กามฉนฺโท อาทิ เยสํ เต กามฉนฺทาทโย (นีวรณธมฺมา) แจกเหมือน มุนิ",
  "กามภวปริกฺขีณ": "ว. ผู้มีกามและภพสิ้นรอบแล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กามภวปริกฺขีณํ (ปุคฺคลํ) ซึ่งบุคคล ผู้มีกามและภพสิ้นรอบแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหาร ทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. กาโม จ ภโว จ = กามภวา ฉ.ตุล.วิ. กามภวา ปริกฺขีณา ยสฺส โส กามภวปริกฺขีโณ (ปุคฺคโล)",
  "กามภวาทีสุ": "ว., ปุ. (ภเวสุ) ในภพ ท. มีกามภพ เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กามภโว อาทิ เยสํ เต กามภวาทโย (ภวา) แจกเหมือน มุนิ",
  "กามโภคี": "ว., ปุ. ผู้บริโภคซึ่งกามโดยปกติ แจกเหมือน เสฏฺฐี เช่น ฉ.เอก. กามโภคิโน (ปุคฺคลสฺส) ของบุคคล ผู้บริโภคซึ่งกามโดยปกติ มาจาก กาม บทหน้า + ภุช ธาตุ ในความบริโภค + ณี ปัจจัย ด้วยอำนาจ ณีปัจจัย พฤทธิ อุ ต้นธาตุเป็น โอ อาเทส ช เป็น ค ลบ ณ เหลือไว้แต่อี ได้รูปเป็น กามโภคี แปลว่า ผู้บริโภคซึ่งกามโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า กามํ ภุญฺชติ สีเลนาติ กามโภคี (ปุคฺคโล)",
  "กามโยคาทีหิ": "ว., ปุ. (โยเคหิ) ด้วยกิเลสเป็นเครื่องประกอบ ท. มีกิเลสเป็นเครื่องประกอบคือกามเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอวธารณบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อว.บุพ.กัม.วิ. กาโม เอว โยโค = กามโยโค ฉ.ตุล.วิ. กามโยโค อาทิ เยสํ เต กามโยคาทโย (โยคา) แจกเหมือน มุนิ",
  "กามรช": "น., ปุ. ธุลีคือกาม แจกเหมือน ปุริส เช่น ต.เอก. กามรเชน ด้วยธุลีคือกาม เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กาโม เอว รโช = กามรโช",
  "กามรติ": "น., อิต. ความยินดีในกาม แจกเหมือน รตฺติ เช่น ทุ.เอก. กามรตึ ซึ่งความยินดีในกาม เป็นสัตตมีตัปปุริสสมาส วิ.ว่า กาเม รติ = กามรติ",
  "กามราคสํโยชนาทิก": "ว., นปุ. (สํโยชนํ) สังโยชน์มีคือกามราคะเป็นต้น แจกเหมือน กุล เช่น ทุ.เอก. กามราคสํโยชนาทิกํ (สํโยชนํ) ซึ่งสังโยชน์ มีสังโยชน์คือกามราคะเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอวธารณบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อว.บุพ.กัม.วิ. กามราโค เอว สํโยชนํ = กามราคสํโยชนํ ฉ.ตุล.วิ. กามราคสํโยชนํ อาทิกํ ยสฺส ตํ กามราคสํโยชนาทิกํ (สํโยชนํ)",
  "กามวิตกฺกาทโย": "ว., ปุ. (วิตกฺกา) วิตก ท. มีกามวิตกเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กามวิตกฺโก อาทิ เยสํ เต กามวิตกฺกาทโย (วิตกฺกา) แจกเหมือน มุนิ",
  "กามสํโยคาทโย": "ว., ปุ. (สํโยคา) กิเลสเป็นเครื่องประกอบพร้อม ท. มีกิเลสเป็นเครื่องประกอบพร้อมคือกามเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กามสํโยโค อาทิ เยสํ เต กามสํโยคาทโย (สํโยคา) แจกเหมือน มุนิ",
  "กามสุข": "น., นปุ. ความสุขในกาม แจกเหมือน กุล เช่น ทุ.เอก. กามสุขํ ซึ่งความสุขในกาม เป็นสัตตมีตัปปุริสสมาส วิ.ว่า กาเม สุขํ = กามสุขํ"
};

const vocabInsanPr9Part5to8_Page137 = {
  "กามสุขสทิส": "ว. อัน เช่นกับด้วยความสุขในกาม นปุ. แจกเหมือน กุล เช่น ป.เอก. กามสุขสทิสํ (สุขํ) อ. ความสุข อัน เช่นกับด้วยความสุขในกาม เป็นตติยาตัปปุริสสมาส มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. กาเม สุขํ = กามสุขํ ต.ตัป.วิ. กามสุเขน สทิสํ = กามสุขสทิสํ (สุขํ)",
  "กาโมฆาทินา": "ว., ปุ. (โอเฆน) อันกิเลสเพียงดังห้วงนํ้า มีกิเลสเพียงดังห้วงนํ้าคือกามเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอวธารณบุพพบท กัมมธารยสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อว.บุพ.กัม.วิ. กาโม เอว โอโฆ = กาโมโฆ ฉ.ตุล.วิ. กาโมโฆ อาทิ ยสฺส โส กาโมฆาทิ (โอโฆ) แจกเหมือน มุนิ",
  "กาย ๑": "น., ปุ. กาย แจกเหมือน ปุริส เช่น ป.เอก. กาโย อ. กาย",
  "กาย ๒": "ว., อิต. (กถาย) ด้วยวาจาเป็นเครื่องกล่าวอะไร แจกเหมือน ย ศัพท์ ศัพท์เดิมเป็น กึ แปลง กึ เป็น ก ลง อา เครื่องหมายอิตถีลิงค์ ลง นา ตติยาวิภัตติฝ่ายเอกวจนะ แปลง อา กับ นา เป็น อาย สำเร็จรูปเป็น กาย (กถาย) ด้วยวาจาเป็นเครื่องกล่าวอะไร",
  "กายกมฺม": "น., นปุ. กายกรรม แจกเหมือน กุล เช่น ป.เอก. กายกมฺมํ อ. กายกรรม ถ้าแปลว่า กรรมทางกาย เป็นตติยาตัปปุริสสมาส วิ.ว่า กาเยน กมฺมํ = กายกมฺมํ",
  "กายกมฺมาทิก": "ว. มีกายกรรมเป็นต้น นปุ. แจกเหมือน กุล เช่น ทุ.เอก. กายกมฺมาทิกํ (กมฺมํ) ซึ่งกรรม มีกายกรรมเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กายกมฺมํ อาทิกํ ยสฺส ตํ กายกมฺมาทิกํ (กมฺมํ)",
  "กายกมฺมาทีนิ": "ว., นปุ. (กมฺมานิ) อ. กรรม ท. มีกายกรรมเป็นต้น แจกเหมือน อกฺขิ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กายกมฺมํ อาทิ เยสํ ตานิ กายกมฺมาทีนิ (กมฺมานิ)",
  "กายคตา": "ว., อิต. อันไปแล้วในกาย แจกเหมือน กญฺญา เช่น ป.เอก. กายคตา (สติ) อ. สติอันไปแล้วในกาย เป็นสัตตมีตัปปุริสสมาส วิ.ว่า กาเย คตา = กายคตา (สติ)",
  "กายคนฺถ": "น., ปุ. กิเลสเป็นเครื่องร้อยรัดทางกาย แจกเหมือน ปุริส เช่น ป.เอก. กายคนฺโถ อ. กิเลสเป็นเครื่องร้อยรัดทางกาย เป็นตติยาตัปปุริสสมาส วิ.ว่า กาเยน คนฺโถ = กายคนฺโถ",
  "กายทณฺฑาทิวิรหิเตสุ": "ว., ปุ. (ชเนสุ) ในชน ท. ผู้เว้นแล้วจากอาชญามีอาชญาทางกายเป็นต้น เป็นปัญจมีตัปปุริสสมาส มีตติยาตัปปุริสสมาส และฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กาเยน ทณฺโฑ = กายทณฺโฑ ฉ.ตุล.วิ. กายทณฺโฑ อาทิ เยสํ เต กายทณฺฑาทโย (ทณฺฑา) ปัญจ.ตัป.วิ. กายทณฺฑาทีหิ (ทณฺเฑหิ) วิรหิตา = กายทณฺฑาทิวิรหิตา (ชนา)",
  "กายทณฺฑาทีนํ": "ว., ปุ. (ทณฺฑานํ) แห่งอาชญา ท. มีอาชญาทางกายเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กาเยน ทณฺโฑ = กายทณฺโฑ ฉ.ตุล.วิ. กายทณฺโฑ อาทิ เยสํ เต กายทณฺฑาทโย (ทณฺฑา) แจกเหมือน มุนิ",
  "กายทุจฺจริต": "น., นปุ. กายทุจริต แจกเหมือน กุล เช่น ทุ.เอก. กายทุจฺจริตํ ซึ่งกายทุจริต ถ้าแปลว่า ทุจริตทางกาย เป็นตติยาตัปปุริสสมาส วิ.ว่า กาเยน ทุจฺจริตํ = กายทุจฺจริตํ",
  "กายทุจฺจริตาทิ": "ว., นปุ. (ทุจฺจริตํ) ทุจริตมีคือกายทุจริต เป็นต้น แจกเหมือน อกฺขิ เช่น ต.เอก. กายทุจฺจริตาทินา (ทุจฺจริเตน) ด้วยทุจริตมีกายทุจริตเป็นต้น เฉพาะปัญจมีวิภัตติฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น กายทุจฺจริตาทิโต บ้าง เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กายทุจฺจริตํ อาทิ ยสฺส ตํ กายทุจฺจริตาทิ (ทุจฺจริตํ)",
  "กายทุจฺจริตาทิปฺปเวสนนิวารณตฺถาย": "น., ปุ. เพื่อประโยชน์แก่อันห้ามซึ่งอันเข้าไปแห่งทุจริตมีกายทุจริตเป็นต้น เป็นจตุตถีตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส ฉัฏฐีตัปปุริสสมาส และฉัฏฐีตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. กายทุจฺจริตํ อาทิ เยสํ ตานิ กายทุจฺจริตาทีนิ (ทุจฺจริตานิ) ฉ.ตัป.วิ. กายทุจฺจริตาทีนํ (ทุจฺจริตานํ) ปเวสนํ = กายทุจฺจริตาทิปฺปเวสนํ [ซ้อน ปฺ] ฉ.ตัป.วิ. กายทุจฺจริตาทิปฺปเวสนสฺส นิวารณํ = กายทุจฺจริตาทิปฺปเวสนนิวารณํ จตุ.ตัป.วิ. กายทุจฺจริตาทิปฺปเวสนนิวารณสฺส อตฺโถ = กายทุจฺจริตาทิปฺปเวสนนิวารณตฺโถ แจกเหมือน ปุริส"
};

const vocabInsanPr9Part5to8_Page138 = {
  "กายทุจฺจริตาทิวิรหิเตสุ": "ว., ปุ. (ชเนสุ) ในชน ท. ผู้เว้นแล้วจากทุจริตมีกายทุจริตเป็นต้น เป็นปัญจมีตัปปุริสสมาส ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. กายทุจฺจริตํ อาทิ เยสํ ตานิ กายทุจฺจริตาทีนิ (ทุจฺจริตานิ) ปัญจ.ตัป.วิ. กายทุจฺจริตาทีหิ (ทุจฺจริเตหิ) วิรหิตา = กายทุจฺจริตาทิวิรหิตา (ชนา)",
  "กายทฺวาร": "น., นปุ. กายทวาร แจกเหมือน กุล เช่น ส.เอก. กายทฺวาเร ในกายทวาร",
  "กายทฺวาราทีสุ": "ว., นปุ. (ทฺวาเรสุ) ในทวาร ท. มีกายทวารเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กายทฺวารํ อาทิ เยสํ ตานิ กายทฺวาราทีนิ (ทฺวารานิ)",
  "กายปาคพฺภิยาทีหิ": "ว., นปุ. (กมฺเมหิ) ด้วยกรรม ท. มีความเป็นแห่งคนผู้คะนองแห่งกายเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กายสฺส ปาคพฺภิยํ = กายปาคพฺภิยํ ฉ.ตุล.วิ. กายปาคพฺภิยํ อาทิ เยสํ ตานิ กายปาคพฺภิยาทีนิ (กมฺมานิ) คำว่าปาคพฺภิย ในคำว่า กายปาคพฺภิยาทีหิ มาจาก ปคพฺภ (ผู้คะนอง) ศัพท์ + ณิย ปัจจัย ในภาวตัทธิต ด้วยอำนาจ ณิย ปัจจัย ทีฆะ อ ที่ ป เป็น อา ลบ ณ เหลือไว้แต่ อิย ได้รูปเป็น ปาคพฺภิย วิ.ว่า ปคพฺภสฺส ภาโว = ปาคพฺภิยํ ความเป็นแห่งบุคคลผู้คะนอง ชื่อว่า ปาคพฺภิยํ ๆ ความเป็นแห่งบุคคลผู้คะนอง",
  "กายปฺปโกป": "น., ปุ. ความกำเริบทางกาย แจกเหมือน ปุริส เช่น ทุ.เอก. กายปฺปโกปํ ซึ่งความกำเริบทางกาย เป็นตติยาตัปปุริสสมาส วิ.ว่า กาเยน ปโกโป = กายปฺปโกโป [ซ้อน ปฺ]",
  "กายวิชมฺภนรหิต": "ว. ผู้เว้นแล้วจากการบิดซึ่งกาย ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กายวิชมฺภนรหิโต (เถโร) อ. พระเถระ ผู้เว้นแล้วจากการบิดซึ่งกาย เป็นปัญจมีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กายสฺส วิชมฺภนํ = กายวิชมฺภนํ ปัญจ.ตัป.วิ. กายวิชมฺภนสฺมา รหิโต = กายวิชมฺภนรหิโต (เถโร) คำว่าวิชมฺภน ในคำว่า กายวิชมฺภนรหิโต มาจาก วิ + ชมฺภ ธาตุ ในความบิด, ความโน้ม, ความเหยียด + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น วิชมฺภน แปลว่า การบิด เป็นภาวรูป ภาวสาธนะ วิ.ว่า วิชมฺภนํ = วิชมฺภนํ การบิด ชื่อว่า วิชมฺภนํ ๆ การบิด",
  "กายวิชมฺภิตา": "น., อิต. การบิดซึ่งกาย แจกเหมือน กญฺญา เช่น ป.เอก. กายวิชมฺภิตา อ. การบิดซึ่งกาย [ธ. ๘: สนฺตกายตฺเถรวตฺถุ หน้า ๗๙] เป็นทุติยาตัปปุริสสมาส วิ.ว่า กายํ วิชมฺภิตา = กายวิชมฺภิตา หรือแปลว่า ความเป็นแห่งสัตว์ผู้บิดซึ่งกายโดยปกติ ลง ตา ปัจจัย ในภาวตัทธิต มี ณีปัจจัย กัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ณี.กัต.กัต.วิ. กายํ วิชมฺภติ สีเลนาติ กายวิชมฺภี (สตฺโต) ตา.ภาว.วิ. กายวิชมฺภิสฺส (สตฺตสฺส) ภาโว = กายวิชมฺภิตา",
  "กายสญฺญมาทิวิรหิตา": "ว., ปุ. (ชนา) อ. ชน ท. ผู้เว้นแล้วจากความสำรวมมีความสำรวมทางกายเป็นต้น เป็นปัญจมีตัปปุริสสมาส มีตติยาตัปปุริสสมาส และฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กาเยน สญฺญโม = กายสญฺญโม ฉ.ตุล.วิ. กายสญฺญโม อาทิ ยสฺส โส กายสญฺญมาทิ (สญฺญโม) ปัญจ.ตัป.วิ. กายสญฺญมาทิมฺหา (สญฺญมมฺหา) วิรหิตา = กายสญฺญมาทิวิรหิตา (ชนา)",
  "กายสมาจาร": "น., ปุ. ความประพฤติโดยเอื้อเฟื้อด้วยดีทางกาย แจกเหมือน ปุริส เช่น ทุ.เอก. กายสมาจารํ ซึ่งความประพฤติโดยเอื้อเฟื้อด้วยดีทางกาย เป็นตติยาตัปปุริสสมาส วิ.ว่า กาเยน สมาจาโร = กายสมาจาโร"
};

const vocabInsanPr9Part5to8_Page139 = {
  "กายสุจริต": "น., นปุ. กายสุจริต แจกเหมือน กุล เช่น ทุ.เอก. กายสุจริตํ ซึ่งกายสุจริต ถ้าแปลว่า สุจริตทางกาย หรือความประพฤติดีทางกาย เป็นตติยาตัปปุริสสมาส วิ.ว่า กาเยน สุจริตํ = กายสุจริตํ",
  "กายสุจริตาทินา": "ว., นปุ. (สุจริเตน) ด้วยสุจริต มีกายสุจริตเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กายสุจริตํ อาทิ ยสฺส ตํ กายสุจริตาทิ (สุจริตํ) แจกเหมือน อกฺขิ",
  "กายาทิสญฺญมวิรหิตา": "ว., ปุ. (ชนา) อ. ชน ท. ผู้เว้นแล้วจากความสำรวมทางทวารมีกายเป็นต้น เป็นปัญจมีตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส และตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. กาโย อาทิ เยสํ ตานิ กายาทีนิ (ทฺวารานิ) ปัญจ.ตัป.วิ. กายาทีหิ (ทฺวาเรหิ) สญฺญโม = กายาทิสญฺญโม ปัญจ.ตัป.วิ. กายาทิสญฺญมสฺมา วิรหิตา = กายาทิสญฺญมวิรหิตา (ชนา)",
  "กายาทีนิ": "ว., นปุ. (ทฺวารานิ) ทวาร ท. มีกายเป็นต้น แจกเหมือน อกฺขิ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กาโย อาทิ เยสํ ตานิ กายาทีนิ (ทฺวารานิ)",
  "กายานุปสฺสนาภาวนา": "น., อิต. ภาวนาเป็นเครื่องตามเห็นซึ่งกาย แจกเหมือน กญฺญา เช่น ป.เอก. กายานุปสฺสนาภาวนา อ. ภาวนาเป็นเครื่องตามเห็นซึ่งกาย เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กายสฺส อนุปสฺสนา = กายานุปสฺสนา (ภาวนา) วิ.บุพ.กัม.วิ. กายานุปสฺสนา ภาวนา = กายานุปสฺสนาภาวนา",
  "กายารุฬฺห": "ว. อันขึ้นแล้วสู่กาย นปุ. แจกเหมือน กุล เช่น ป.พหุ. กายารุฬฺหานิ (อาภรณานิ) อ. เครื่องประดับ ท. อันขึ้นแล้วสู่กาย เป็นทุติยาตัปปุริสสมาส วิ.ว่า กายํ อารุฬฺหานิ = กายารุฬฺหานิ (อาภรณานิ) คำว่า อารุฬฺห ในคำว่า กายารุฬฺหานิ มาจาก อา + รุห ธาตุ ในความงอก มี อา อุปสัคอยู่หน้า แปลว่า ขึ้น + ต ปัจจัย แปลง ต เป็น ฬฺห ลบ ห ที่สุดธาตุ ได้รูปเป็น อารุฬฺห",
  "กายาลสิยมตฺตํ": "ว., นปุ. (การณํ) เหตุสักว่าความเป็นแห่งบุคคลผู้เกียจคร้านทางพระวรกาย เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีตติยาตัปปุริสสมาส และ ณิย ปัจจัย ในภาวตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กาเยน อลโส = กายาลโส (ปุคฺคโล) ณิย.ภาว.วิ. กายาลสสฺส (ปุคฺคลสฺส) ภาโว = กายาลสิยํ สัม.บุพ.กัม.วิ. กายาลสิยํ อิติ มตฺตํ = กายาลสิยมตฺตํ (การณํ)",
  "กายิก": "ว. อันเป็นไปทางกาย นปุ. แจกเหมือน กุล เช่น ป.เอก. กายิกํ (วิริยํ) อ. ความเพียรอันเป็นไปทางกาย มาจาก กาย ศัพท์ + ณิก ปัจจัย ในตรัตยาทิตัทธิต ใช้แทน วตฺตติ ลบ ณ เหลือไว้แต่อิก ได้รูปเป็น กายิก วิ.ว่า กาเยน วตฺตตีติ กายิกํ (วิริยํ) ความเพียรใด ย่อมเป็นไปทางกาย เหตุนั้น ความเพียรนั้น ชื่อว่า กายิกํ ๆ อันเป็นไปทางกาย",
  "กายิกเจตสิก": "ว. อันเป็นไปทางกายและเป็นไปทางจิต ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กายิกเจตสิโก (อาพาโธ) อ. อาพาธอันเป็นไปทางกายและเป็นไปทางจิต [ธ. ๕: รูปนนฺทตฺเถรีวตฺถุ หน้า ๑๐๗] เป็นวิเสสโนภยบท กัมมธารยสมาส (แปลว่า และ) วิ.ว่า กายิโก จ เจตสิโก จ = กายิกเจตสิโก (อาพาโธ)",
  "กายิกเจตสิกวิริย": "น., นปุ. ความเพียรอันเป็นไปทางกายและเป็นไปทางใจ แจกเหมือน กุล เช่น ต.เอก. กายิกเจตสิกวิริเยน ด้วยความเพียรอันเป็นไปทางกายและเป็นไปทางใจ เป็นวิเสสนบุพพบท กัมมธารยสมาส มีวิเสสโนภยบท กัมมธารยสมาส (แปลว่า และ) เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.โนภย.กัม.วิ. กายิกญฺจ เจตสิกญฺจ = กายิกเจตสิกํ (วิริยํ) วิ.บุพ.กัม.วิ. กายิกเจตสิกํ วิริยํ = กายิกเจตสิกวิริยํ คำว่า เจตสิก มาจาก เจตสา (เจตสา ศัพท์เดิมเป็น เจต อ การันต์ ในปุงลิงค์ ลง นา ตติยาวิภัตติฝ่ายเอกวจนะ แปลง นา เป็น อา ลง ส อาคม สำเร็จรูปเป็น เจตสา) + ณิก ปัจจัย ในตรัตยาทิตัทธิต ใช้แทน วตฺตติ ลบ ณ เหลือไว้แต่อิก เป็น เจตสา + อิกลบ อา ที่แปลงมาจาก นา วิภัตติ ได้รูปเป็น เจตสิก แปลว่า อันเป็นไปทางใจ วิ.ว่า เจตสา วตฺตตีติ เจตสิกํ (วิริยํ) ความเพียรใด ย่อมเป็นไปทางใจ เหตุนั้น ความเพียรนั้น ชื่อว่า เจตสิกํ ๆ อันเป็นไปทางใจ"
};

const vocabInsanPr9Part5to8_Page140 = {
  "การ": "น., ปุ. สักการะ แจกเหมือน ปุริส เช่น ส.เอก. กาเร ครั้นเมื่อสักการะ [ธ. ๖: ยมกวตฺถุ หน้า ๘๖]",
  "การก": "ว., ปุ. ผู้กระทำ แจกเหมือน ปุริส เช่น ป.เอก. การโก (ภิกฺขุ) ผู้กระทำ กร ธาตุ ในความทำ + ณฺวุปัจจัย ด้วยอำนาจ ณฺวุปัจจัย ทีฆะ อ ต้นธาตุเป็น อา แปลง ณฺวุ เป็น อก ได้รูปเป็น การก แปลว่า ผู้กระทำ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กโรตีติ การโก (ภิกฺขุ)",
  "การกสตฺต": "น., ปุ. สัตว์ผู้กระทำ แจกเหมือน ปุริส เช่น ฉ.พหุ. การกสตฺตานํ ของสัตว์ผู้กระทำ ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า การกา สตฺตา = การกสตฺตา",
  "การณ": "น., นปุ. เหตุ แจกเหมือน กุล เช่น ป.เอก. การณํ อ. เหตุ",
  "การณวจน": "น., นปุ. คำแสดงซึ่งเหตุ แจกเหมือน กุล เช่น ป.เอก. การณวจนํ อ. คำแสดงซึ่งเหตุ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า การณสฺส (เทสกํ) วจนํ = การณวจนํ",
  "การณาการณชานนลกฺขเณน": "ว., ปุ. (ธมฺม วินิจฺฉเยน) ด้วยการวินิจฉัยซึ่งธรรม อันมีการรู้ซึ่งเหตุและเรื่องมิใช่เหตุเป็นลักษณะ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. การณญฺจ อการณญฺจ = การณาการณํ ฉ.ตัป.วิ. การณาการณสฺส ชานนํ = การณาการณชานนํ ฉ.ตุล.วิ. การณาการณชานนํ ลกฺขณํ ยสฺส โส การณาการณชานนลกฺขโณ (ธมฺมวินิจฺฉโย) แจกเหมือน ปุริส",
  "การณุตฺตรยุคคฺคาหกถา": "น., อิต. อ. กถาเป็นเครื่องถือเอาซึ่งคู่อันยิ่งกว่าเหตุ เป็นวิเสสนบุพพบท กัมมธารยสมาส มีทุติยาตัปปุริสสมาส วิเสสนบุพพบท กัมมธารยสมาส และปัญจมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. ยุคํ คาหา = ยุคคฺคาหา (กถา) [ซ้อน คฺ] วิ.บุพ.กัม.วิ. ยุคคฺคาหา กถา = ยุคคฺคาหกถา ปัญจ.ตัป.วิ. การณมฺหา อุตฺตรา = การณุตฺตรา (ยุคคฺคาหกถา) วิ.บุพ.กัม.วิ. การณุตฺตรา ยุคคฺคาหกถา = การณุตฺตรยุคคฺคาหกถา",
  "การยึสุ": "ก. (เช่น ปณฺฑิตา อ. บัณฑิต ท.) ยัง…ให้กระทำแล้ว กร ธาตุ ในความทำ + ณย ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ด้วยอำนาจ ณย ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ ย แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น การยึสุ",
  "การาเปตฺวา": "ก. ยัง…ให้กระทำแล้ว กร ธาตุ ในความทำ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำนาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่อาเป สำเร็จรูปเป็น การาเปตฺวา",
  "การาเปสิ": "ก. (เช่น ราชา อ. พระราชา) ยัง…ให้กระทำแล้ว กร ธาตุ ในความทำ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ด้วยอำนาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่อาเป รัสสะ อี เป็น อิ ลง ส อาคม สำเร็จรูปเป็น การาเปสิ",
  "การาเปสฺสามิ": "ก. (อหํ อ. เรา) ยัง...จักให้กระทำ กร ธาตุ ในความทำ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ด้วยอำนาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่อาเป สำเร็จรูปเป็น การาเปสฺสามิ",
  "การิต": "ก. อัน…ให้กระทำแล้ว กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + ต ปัจจัย เป็นเหตุกัมมวาจก ลง อิ อาคม ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ เป็น กาเร + อิ อาคม + ต ปัจจัย ลบ เอ ที่ เร เพราะ อิ อาคมจะเข้าไปอาศัย ร ได้รูปเป็น การิต ดู อกต",
  "การิยมาน": "ก. อัน...ให้กระทำอยู่ กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + อิ อาคม หน้า ย ปัจจัย + มาน ปัจจัย เป็นเหตุกัมมวาจก ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ เป็น กาเร + อิ อาคม + ย + มาน ปัจจัย ลบสระหน้า คือ เอ ที่ เร ได้รูปเป็น การิยมาน ดู อนาหริยมาน"
};

const vocabInsanPr9Part5to8_Page141 = {
  "การี": "ว., ปุ. ผู้กระทำโดยปกติแจกเหมือน เสฏฺฐี เช่น ป.พหุ. การิโน (ภิกฺขู) อ. ภิกษุท. ผู้กระทำ โดยปกติมาจาก กรธาตุ ในความทำ + ณี ปัจจัย ด้วยอำ นาจ ณี ปัจจัย ทีฆะอ ต้นธาตุเป็นอาลบ ณ เหลือไว้แต่อีได้รูปเป็น การีแปลว่า ผู้กระทำ โดยปกติเป็นกัตตุรูป กัตตุสาธนะลงในอรรถแห่ง ตัสสีละ วิ.ว่า กโรนฺติ สีเลนาติ การิโน (ภิกฺขู)",
  "การุญฺญตา": "น., อิต. ความที่แห่ง…เป็นผู้มีความ เป็นแห่งกรุณาแจกเหมือน กญฺญา เช่น ทุ.เอก. การุญฺญตํ ซึ่งความที่แห่ง…เป็นผู้มีความเป็น แห่งกรุณาลง ตา ปัจจัย ในภาวตัทธิต มีณฺย ปัจจัย ในภาวตัทธิต และ ณ ปัจจัย ในตทัสสัตถิ ตัทธิต เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ ณฺย.ภาว.วิ. กรุณาย ภาโว = การุญฺญํณ.ตทัส.วิ. การุญฺญํ อสฺส อตฺถีติ การุญฺโญ (ปุคฺคโล) ตา.ภาว.วิ. การุญฺญสฺส ภาโว = การุญฺญตา",
  "การุญฺญ": "น., นปุ. ความเป็นแห่งความกรุณาลง ณฺย ปัจจัย ในภาวตัทธิต วิ.ว่า กรุณาย ภาโว = การุญฺญํ[กรุณา + ณฺย ทีฆะอ ต้นศัพท์เป็นอาลบ อา ที่ ณาลบ ณฺ เหลือไว้แต่ ย เป็น กรุณ + ย แปลง ณ กับ ย เป็น ญฺญ ได้รูปเป็น การุญฺญ แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ]",
  "การุญฺญวเสน": "น., ปุ. ด้วยสามารถแห่งความเป็น แห่งความกรุณา เป็นฉัฏฐีตัปปุริสสมาส มีณฺย ปัจจัย ในภาวตัทธิต เป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้ณฺย.ภาว.วิ. กรุณาย ภาโว = การุญฺญํ ฉ.ตัป.วิ. การุญฺญสฺส วโส = การุญฺญวโส",
  "กาเรติ": "ก. (เช่น คหปติ อ. คฤหบดี) ยัง…ย่อมให้ กระทำ กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้ แต่ เอ สำ เร็จรูปเป็น กาเรติ",
  "กาเรตุ": "ก. (เช่น ราชา อ. พระราชา) ขอจงยัง... ให้กระทำ กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + ตุ ปัญจมีวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น กาเรตุ",
  "กาเรตุกาม": "ว. ผู้ใคร่เพื่ออันยัง...ให้กระทำ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กาเรตุกาโม (พฺราหฺมโณ) อ.พราหมณ์ผู้ใคร่เพื่ออันยัง...ให้ กระทำ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า กาเรตุํ กาโม = กาเรตุกาโม (พฺราหมโณ) [บทสมาส ลบนิคคหิตบทหน้า]",
  "กาเรตุํ": "น. อ. อันให้กระทำ, เพื่ออันให้กระทำ กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + ตุํ ปัจจัย ด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น กาเรตุํดู อกฺโกสิตุํ",
  "กาเรตฺวา": "ก. ยัง…ให้กระทำแล้ว กรธาตุ ในความ ทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น กาเรตฺวา",
  "กาเรนฺต": "ก. ยัง…ให้กระทำอยู่กรธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + อนฺต ปัจจัย ด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น กาเรนฺต ดู อกฺกมนฺต",
  "กาเรนฺติ": "ก. (เช่น ชนา อ. ชนท.) ย่อมยัง...ให้ กระทำ กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + อนฺติ วัตตมานาวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็นอาลบ ณ เหลือ ไว้แต่ เอ สำ เร็จรูปเป็น กาเรนฺติ",
  "กาเรมิ": "ก. (อหํ อ. เรา) ยัง...ย่อมให้กระทำ กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + มิ วัตตมานาวิภัตติด้วยอำ นาจเณ ปัจจัย ทีฆะอ ต้นธาตุเป็นอาลบ ณ เหลือไว้แต่ เอ สำ เร็จรูป เป็น กาเรมิ",
  "กาเรสิ": "ก. (เช่น ราชา อ. พระราชา) ยัง…ให้ กระทำแล้ว กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ รัสสะ อีเป็น อิลง ส อาคม สำ เร็จรูปเป็น กาเรสิ",
  "กาเรสึ": "ก. (อหํ อ. เรา) ยัง…ให้กระทำแล้ว กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + อึ อัชชัตตนีวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็นอาลบ ณ เหลือไว้แต่เอลงสอาคม สำ เร็จรูปเป็น กาเรสึ"
};

const vocabInsanPr9Part5to8_Page142 = {
  "กาเรสุํ": "ก. (เช่น มนุสฺสา อ. มนุษย์ท.) ยัง...ให้ กระทำแล้ว กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชัตตนีวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ แปลง อุํ เป็น อึสุ ลง ส อาคม สำ เร็จรูปเป็น กาเรสุํ",
  "กาเรสฺสติ": "ก. (เช่น โก อ. ใคร) ยัง...จักให้กระทำ กรธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น กาเรสฺสติ",
  "กาเรสฺสถ": "ก. (ตุมฺเห อ. ท่านท.) ยัง...จักให้กระทำ กรธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น กาเรสฺสถ",
  "กาเรสฺสามิ": "ก. (อหํ อ. เรา) ยัง...จักให้กระทำ กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น กาเรสฺสามิ",
  "กาเรหิ": "ก. (ตฺวํ อ. ท่าน) จงยัง...ให้กระทำ กร ธาตุ ในความทำ + เณ ปัจจัย ในเหตุกัตตุวาจก + หิ ปัญจมีวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น กาเรหิ",
  "กาล ๑": "น., ปุ. กาล (หมายถึงเวลา) แจกเหมือน ปุริส เช่น ป.เอก. กาโล อ. กาล",
  "กาล ๒": "น., ปุ. กาละ (หมายถึงความตาย) เช่น กาลํ กตฺวา กระทำ แล้ว ซึ่งกาละ",
  "กาล ๓": "ว. ดำ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กาโล (กณฺโณ) อ. หูดำ [กาฬ ก็มี]",
  "กาลกณฺณิก ๑": "น. คนกาลกัณณี ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กาลกณฺณิโก อ. คนกาลกัณณี",
  "กาลกณฺณิก ๒": "ว. ผู้มีหูดำ ลง อิก ปัจจัย ในตทัสสัตถิ ตัทธิต มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ วิ.บุพ.กัม.วิ. กาลา กณฺณา = กาลกณฺณา อิก.ตทัส.วิ. กาลกณฺณา อสฺส อตฺถีติ กาลกณฺณิโก (นโร) หูดำ ท. ของคนนั้น มีอยู่ เหตุนั้น คนนั้น ชื่อว่า กาลกณฺณิโก ๆ ผู้มีหูดำ",
  "กาลกณฺณี": "น. คนกาลกัณณี, หญิงกาลกัณณี ปุ. แจกเหมือน เสฏฺฐี เช่น อา.เอก. กาลกณฺณิแน่ะ คนกาลกัณณี อิต. แจกเหมือน นารี เช่น ป.เอก. กาลกณฺณี อ. หญิงกาลกัณณี",
  "กาลกต": "ว. ผู้มีกาละอันกระทำแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กาลกโต (เสฏฺฐี) อ. เศรษฐี ผู้มีกาละอันกระทำ แล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กาโล กโต เยน โส กาลกโต (เสฏฺฐี)",
  "กาลกิริยา": "น., อิต. การกระทำซึ่งกาละ แจกเหมือน กญฺญา เช่น ทุ.เอก. กาลกิริยํ ซึ่งการกระทำ ซึ่งกาละ เป็นทุติยาตัปปุริสสมาส วิ.ว่า กาลํ กิริยา = กาลกิริยา",
  "กาลจฺจย": "น., ปุ. อัน (การ) ล่วงไปแห่งกาล แจกเหมือน ปุริส เช่น ต.เอก. กาลจฺจเยน โดยอันล่วงไปแห่งกาล เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กาลสฺส อจฺจโย = กาลจฺจโย",
  "กาลตฺเถร": "น., ปุ. พระเถระชื่อว่ากาละ แจกเหมือน ปุริส เช่น ทุ.เอก. กาลตฺเถรํ ซึ่งพระเถระชื่อว่า กาละ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กาโล เถโร = กาลตฺเถโร [ซ้อน ตฺ]",
  "กาลตฺเถรวตฺถุ": "น., นปุ. อ. เรื่องแห่งพระเถระ ชื่อว่ากาละ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้ วิ.บุพ.กัม.วิ. กาโล เถโร = กาลตฺเถโร ฉ.ตัป.วิ. กาลตฺเถรสฺส วตฺถุ = กาลตฺเถรวตฺถุ",
  "กาลเภท": "น., ปุ. ความแตกต่างแห่งกาล แจกเหมือน ปุริส เช่น ป.เอก. กาลเภโท อ. ความ แตกต่างแห่งกาล เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กาลสฺส เภโท = กาลเภโท",
  "กาลิงฺค ๑": "ว., ปุ. กาลิงค์ (ชื่อของแว่นแคว้น) แจกเหมือน ปุริส เช่น ส.เอก. กาลิงฺคสฺมึ (รฏฺเฐ) ในแว่นแคว้น ชื่อว่ากาลิงค์"
};

const vocabInsanPr9Part5to8_Page143 = {
  "กาลิงฺค ๒": "น., ปุ. พระเจ้ากาลิงค์ แจกเหมือน ปุริส เช่น ป.เอก. กาลิงฺโค อ. พระเจ้ากาลิงค์",
  "กาลิงฺครฏฺฐ": "น., นปุ. แว่นแคว้นชื่อว่ากาลิงค์ แจกเหมือน กุล เช่น ส.เอก. กาลิงฺครฏฺเฐ ในแว่นแคว้นชื่อว่ากาลิงค์ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กาลิงฺโค รฏฺฐํ = กาลิงฺค รฏฺฐํ [กาลิงฺค ชื่อแคว้น เป็นปุงลิงค์สัมพันธ์: กาลิงฺโค สญฺญาวิเสสนลิงฺควิปลฺลาส ของ รฏฺฐํ]",
  "กาส": "น., ปุ. โรคไอ แจกเหมือน ปุริส เช่น ป.เอก. กาโส อ. โรคไอ",
  "กาสาย ๑": "น., นปุ. ผ้ากาสายะ แจกเหมือน กุล เช่น ทุ.พหุ. กาสายานิ ซึ่งผ้ากาสายะ ท.",
  "กาสาย ๒": "ว., นปุ. (ผ้า) อัน…ย้อมแล้วด้วยนํ้าฝาด ลง ณ ปัจจัย ในราคาทิตัทธิต แจกเหมือน กุล เช่น ทุ.พหุ. กาสายานิ (วตฺถานิ) ซึ่งผ้า ท. อันบุคคล ย้อมแล้วด้วยนํ้าฝาด วิ.ว่า กสาเยน รตฺตานิ = กาสายานิ (วตฺถานิ)",
  "กาสายปฏิจฺฉนฺน": "ว. อันผ้ากาสายะปกปิดแล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กาสายปฏิจฺฉนฺนํ (ชงฺฆํ) ซึ่งแข้ง อันผ้ากาสายะปกปิดแล้ว เป็นตติยาตัปปุริสสมาส วิ.ว่า กาสาเยน ปฏิจฺฉนฺโน = กายปฏิจฺฉนฺโน (ชงฺโฆ)",
  "กาสายวตฺถนิวตฺถ": "ว. ผู้มีผ้าอันบุคคลย้อมแล้วด้วยนํ้าฝาดอันนุ่งแล้ว อิต. แจกเหมือน กญฺญา เช่น ป.เอก. กาสายวตฺถนิวตฺถา (มาตา) อ. มารดา ผู้มีผ้าอันบุคคลย้อมแล้วด้วยนํ้าฝาดอันนุ่งแล้ว [ธ. ๕:สุขสามเณรวตฺถุหน้า ๘๖] เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส มีวิเสสนบุพพบท กัมมธารยสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กาสายํ วตฺถํ = กาสายวตฺถํ ต.ตุล.วิ. กาสายวตฺถํ นิวตฺถํ ยาย สา กาสายวตฺถนิวตฺถา (มาตา)",
  "กาสาว ๑": "น., นปุ. ผ้ากาสาวะ แจกเหมือน กุล เช่น ทุ.เอก. กาสาวํ ซึ่งผ้ากาสาวะ",
  "กาสาว ๒": "ว., นปุ. (ผ้า) อัน…ย้อมแล้วด้วยนํ้าฝาด ลง ณ ปัจจัย ในราคาทิตัทธิต แจกเหมือน กุล เช่น ทุ.เอก. กาสาวํ (วตฺถํ) ซึ่งผ้าอันบุคคลย้อมแล้วด้วยนํ้าฝาด วิ.ว่า กสาเวน รตฺตํ = กาสาวํ (วตฺถํ)",
  "กาสาวกณฺฐา": "ว., ปุ. (ชนา) อ. ชน ท. ผู้มีคออันผ้ากาสาวะพันแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กาสาเวน ปลิเวฐิโต = กาสาวปลิเวฐิโต (กณฺโฐ) ฉ.ตุล.วิ. กาสาวปลิเวฐิโต กณฺโฐ เยสํ เต กาสาวกณฺฐา (ชนา) [ลบ ปลิเวฐิต ในท่ามกลาง]",
  "กาสิกคาม": "น., ปุ. กาสิกคาม แจกเหมือน ปุริส เช่น ทุ.เอก. กาสิกคามํ ซึ่งกาสิกคาม",
  "กาสิกราช": "น., ปุ. พระราชาผู้ทรงเป็นใหญ่ในแว่นแคว้นชื่อว่ากาสี แจกเหมือน ราช เช่น ต.เอก. กาสิกรญฺญา อันพระราชาผู้ทรงเป็นใหญ่ในแว่นแคว้นชื่อว่ากาสี เป็นวิเสสนบุพพบท กัมมธารยสมาส มีณิก ปัจจัย ในตรตฺยาทิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ณิก.ตรตฺยา.วิ. กาสิยํ อิสฺสโร = กาสิโก (ราชา) [กาสี + ณิก ลบ ณ เหลือไว้แต่อิก เป็น กาสี-อิก ลบสระหน้า ต่อเป็น กาสิก] วิ.บุพ.กัม.วิ. กาสิโก ราชา = กาสิกราชา",
  "กาสิตฺวา": "ก. ไอแล้ว กาส ธาตุ ในความส่งเสียง, ความไอ + ตฺวา ปัจจัย ลงอิอาคม สำ เร็จรูปเป็น กาสิตฺวา",
  "กาหสิ": "ก. (ตฺวํ อ. ท่าน) จักกระทำ กร ธาตุ ในความทำ + อ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ แปลง กรธาตุเป็น กาห ลบ สฺส เหลือไว้แต่ สิ สำ เร็จรูปเป็น กาหสิ",
  "กาฬ ๑": "ว. ดำ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กาโฬ (ธมฺโม) อ. ธรรม อันดำ อิต. ลง อา เครื่องหมายอิตถีลิงค์แจกเหมือน กญฺญา บ้าง เช่น ป.เอก. กาฬา (มตฺติกา) อ. ดิน อันดำ ลงอี เครื่องหมายอิตถีลิงค์แจกเหมือน นารีบ้าง เช่น ป.เอก. กาฬี (อิตฺถี) อ. หญิง ดำ นปุ.แจกเหมือน กุล เช่น ป.เอก. กาฬํ(จมฺมํ) อ. หนัง อันดำ",
  "กาฬ ๒": "ว., ปุ. กาฬะ (ชื่อของอำ มาตย์) แจกเหมือน ปุริส เช่น ป.เอก. กาโฬ (อมจฺโจ) อ. อำ มาตย์ ชื่อว่ากาฬะ",
  "กาฬ ๓": "น., ปุ. กาฬะแจกเหมือน ปุริส เช่น อา.เอก. กาฬ ดูก่อนกาฬะ"
};

const vocabInsanPr9Part5to8_Page144 = {
  "กาฬก": "น., นปุ. ความดำ, ความพร้อย แจกเหมือน กุล เช่น ป.เอก. กาฬกํ อ. ความดำ ทุ.เอก. กาฬกํ ซึ่งความพร้อย",
  "กาฬกณฺณิ ๑": "น., อิต. หญิงกาฬกัณณี แจกเหมือน รตฺติ เช่น อา.เอก. กาฬกณฺณิ แน่ะหญิงกาฬกัณณี",
  "กาฬกณฺณิ ๒": "น., ปุ. คนกาฬกัณณี แจกเหมือน มุนิ เช่น ป.เอก. กาฬกณฺณิ อ. คนกาฬกัณณี",
  "กาฬวณฺณ": "ว. มีสีดำ นปุ. แจกเหมือน กุล เช่น ป.เอก. กาฬวณฺณํ (ปทุมํ) อ. ดอกประทุมมีสีดำ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กาโฬ วณฺโณ ยสฺส ตํ กาฬวณฺณํ (ปทุมํ) สีของดอกประทุมใดดำ ดอกประทุมนั้น ชื่อว่ามีสีดำ",
  "กาฬสิลา": "น., อิต. กาฬสิลา แจกเหมือน กญฺญา เช่น ส.เอก. กาฬสิลายํ ใกล้กาฬสิลา",
  "กาฬสิลาปเทส": "น., ปุ. ประเทศชื่อว่ากาฬสิลา แจกเหมือน ปุริส เช่น ทุ.เอก. กาฬสิลาปเทสํ สู่ประเทศชื่อว่ากาฬสิลา เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กาฬสิลา ปเทโส = กาฬสิลาปเทโส สัมพันธ์: กาฬสิลา วิเสสนลิงฺควิปลฺลาส ของ ปเทโส",
  "กาฬุทายิตฺเถร": "น., ปุ. พระเถระชื่อว่ากาฬุทายี แจกเหมือน ปุริส เช่น ป.เอก. กาฬุทายิตฺเถโร อ. พระเถระชื่อว่ากาฬุทายี เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กาฬุทายี เถโร = กาฬุทายิตฺเถโร [ซ้อน ตฺ]",
  "กิจฺจ ๑": "น., นปุ. กิจ แจกเหมือน กุล เช่น ป.เอก. กิจฺจํ อ. กิจ",
  "กิจฺจ ๒": "ก. อัน…พึงกระทำ กร ธาตุ ในความทำ + ริจฺจ ปัจจัย ในนามกิตก์ (นอกแบบ) ใช้คุมพากย์ ลบ ร ที่สุดธาตุ และลบ ร ที่ ริจฺจ ได้รูปเป็น กิจฺจ ดู อกตฺตพฺพ เช่น ยํ หิ กิจฺจํ = อ. กรรมใด อันตน พึงกระทำ [ธ. ๗: ภทฺทิยภิกฺขุวตฺถุ หน้า ๑๐๐]",
  "กิจฺฉ": "น., นปุ. ยาก, ลำบาก แจกเหมือน กุล เช่น ต.เอก. กิจฺเฉน โดยยาก",
  "กิจฺฉาธิคต": "ว. อัน…ถึงทับแล้วโดยยาก นปุ. แจกเหมือน กุล เช่น ฉ.เอก. กิจฺฉาธิคตสฺส (ธนสฺส) แห่งทรัพย์ อัน…ถึงทับแล้วโดยยาก [ธ. ๕: มหาโมคฺคลฺลานวตฺถุ หน้า ๖๓] เป็นตติยาตัปปุริสสมาส วิ.ว่า กิจฺเฉน อธิคตํ = กิจฺฉาธิคตํ (ธนํ)",
  "กิญฺจน": "น., นปุ. กิเลสชาตเป็นเครื่องกังวล, ความกังวล แจกเหมือน กุล เช่น ป.เอก. กิญฺจนํ อ. กิเลสชาตเป็นเครื่องกังวล",
  "กิตวา ๑": "ว., อิต. (วัตถุ) เป็นเครื่องปกปิด [ธ. ๗: เมณฺฑกเสฏฺฐิวตฺถุ หน้า ๓๗] มาจาก กิต ธาตุ ในความรักษา, ความปกปิด + อว ปัจจัย ในนามกติก์ (นอกแบบ) ลง อา เครื่องหมายอิต. ได้รูปเป็น กิตวา แปลว่า เป็นเครื่องปกปิด วิ.ว่า ติกิจฺฉติ ปฏิจฺฉาเทติ เอเตนาติ กิตวา (วตฺถุ) เขา ย่อมรักษา คือ ปกปิด ด้วยวัตถุนั้น เหตุนั้น วัตถุนั้น ชื่อว่า กิตวาๆ เป็นเครื่องปกปิด สัมพันธ์: กิตวา วิเสสนลิงฺควิปลฺลาส ของ วตฺถุ",
  "กิตวา ๒": "น., อิต. ด้วยวัตถุเป็นเครื่องปกปิด [ธ. ๗: เมณฺฑกเสฏฺฐิวตฺถุ หน้า ๓๗] ศัพท์เดิมเป็น กิตวา อา การันต์ ในอิตถีลิงค์ ลง นา ตติยาวิภัตติฝ่ายเอกวจนะ ลง นา ลบ นา เสีย สำเร็จรูปเป็น กิตวาๆ แปลว่า ด้วยวัตถุเป็นเครื่องปกปิด",
  "กิตวาย": "น., อิต. ด้วยวัตถุเป็นเครื่องปกปิด [ธ. ๗: เมณฺฑกเสฏฺฐิวตฺถุ หน้า ๓๗] ศัพท์เดิมเป็น กิตวา อา การันต์ ในอิตถีลิงค์ ลง นา ตติยาวิภัตติฝ่ายเอกวจนะ แปลง อา กับ นา เป็น อาย สำเร็จรูปเป็น กิตวายๆ แปลว่า ด้วยวัตถุเป็นเครื่องปกปิด",
  "กิตฺตก": "ว. มีประมาณเท่าไร ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กิตฺตโก (เทยฺยธมฺโม) อ. ไทยธรรม อันมีประมาณเท่าไร นปุ. แจกเหมือน กุล เช่น ป.เอก. กิตฺตกํ (วตฺถุ) อ. วัตถุ อันมีประมาณเท่าไร",
  "กิตฺตาวตา": "ว., นปุ. (การเณน) ด้วยเหตุ อันมีประมาณเพียงไร เช่น กิตฺตาวตา ภิกฺขุ นาม โหติ = อ. บุคคล ชื่อว่าเป็นภิกษุ ย่อมเป็น ด้วยเหตุอันมีประมาณเพียงไร [ธ. ๘: ปญฺจคฺคทายก- หน้า ๖๕]",
  "กิตฺเตนฺต": "ก. ระบุอยู่ กิตฺต ธาตุ ในความกล่าว, ความระบุ + เณ ปัจจัยในกัตตวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น กิตฺเตนฺต ระบุอยู่ ดู อกฺกมนฺต"
};

const vocabInsanPr9Part5to8_Page145 = {
  "กินฺติ": "นิ. อย่างไร เช่น ตฺวํ ... กินฺติ วตฺวา เทสิ = อ. เธอ กล่าวแล้ว อย่างไร ย่อมให้ [ธ. ๖: อคฺคิทตฺตวตฺถุ หน้า ๑๐๙] สัมพันธ์: ตฺวํ สยกตฺตา ใน เทสิ ๆ อาขฺยาตบท กตฺตุวาจก กินฺติ ศัพท์ ปุจฺฉนตฺถ วตฺวา ปุพฺบกาลกิริยา ใน เทสิ",
  "กิมงฺคํ": "น., นปุ. องค์อะไรเป็นเหตุ แจกเหมือน กุล ตามศัพท์แปลว่า องค์อะไร แต่นิยมแปลว่า องค์อะไรเป็นเหตุเล่า เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กึ องฺคํ = กิมงฺคํ (บทว่า กิมงฺคํ ตัดเป็น กึ-องฺคํ สระอยู่หลัง อาเทศ นิกฺคหิต เป็น ม ต่อเป็น กิมงฺคํ)",
  "กิมตฺถํ": "น., นปุ. เพื่ออะไร ศัพท์เดิมเป็น กึ ลง ส จตุตถีวิภัตติฝ่ายเอกวจนะ แปลง นิกฺคหิต เป็น ม แปลง ส เป็น ตฺถํ สำเร็จรูปเป็น กิมตฺถํ",
  "กิมตฺถาย": "น., ปุ. เพื่อประโยชน์อะไร ศัพท์เดิมเป็น กิมตฺถ (โก-กึ + อตฺถ ประโยชน์) อ การันต์ ในปุงลิงค์ ลง ส จตุตถีวิภัตติฝ่ายเอกวจนะ แปลง อ กับ ส เป็น อาย สำเร็จรูปเป็น กิมตฺถาย แจกเหมือน ปุริส",
  "กิมฺบิล": "น., ปุ. กิมพิละ แจกเหมือน ปุริส เช่น ป.เอก. กิมฺบิโล อ. เจ้ากิมพิละ",
  "กิร": "นิ. ได้ยินว่า, ดังได้สดับมา เป็นนิบาตบอกความได้ยินคำเล่าลือ ซึ่งนิบาตหมวดนี้มี ๓ ศัพท์ คือ กิร ขลุ และ สุทํ แปลเหมือนกัน เช่น สาวตฺถิยํ กิร เสฏฺฐี … อโหสิ = ได้ยินว่า อ. เศรษฐี … ได้มีแล้ว ในกรุงสาวัตถี สัมพันธ์: กิร ศัพท์ อนุสฺสวนตฺถ เสฏฺฐี สยกตฺตา ใน อโหสิ ๆ อาขฺยาตบท กตฺตุวาจก",
  "กิริย": "น., นปุ. การกระทำ, กิริยา แจกเหมือน กุล เช่น ป.เอก. กิริยํ อ. กิริยา (การกระทำ) [ธ. ๘: จูฬธนุคฺคหวตฺถุ หน้า ๓๐] มาจาก กร ธาตุ ในความทำ + ริริย ปัจจัย ลบ ร ที่สุดธาตุ และลบ ริ ตัวแรกที่ ริริย ได้รูปเป็น กิริย แปลว่า การกระทำ เป็นภาวรูป ภาวสาธนะ วิ.ว่า กรณํ = กิริยํ การกระทำ ชื่อว่า กิริยํ ๆ การกระทำ (โดยมากศัพท์นี้เป็น อิตถีลิงค์ แจกเหมือน กญฺญา แต่ในเรื่อง จูฬธนุคคหบัณฑิต ใช้เป็น นปุงสกลิงค์ จึงควรแปลว่า การกระทำ)",
  "กิริยวาท": "ว., ปุ. ผู้เป็นกิริยวาทะ แจกเหมือน ปุริส เช่น ป.เอก. กิริยวาโท (ตฺวํ) อ. ท่าน ผู้เป็นกิริยวาทะ [ธ. ๗: เมณฺฑกเสฏฺฐิวตฺถุ หน้า ๓๖]",
  "กิริยา": "น., อิต. กิริยา, การกระทำ แจกเหมือน กญฺญา เช่น ป.เอก. กิริยา อ. กิริยา, การกระทำ มาจาก กร ธาตุ ในความทำ + ริริย ปัจจัย ลบ ร ที่สุดธาตุ และลบ ริ ตัวแรกที่ ริริย ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น กิริยา วิ.ว่า กรณํ = กิริยา การกระทำ ชื่อว่า กิริยา ๆ การกระทำ",
  "กิลนฺต": "ก. เหน็ดเหนื่อยแล้ว, ลำบากแล้ว, บอบช้ำแล้ว กิลม ธาตุ ในความลำบาก, ความเหน็ดเหนื่อย + ต ปัจจัย แปลง ต เป็น นฺต ลบ ม ที่สุดธาตุ ได้รูปเป็น กิลนฺต ดู อคต",
  "กิลนฺตกาย": "ว. ผู้มีกายอันลำบากแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กิลนฺตกาโย (ปุณฺโณ) อ. นายปุณฺโณ ผู้มีกายอันลำบากแล้ว [ธ. ๖: อุตฺตรา อุปาสิกาวตฺถุ หน้า ๑๖๘] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กิลนฺโต กาโย ยสฺส โส กิลนฺตกาโย (ปุณฺโณ)",
  "กิลนฺตภาว": "น., ปุ. ความเป็นแห่ง…ผู้ลำบากแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. กิลนฺตภาวํ ซึ่งความเป็นแห่ง…ผู้ลำบากแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กิลนฺตสฺส ภาโว = กิลนฺตภาโว",
  "กิลนฺตรูป": "ว. ผู้มีรูปอันลำบากแล้ว, ผู้มีรูปอันเหน็ดเหนื่อยแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กิลนฺตรูโป (เนสาโท) อ. นายพราน ผู้มีรูปอันลำบากแล้ว [ธ. ๕: กุกฺกุฏมิตฺตวตฺถุ หน้า ๒๔] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กิลนฺตํ รูปํ ยสฺส โส กิลนฺตรูโป (เนสาโท)",
  "กิลนฺตินฺทฺริย": "ว. ผู้มีอินทรีย์อันบอบช้ำแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กิลนฺตินฺทฺริยา (จิณฺจมาณวิกา) อ. นางจิณฺจมาณวิกา ผู้มีอินทรีย์อันบอบช้ำแล้ว [ธ. ๖: จิญฺจมาณวิกาวตฺถุ หน้า ๔๗] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กิลนฺตานิ อินฺทฺริยานิ ยสฺสา สา กิลนฺตินฺทฺริยา (จิณฺจมาณวิกา)"
};

const vocabInsanPr9Part5to8_Page146 = {
  "กิลมติ": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) ย่อมลำบาก กิลม ธาตุ ในความลำบาก + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กิลมติ",
  "กิลมถ": "น., ปุ. ความลำบาก แจกเหมือน ปุริส เช่น ฉ.เอก. กิลมถสฺส แห่งความลำบาก มาจาก กิลม ธาตุ ในความลำบาก + ถ ปัจจัย ในนามกิตก์ (นอกแบบ) ได้รูปเป็น กิลมถ แปลว่า ความลำบาก เป็นภาวรูป ภาวสาธนะ วิ.ว่า กิลมนํ = กิลมโถ ความลำบาก ชื่อว่า กิลมโถ ๆ ความลำบาก",
  "กิลมนกิจฺจ": "น., นปุ. กิจด้วยความลำบาก แจกเหมือน กุล เช่น ป.เอก. กิลมนกิจฺจํ อ. กิจด้วยความลำบาก เป็นตติยาตัปปุริสสมาส วิ.ว่า กิลมเนน กิจฺจํ = กิลมนกิจฺจํ",
  "กิลมนภาว": "น., ปุ. ความเป็นคืออันลำบาก แจกเหมือน ปุริส เช่น ทุ.เอก. กิลมนภาวํ ซึ่งความเป็นคืออันลำบาก เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กิลมนํ เอว ภาโว = กิลมนภาโว",
  "กิลมนฺต": "ก. ลำบากอยู่ กิลม ธาตุ ในความลำบาก + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น กิลมนฺต ดู อกฺกมนฺต",
  "กิลมนฺติ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ย่อมลำบาก กิลม ธาตุ ในความลำบาก + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กิลมนฺติ",
  "กิลมสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมลำบาก กิลม ธาตุ ในความลำบาก + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ สำเร็จรูปเป็น กิลมสิ",
  "กิลมามิ": "ก. (อหํ อ. เรา) ย่อมลำบาก กิลม ธาตุ ในความลำบาก + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น กิลมามิ",
  "กิลมิต": "ก. อัน…ให้ลำบากแล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กิลมิตํ (ภิกฺขุํ) ซึ่งภิกษุอันเธอให้ลำบากแล้ว [ธ. ๗: สารีปุตฺตวตฺถุ หน้า ๗๘] กิลม ธาตุ ในความลำบาก + เณ ปัจจัย ในเหตุกัตตุวาจก + ต ปัจจัย เป็นเหตุกัมมวาจก ลง อิ อาคม [กิลม + เณ + อิ + ต] ลบ ณ เหลือไว้แต่ เอ เป็น กิลเม-อิ-ต ลบสระหน้า คือ เอ ที่ เม ได้รูปเป็น กิลมิต ดู อกต",
  "กิลมิสฺสนฺติ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) จักลำบาก กิลม ธาตุ ในความลำบาก + อ ปัจจัย ในกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น กิลมิสฺสนฺติ",
  "กิลมึสุ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ลำบากแล้ว กิลม ธาตุ ในความลำบาก + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น กิลมึสุ",
  "กิลิฏฺฐ": "ก. เศร้าหมองแล้ว กิลิส ธาตุ ในความเศร้าหมอง + ต ปัจจัย แปลง ต เป็น ฏฺฐ ลบ ส ที่สุดธาตุ ได้รูปเป็น กิลิฏฺฐ ดู อกิลนฺต",
  "กิลิฏฺฐคตฺต": "ว. ผู้มีตัวอันเศร้าหมองแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กิลิฏฺฐคตฺโต (อหํ) อ. เรา ผู้มีตัวอันเศร้าหมองแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กิลิฏฺฐํ คตฺตํ ยสฺส โส กิลิฏฺฐคตฺโต (อหํ)",
  "กิลิฏฺฐนิวาสนปารุปน": "ว. ผู้มีผ้าเป็นเครื่องนุ่งและผ้าเป็นเครื่องห่มอันเศร้าหมองแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กิลิฏฺฐนิวาสนปารุปโน (สามเณโร) อ. สามเณร ผู้มีผ้าเป็นเครื่องนุ่งและผ้าเป็นเครื่องห่มอันเศร้าหมองแล้ว [ธ. ๗: สานุสามเณรวตฺถุ หน้า ๑๔๙] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส และวิเสสนบุพพบทกัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. นิวาสนญฺจ ปารุปนญฺจ นิวาสนปารุปนํ วิ.บุพ.กัม.วิ. กิลิฏฺฐํ นิวาสนปารุปนํ = กิลิฏฺฐนิวาสนปารุปนํ ฉ.ตุล.วิ. กิลิฏฺฐนิวาสนปารุปนํ ยสฺส โส กิลิฏฺฐนิวาสนปารุปโน (สามเณโร)",
  "กิลินฺนปายาส": "น., ปุ. ข้าวปายาสอันเปียกแล้ว แจกเหมือน ปุริส เช่น ป.เอก. กิลินฺนปายาโส อ. ข้าวปายาสอันเปียกแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กิลินฺโน ปายาโส = กิลินฺนปายาโส"
};

const vocabInsanPr9Part5to8_Page147 = {
  "กิลิสฺสติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมเศร้าหมอง กิลิส ธาตุ ในความเศร้าหมอง + ย ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง ส กับ ย เป็น สฺส สำเร็จรูปเป็น กิลิสฺสติ",
  "กิลิสฺสนฺติ": "ก. (เช่น สตฺตา อ. สัตว์ ท.) ย่อมเศร้าหมอง กิลิส ธาตุ ในความเศร้าหมอง + ย ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ แปลง ส กับ ย เป็น สฺส สำเร็จรูปเป็น กิลิสฺสนฺติ",
  "กิลิสฺเสยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงเศร้าหมอง กิลิส ธาตุ ในความเศร้าหมอง + ย ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ แปลง ส กับ ย เป็น สฺส สำเร็จรูปเป็น กิลิสฺเสยฺย",
  "กิเลส": "น., ปุ. กิเลส แจกเหมือน ปุริส เช่น ป.เอก. กิเลโส อ. กิเลส",
  "กิเลสชาต": "น., นปุ. กิเลสชาต แจกเหมือน กุล เช่น ทุ.เอก. กิเลสชาตํ ซึ่งกิเลสชาต",
  "กิเลสทร": "น., ปุ. ความกระวนกระวายคือกิเลส แจกเหมือน ปุริส เช่น ฉ.พหุ. กิเลสทรานํ แห่งความกระวนกระวายคือกิเลส ท. เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กิเลโส เอว ทโร = กิเลสทโร [ทร = ความกระวนกระวาย ปุ.]",
  "กิเลสทุคฺค": "น., นปุ. หล่มคือกิเลส แจกเหมือน กุล เช่น ส.เอก. กิเลสทุคฺเค ในหล่มคือกิเลส เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น กิเลสทุคฺคโต จากหล่มคือกิเลส บ้าง เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กิเลโส เอว ทุคฺคํ = กิเลสทุคฺคํ [ทุคฺค = หล่ม นปุ.]",
  "กิเลสนิพฺพาน": "น., นปุ. ความดับแห่งกิเลส แจกเหมือน กุล เช่น ต.เอก. กิเลสนิพฺพาเนน เพราะความดับแห่งกิเลส เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กิเลสานํ นิพฺพานํ = กิเลสนิพฺพานํ",
  "กิเลสปรินิพฺพานนิมิตฺต": "ว. อันมีกิเลสปรินิพพานเป็นนิมิต นปุ. แจกเหมือน กุล เช่น ต.เอก. กิเลสปรินิพฺพานนิมิตฺเตน (ขนฺธปรินิพฺพาเนน) ด้วยขันธปรินิพพาน อันมีกิเลสปรินิพฺพานเป็นนิมิต [ธ. ๖: สุวณฺณเจติยวตฺถุ หน้า ๑๑๗] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กิเลสปรินิพฺพานํ นิมิตฺตํ ยสฺส ตํ กิเลสปรินิพฺพานนิมิตฺตํ (ขนฺธปรินิพฺพานํ) กิเลสปรินิพฺพานเป็นนิมิตของขันธปรินิพฺพานใด ขันธปรินิพฺพานนั้น ชื่อว่า อันมีกิเลสปรินิพฺพานเป็นนิมิต",
  "กิเลสพนฺธน": "น., นปุ. เครื่องจองจำคือกิเลส แจกเหมือน กุล เช่น ป.เอก. กิเลสพนฺธนํ อ. เครื่องจองจำคือกิเลส เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กิเลโส เอว พนฺธนํ = กิเลสพนฺธนํ",
  "กิเลสมย": "ว. อันสำเร็จแล้วแต่กิเลส นปุ. แจกเหมือน กุล เช่น ทุ.เอก. กิเลสมยํ (พนฺธนํ) ซึ่งเครื่องผูก อันสำเร็จแล้วแต่กิเลส [ธ. ๘: พนฺธนาคารวตฺถุ หน้า ๑๙] ลง มย ปัจจัย ในปกติตัทธิต วิ.ว่า กิเลสมฺหา สิทฺธํ = กิเลสมยํ (พนฺธนํ)",
  "กิเลสมล": "น., นปุ. มลทินคือกิเลส แจกเหมือน กุล เช่น ฉ.พหุ. กิเลสมลานํ แห่งมลทินคือกิเลส ท. เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กิเลโส เอว มลํ = กิเลสมลํ",
  "กิเลสมาร": "น., ปุ. มารคือกิเลส แจกเหมือน ปุริส เช่น ป.เอก. กิเลสมาโร อ. มารคือกิเลส เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กิเลโส เอว มาโร = กิเลสมาโร",
  "กิเลสรติ": "น., อิต. ความยินดีเพราะกิเลส แจกเหมือน รตฺติ เช่น ต.เอก. กิเลสรติยา ด้วยความยินดีเพราะกิเลส เป็นตติยาตัปปุริสสมาส วิ.ว่า กิเลเสน รติ = กิเลสรติ",
  "กิเลสวน": "น., นปุ. ป่าคือกิเลส แจกเหมือน กุล เช่น ส.เอก. กิเลสวเน ในป่าคือกิเลส เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น กิเลสวนโต จากป่าคือกิเลส บ้าง เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กิเลโส เอว วนํ = กิเลสวนํ",
  "กิเลสวนฏฺโฐ": "ว. (ทุโม) (อ. หมู่ไม้) อันตั้งอยู่ในป่าคือกิเลส กิเลสวน บทหน้า + ฐา ธาตุ ในความตั้งอยู่ + อ ปัจจัย [กิเลสวน + ฐา + อ] ลบสระหน้า คือ อา ที่ ฐา ซ้อน ฏฺ หน้าธาตุ ได้รูปเป็น กิเลสวนฏฺฐ แปลว่า อันตั้งอยู่ในป่าคือกิเลส เป็นกัตตุรูปกัตตุสาธนะ มีอวธารณบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อว.บุพ.กัม.วิ. กิเลโส เอว วนํ = กิเลสวนํ อ.กัต.กัต.วิ. กิเลสวเน ติฏฺฐตีติ กิเลสวนฏฺโฐ (ทุโม) หมู่ไม้ใด ย่อมตั้งอยู่ในป่าคือกิเลส เหตุนั้น หมู่ไม้นั้น ชื่อว่า กิเลสวนฏฺโฐ ๆ อันตั้งอยู่ในป่าคือกิเลส"
};

const vocabInsanPr9Part5to8_Page148 = {
  "กิเลสวูปสมนนิพฺพานรติ": "น., อิต. ความยินดีในพระนิพพานอันเป็นที่เข้าไปสงบวิเศษแห่งกิเลส แจกเหมือน รตฺติ เช่น ทุ.เอก. กิเลสวูปสมนนิพฺพานรตึ ซึ่งความยินดีในพระนิพพานอันเป็นที่เข้าไปสงบวิเศษแห่งกิเลส เป็นสัตตมีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กิเลสานํ วูปสมนํ กิเลสวูปสมนํ (นิพฺพานํ) วิ.บุพ.กัม.วิ. กิเลสวูปสมนํ นิพฺพานํ = กิเลสวูปสมนนิพฺพานํ ส.ตัป.วิ. กิเลสวูปสมนนิพฺพาเน รติ = กิเลสวูปสมนนิพฺพานรติ คำว่า กิเลสวูปสมน ในคำว่า กิเลสวูปสมนนิพฺพานรติ มาจาก กิเลส + วิ + อุป บทหน้า + สม ธาตุ ในความสงบ + ยุ ปัจจัย ระหว่าง วิ - อุป ลบสระหน้า ทีฆะสระหลัง ต่อเป็น วูป แปลง ยุ เป็น อน ได้รูปเป็น กิเลสวูปสมน แปลว่า เป็นที่เข้าไปสงบวิเศษแห่งกิเลส เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า กิเลสา วูปสมนฺติ เอตฺถาติ กิเลสวูปสมนํ (นิพฺพานํ) กิเลส ท. ย่อมเข้าไปสงบวิเศษ ในพระนิพพานนั่น เหตุนั้น พระนิพพานนั่น ชื่อว่า กิเลสวูปสมนํ ๆ เป็นที่เข้าไปสงบวิเศษแห่งกิเลส",
  "กิเลสาตุร": "ว. ผู้กระสับกระส่ายเพราะกิเลส ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กิเลสาตุรา (มนุสฺสา) อ. มนุษย์ ท. ผู้กระสับกระส่ายเพราะกิเลส เป็นตติยาตัปปุริสสมาส วิ.ว่า กิเลเสนอาตุรา = กิเลสาตุรา (มนุสฺสา)",
  "กิเลสาทิมลรหิต": "ว. ผู้เว้นแล้วจากมลทินมีกิเลสเป็นต้น ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กิเลสาทิมลรหิตํ (ปุคฺคโล) ซึ่งบุคคล ผู้เว้นแล้วจากมลทินมีกิเลสเป็นต้น เป็นปัญจมีตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. กิเลโส อาทิ ยสฺส ตํ กิเลสาทิ (มลํ) วิ.บุพ.กัม.วิ. กิเลสาทิ มลํ = กิเลสาทิมลํ ปัญจ.ตัป.วิ. กิเลสาทิมลมฺหารหิโต = กิเลสาทิมลรหิโต (ปุคฺคโล)",
  "กิเลสูปสม": "ว. เป็นที่เข้าไปสงบแห่งกิเลส นปุ. แจกเหมือน กุล เช่น ฉ.เอก. กิเลสูปสมสฺส (นิพฺพานสฺส) แห่งพระนิพพาน อันเป็นที่เข้าไปสงบแห่งกิเลส [ธ. ๖: ติสฺสตฺเถรวตฺถุ หน้า ๑๓๔] ถ้าเป็นสมาส เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กิเลสสฺส วูปสมํ = กิเลสูปสมํ (นิพฺพานํ) ถ้าเป็นนามกิตก์ มาจาก กิเลส + วิ + อุป + สม ธาตุ ในความสงบ + อ ปัจจัย ระหว่าง วิ - อุป ลบสระหน้า ทีฆะสระหลัง ต่อเป็น วูป ได้รูปเป็น กิเลสวูปสม แปลว่า เป็นที่เข้าไปสงบแห่งกิเลส เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า กิเลโส วูปสมติ เอตฺถาติ กิเลสูปสมํ (นิพฺพานํ) กิเลส ย่อมเข้าไปสงบ ในพระนิพพานนั่น เหตุนั้น พระนิพพานนั่น ชื่อว่า กิเลสูปสมํ ๆ เป็นที่เข้าไปสงบแห่งกิเลส",
  "กิส": "ว. ผอม, ซูบผอม ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กิโส (เถโร) อ. พระเถระ ผู้ซูบผอม อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. กิสา (เถรี) อ. พระเถรี ผู้ซูบผอม",
  "กิสาโคตมี ๑": "ว., อิต. กิสาโคตมี (ชื่อของพระเถรี) แจกเหมือน นารี เช่น ป.เอก. กิสาโคตมี (เถรี) อ. พระเถรีชื่อว่ากิสาโคตมี",
  "กิสาโคตมี ๒": "น., อิต. กิสาโคตมี แจกเหมือน นารี เช่น ป.เอก. กิสาโคตมี อ. นางกิสาโคตมี",
  "กิสาโคตมีวตฺถุ": "น., นปุ. เรื่องแห่งพระเถรีชื่อว่ากิสาโคตมี แจกเหมือน วตฺถุ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กิสาโคตมิยา วตฺถุ = กิสาโคตมีวตฺถุ",
  "กิญฺจาปิ": "นิ. แม้ก็จริง เช่น กิญฺจาปิ เม หตฺถปาทา อตฺถิ = อ. มือและเท้า ท. ของเรา มีอยู่ แม้ก็จริง",
  "กิญฺจิ ๑": "น., นปุ. อะไร ๆ ศัพท์เดิมเป็น กึ มี จิ ต่อท้าย ลง สิ ปฐมาวิภัตติฝ่ายเอกวจนะ แปลง นิคคหิตเป็น ญฺ เพราะ จ อยู่หลัง ลง สิ ลบ สิ เสีย สำเร็จรูปเป็น กิญฺจิ ๆ แปลว่า อะไร ๆ แจกเหมือน ย ศัพท์ ในนปุงสกลิงค์"
};

const vocabInsanPr9Part5to8_Page149 = {
  "กิญฺจิ ๒": "ว., นปุ. อะไร ๆ, บางอย่าง ศัพท์เดิมเป็น กึ มี จิ ต่อท้าย ลง สิ ปฐมาวิภัตติ ฝ่ายเอกวจนะ แปลง นิคคหิตเป็น ญฺ เพราะ จ อยู่หลัง ลง สิ ลบ สิ เสีย สำเร็จรูปเป็น กิญฺจิ เช่น ป.เอก. กิญฺจิ (กมฺมํ) อ. กรรม อะไร ๆ กิญฺจิ (วตฺถุ) อ. วัตถุ บางอย่าง แจกเหมือน ย ศัพท์ ในนปุงสกลิงค์",
  "กีทิส": "ว. เช่นไร ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กีทิโส (ปุริโส) อ. บุรุษ เช่นไร อิต. ลง อี เครื่องหมายอิตถีลิงค์ แจกเหมือน นารี เช่น ป.เอก. กีทิสี (วาจา) อ. วาจา เช่นไร นปุ. แจกเหมือน กุล เช่น ป.เอก. กีทิสํ (พีชํ) อ. พืช เช่นไร",
  "กีส": "ว. ผอม ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กีโส (เถโร) อ. พระเถระ ผู้ซูบผอม อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. กีสา (เถรี) อ. พระเถรี ผู้ซูบผอม",
  "กีฬติ": "ก. (เช่น นฏปุตฺโต อ. บุตรของนักฟ้อน) ย่อมเล่น กีฬ ธาตุ ในความเล่น + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กีฬติ",
  "กีฬนฺต": "ก. เล่นอยู่ กีฬ ธาตุ ในความเล่น + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น กีฬนฺต ดู อกฺกมนฺต",
  "กีฬนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมเล่น กีฬ ธาตุ ในความเล่น + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น กีฬนฺติ",
  "กีฬมาน": "ก. เล่นอยู่ กีฬ ธาตุ ในความเล่น + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น กีฬมาน ดู อนิจฺฉมาน",
  "กีฬาปยมาน": "ก. เมื่อยัง...ให้เล่น กีฬ ธาตุ ในความเล่น + ณาปย ปัจจัย ในเหตุกัตตุวาจก + มาน ปัจจัย ลบ ณ เหลือไว้แต่ อาปย ได้รูปเป็น กีฬาปยมาน ดู อนิจฺฉมาน",
  "กีฬาเปติ": "ก. (เช่น อิตฺถี อ. หญิง) ย่อมยัง...ให้เล่น กีฬ ธาตุ ในความเล่น + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น กีฬาเปติ",
  "กีฬามณฺฑล": "ว., นปุ. สนามเป็นที่เล่น แจกเหมือน กุล เช่น ส.เอก. กีฬามณฺฑเล ในสนามเป็นที่เล่น เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กีฬามณฺฑลํ = กีฬามณฺฑลํ คำว่า กีฬา ในคำว่า กีฬามณฺฑเล มาจาก กีฬ ธาตุ ในความเล่น + อ ปัจจัย ลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น กีฬา แปลว่า เป็นที่เล่น เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า กีฬติ เอตฺถาติ กีฬา (มณฺฑลํ) เขา ย่อมเล่นที่สนามนั่น เหตุนั้น สนามนั่น ชื่อว่า กีฬา ๆ เป็นที่เล่น [กีฬา วิเสสนลิงฺควิปลฺลาส ของ มณฺฑลํ]",
  "กีฬิ": "ก. (เช่น เสฏฺฐี อ. เศรษฐี) เล่นแล้ว กีฬ ธาตุ ในความเล่น + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น กีฬิ",
  "กีฬิตกีฬิต": "ก. อัน...ทั้งเล่นแล้วทั้งเล่นแล้ว อิต. แจกเหมือน กญฺญา เช่น ทุ.เอก. กีฬิตกีฬิตํ (กีฬํ) ซึ่งกีฬา อัน...ทั้งเล่นแล้วทั้งเล่นแล้ว เป็นวิเสสโนภยบท กัมมธารยสมาส วิ.ว่า กีฬิตา จ กีฬิตา จ = กีฬิตกีฬิตา (กีฬา)",
  "กีฬิตพฺพ": "ก. อัน...พึงเล่น กีฬ ธาตุ ในความเล่น + ตพฺพ ปัจจัย + ลง อิ อาคม ได้รูปเป็น กีฬิตพฺพ",
  "กีฬิตุกาม": "ว. ผู้ใคร่เพื่ออันเล่น ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กีฬิตุกาโม (ปริชโน) อ. ชนผู้เป็นบริวาร ผู้ใคร่เพื่ออันเล่น เป็นจตุตถีตัปปุริสสมาส วิ.ว่า กีฬิตุํ กาโม = กีฬิตุกาโม (ปริชโน)",
  "กีฬิตฺวา": "ก. เล่นแล้ว กีฬ ธาตุ ในความเล่น + ตฺวา ปัจจัย + ลง อิ อาคม สำเร็จรูปเป็น กีฬิตฺวา",
  "กีฬิสฺสสิ": "ก. (ตฺวํ อ. ท่าน) จักเล่น กีฬ ธาตุ ในความเล่น + อ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น กีฬิสฺสสิ",
  "กีฬึสุ": "ก. (เช่น ขตฺติยา อ. กษัตริย์ ท.) ทรงเล่นแล้ว กีฬ ธาตุ ในความเล่น + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ",
  "กึ ๑": "น., นปุ. อะไร ศัพท์เดิมเป็น กึ ลง สิ ปฐมาวิภัตติ ฝ่ายเอกวจนะ ลง สิ ลบ สิ เสีย สำเร็จรูปเป็น กึ แจกเหมือน ย ศัพท์ ในนปุงสกลิงค์ แปลกกันแต่ ปฐมาวิภัตติและทุติยาวิภัตติ ฝ่ายเอกวจนะเท่านั้น เช่น ป.เอก. กึ กิร เตน ชิตํ = ได้ยินว่า อ. อะไร อันพราหมณ์นั้น ชนะแล้ว [ธ. ๕: จูเฬกสาฏกวตฺถุ หน้า ๒]",
  "กึ ๒": "ว., นปุ. อะไร แจกเหมือน ย ศัพท์ ในนปุงสกลิงค์ เช่น ป.เอก. กึ (กมฺมํ) อ. กรรม อะไร"
};

const vocabInsanPr9Part5to8_Page150 = {
  "กึ ๓": "นิ. หรือ เป็นนิบาตบอกความถาม เช่น กึ ภิกฺขเว มหาธนวาณิเชน สทฺธึ น คมิตฺถ = ดูก่อนภิกษุ ท. อ. เธอ ท. ไม่ไปแล้ว กับ ด้วยพ่อค้าผู้มีทรัพย์มาก หรือ [ธ. ๕: มหาธนวาณิชวตฺถุ หน้า ๒๑]",
  "กึการณา": "น., นปุ. เพราะเหตุไร ศัพท์เดิมเป็น กึการณ อ การันต์ ในนปุงสกลิงค์ ลง สฺมา ปัญจมีวิภัตติ ฝ่ายเอกวจนะ แปลง สฺมา เป็น อา สำเร็จรูปเป็น กึการณา เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กึ การณํ = กึการณํ",
  "กึนาม": "ว. ผู้มีชื่ออะไร ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กึนาโม (ตฺวํ) อ. ท่าน ผู้มีชื่ออะไร เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กึ นามํ ยสฺส โส กึนาโม (ตฺวํ) ชื่ออะไร ของท่านใด ท่านนั้น ชื่อว่าผู้มีชื่ออะไร",
  "กึมูลํ": "ว. มีราคาเท่าไร นปุ. แจกเหมือน กุล เช่น ป.เอก. กึมูลํ (ภณฺฑกํ) อ. ภัณฑะ มีราคาเท่าไร เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กึมูลกํ ยสฺส ตํ กึมูลกํ (ภณฺฑํ) ราคา ของภัณฑะใด เท่าไร ภัณฑะนั้น ชื่อว่ามีราคาเท่าไร",
  "กึสทฺท": "น., ปุ. เสียงอะไร แจกเหมือน ปุริส เช่น ป.เอก. กึสทฺโท อ. เสียงอะไร เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โก สทฺโท = กึสทฺโท",
  "กึสมาจาร": "ว. ผู้มีความประพฤติดีอย่างไร ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กึสมาจารา (สมณา) อ. สมณะ ท. ผู้มีความประพฤติดีอย่างไร เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า โก สมาจาโร เยสํ เต กึสมาจารา (สมณา) ความประพฤติดีอย่างไร ของสมณะ ท. เหล่าใด สมณะ ท. เหล่านั้น ชื่อว่าผู้มีความประพฤติดีอย่างไร",
  "กึสีล": "ว. ผู้มีศีลอย่างไร ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กึสีลา (สมณา) อ. สมณะ ท. ผู้มีศีลอย่างไร เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กึ สีลํ เยสํ เต กึสีลา (สมณา)",
  "กึอคฺฆนก": "ว. มีค่าเท่าไร ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กึอคฺฆนโก (กมฺพโล) อ. ผ้ากัมพล มีค่าเท่าไร [ธ. ๕: โชติกตฺเถรวตฺถุ หน้า ๑๗๕] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กึ อคฺฆนํ ยสฺส โส กึอคฺฆนโก (กมฺพโล) ค่าของผ้ากัมพลใด เท่าไร ผ้ากัมพลนั้น ชื่อว่ามีค่าเท่าไร",
  "กุกฺกุจฺจ": "น., นปุ. ความรังเกียจ แจกเหมือน กุล เช่น ป.เอก. กุกฺกุจฺจํ อ. ความรังเกียจ",
  "กุกฺกุจฺจมตฺต": "ว., นปุ. สักว่าความรังเกียจ แจกเหมือน กุล เช่น ทุ.เอก. กุกฺกุจฺจมตฺตํ (การณํ) ซึ่งเหตุ สักว่าความรังเกียจ เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า กุกฺกุจฺจํ อิติ มตฺตํ = กุกฺกุจฺจมตฺตํ (การณํ)",
  "กุกฺกุจฺจายนฺต": "ก. ประพฤติรังเกียจอยู่ กุกฺกุจฺจ ศัพท์ + อาย ปัจจัย + อนฺต ปัจจัย ได้รูปเป็น กุกฺกุจฺจายนฺต ดู อกฺกมนฺต",
  "กุกฺกุจฺจายิตฺวา": "ก. ประพฤติรังเกียจแล้ว กุกฺกุจฺจ ศัพท์ + อาย ปัจจัย + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น กุกฺกุจฺจายิตฺวา",
  "กุกฺกุฏ": "น., ปุ. ไก่ แจกเหมือน ปุริส เช่น ป.เอก. กุกฺกุโฏ อ. ไก่",
  "กุกฺกุฏณฺฑขาทิกา": "ว., อิต. ผู้เคี้ยวกินซึ่งไข่แห่งไก่ แจกเหมือน กญฺญา เช่น ทุ.เอก. กุกฺกุฏณฺฑขาทิกํ (กุมาริกํ) ซึ่งเด็กหญิง ผู้เคี้ยวกินซึ่งไข่แห่งไก่ มาจาก กุกฺกุฏณฺฑ บทหน้า + ขาท ธาตุ ในความเคี้ยวกิน + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก อิต. ลง อิ อาคม และลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น กุกฺกุฏณฺฑขาทิกา แปลว่า ผู้เคี้ยวกินซึ่งไข่แห่งไก่ เป็นกัตตุรูป กัตตุสาธนะ มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กุกฺกุฏสฺส อณฺฑานิ = กุกฺกุฏณฺฑานิ ณฺวุ.กัต.กัต.วิ. กุกฺกุฏณฺฑานิ ขาทตีติ กุกฺกุฏณฺฑขาทิกา (กุมาริกา)"
};

const vocabInsanPr9Part5to8_Page151 = {
  "กุกฺกุฏณฺฑขาทิกาวตฺถุ": "น., นปุ. เรื่องแห่งเด็กหญิงผู้เคี้ยวกินซึ่งไข่แห่งไก่ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กุกฺกุฏสฺส อณฺฑานิ = กุกฺกุฏณฺฑานิ ฉ.ตัป.วิ. กุกฺกุฏณฺฑานํ ขาทิกา = กุกฺกุฏณฺฑขาทิกา (กุมาริกา) ฉ.ตัป.วิ. กุกฺกุฏณฺฑขาทิกาย (กุมาริกาย) วตฺถุ = กุกฺกุฏณฺฑขาทิกาวตฺถุ",
  "กุกฺกุฏมิตฺต": "ว., ปุ. กุกกุฏมิตร (ชื่อของนายพราน) แจกเหมือน ปุริส เช่น ป.เอก. กุกฺกุฏมิตฺโต (เนสาโท) อ. นายพราน ชื่อว่ากุกกุฏมิตร",
  "กุกฺกุฏมิตฺตวตฺถุ": "น., นปุ. เรื่องแห่งนายพรานชื่อว่ากุกกุฏมิตร เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุกฺกุฏมิตฺตสฺส วตฺถุ = กุกฺกุฏมิตฺตวตฺถุ",
  "กุกฺกุฏี": "น., อิต. แม่ไก่ แจกเหมือน นารี เช่น ป.เอก. กุกฺกุฏี อ. แม่ไก่",
  "กุกฺกุธรุกฺข": "น., ปุ. ต้นกุ่ม แจกเหมือน ปุริส เช่น ทุ.เอก. กุกฺกุธรุกฺขํ สู่ต้นกุ่ม",
  "กุกฺกุร": "น., ปุ. ลูกสุนัข แจกเหมือน ปุริส เช่น ทุ.เอก. กุกฺกุรํ ซึ่งลูกสุนัข",
  "กุกฺกุล": "น., ปุ. เถ้ารึง แจกเหมือน ปุริส เช่น ทุ.เอก. กุกฺกุลํ สู่เถ้ารึง"
};

const vocabInsanPr9Part5to8_Page152 = {
  "กุกฺกุลสทิส": "ว. เช่นกับด้วยเถ้ารึง ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กุกฺกุลสทิสํ (ฆราวาสํ) ซึ่งการอยู่ครองซึ่งเรือน เช่นกับด้วยเถ้ารึง [ธ. ๗: สานุสามเณรวตฺถุ หน้า ๑๕๒] เป็นตติยาตัปปุริสสมาส วิ.ว่า กุกฺกุเลน สทิโส = กุกฺกุลสทิโส (ฆราวาโส)",
  "กุจฺฉิ": "น., ปุ., อิต. ท้อง ปุ. แจกเหมือน มุนิ เช่น ส.เอก. กุจฺฉิมฺหิ ในท้อง อิต. แจกเหมือน รตฺติ เช่น ส.เอก. กุจฺฉิยํ ในท้อง เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น กุจฺฉิโต บ้าง",
  "กุจฺฉิคต": "ว. ผู้ไปแล้วในท้อง ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กุจฺฉิคโต (ปุตฺโต) อ. บุตร ผู้ไปแล้ว ในท้อง เป็นสัตตมีตัปปุริสสมาส วิ.ว่า กุจฺฉิยํ (กุจฺฉิมฺหิ) คโต = กุจฺฉิคโต (ปุตฺโต)",
  "กุชฺฌติ": "ก. (เช่น มาตา อ. มารดา) ย่อมโกรธ กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ สำเร็จรูปเป็น กุชฺฌติ",
  "กุชฺฌสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมโกรธ กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ สำเร็จรูปเป็น กุชฺฌสิ",
  "กุชฺฌาปนวเสน": "น., ปุ. ด้วยสามารถแห่งการยัง...ให้โกรธ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุชฺฌาปนสฺส วโส = กุชฺฌาปนวโส แจกเหมือน ปุริส คำว่า กุชฺฌาปน ในคำว่า กุชฺฌาปนวเสน มาจาก กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ยุ ปัจจัย แปลง ธ กับ ย เป็น ชฺฌ ลบ ณ เหลือไว้แต่ อาเป แปลง ยุ เป็น อน เป็น กุชฺฌาเป-อน ลบสระหน้า คือ เอ ที่ เป ได้รูปเป็น กุชฺฌาปน แปลว่า การยัง...ให้โกรธ เป็นภาวรูป ภาวสาธนะ วิ.ว่า กุชฺฌาปนํ = กุชฺฌาปนํ การยัง...ให้โกรธ ชื่อว่า กุชฺฌาปนํ ๆ การยัง...ให้โกรธ",
  "กุชฺฌาเปนฺต": "ก. ยัง...ให้โกรธอยู่ กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อนฺต ปัจจัย แปลง ธ กับ ย เป็น ชฺฌ ลบ ณ เหลือไว้แต่ อาเป ได้รูปเป็น กุชฺฌาเปนฺต ดู อกฺกมนฺต",
  "กุชฺฌาเปสฺสามิ": "ก. (อหํ อ. เรา) ยัง...จักให้โกรธ กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + ณาเป ปัจจัย ในเหตุกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ ลบ ณ เหลือไว้แต่ อาเป ได้รูปเป็น กุชฺฌาเปสฺสามิ",
  "กุชฺฌาเปหิ": "ก. (ตฺวํ อ. ท่าน) ยัง...จงให้โกรธ กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + ณาเป ปัจจัย ในเหตุกัตตุวาจก + หิ ปัญจมีวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ ลบ ณ เหลือไว้แต่ อาเป ได้รูปเป็น กุชฺฌาเปหิ",
  "กุชฺฌามิ": "ก. (อหํ อ. เรา) ย่อมโกรธ กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น กุชฺฌามิ",
  "กุชฺฌิ": "ก. (เช่น ราชา อ. พระราชา) กริ้วแล้ว, โกรธแล้ว กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ รัสสะ อี เป็น อิ สำเร็จรูปเป็น กุชฺฌิ",
  "กุชฺฌิตฺถ": "ก. (ตุมฺเห อ. ท่าน ท.) โกรธแล้ว กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + ตฺถ อัชชัตตนีวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ ลง อิ อาคม สำเร็จรูปเป็น กุชฺฌิตฺถ",
  "กุชฺฌิตฺวา": "ก. กริ้วแล้ว, โกรธแล้ว กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย แปลง ธ กับ ย เป็น ชฺฌ ลง อิ อาคม สำเร็จรูปเป็น กุชฺฌิตฺวา",
  "กุชฺฌิมฺหา": "ก. (มยํ อ. เรา ท.) โกรธแล้ว กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + มฺหา อัชชัตตนีวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ ลง อิ อาคม สำเร็จรูปเป็น กุชฺฌิมฺหา",
  "กุชฺฌิสฺสนฺติ": "ก. (เช่น มาตาปิตโร อ. มารดาและบิดา ท.) จักโกรธ กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ ลง อิ อาคม สำเร็จรูปเป็น กุชฺฌิสฺสนฺติ",
  "กุชฺเฌยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงโกรธ กุธ ธาตุ ในความโกรธ + ย ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ แปลง ธ กับ ย เป็น ชฺฌ สำเร็จรูปเป็น กุชฺเฌยฺย"
};

const vocabInsanPr9Part5to8_Page153 = {
  "กุญฺจิกจฺฉิทฺท": "น., นปุ. ช่องแห่งกุญแจ แจกเหมือน กุล เช่น ต.เอก. กุญฺจิกจฺฉิทฺเทน โดยช่องแห่งกุญแจ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุญฺจิกาย ฉิทฺทํ = กุญฺจิกจฺฉิทฺทํ",
  "กุญฺชรสาลา": "น., อิต. ศาลาราย แจกเหมือน กญฺญา เช่น ฉ.เอก. กุญฺชรสาลาย แห่งศาลาราย",
  "กุญฺจิกา": "น., อิต. กุญแจ แจกเหมือน กญฺญา เช่น ทุ.เอก. กุญฺจิกํ ซึ่งกุญแจ",
  "กุญฺชร": "น., ปุ. ช้าง แจกเหมือน ปุริส เช่น ป.เอก. กุญฺชโร อ. ช้าง",
  "กุญฺชรสงฺขาต": "ว. อันบัณฑิตนับพร้อมแล้วว่ากุญชร ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กุญฺชรสงฺขาตา (มหาหตฺถิโน) อ. ช้างใหญ่ ท. อันบัณฑิตนับพร้อมแล้วว่ากุญชร [ธ. ๗: อตฺตโนวตฺถุ หน้า ๑๓๘] เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า กุญฺชโร อิติ สงฺขาตา = กุญฺชรสงฺขาตา (มหาหตฺถิโน)",
  "กุฏ ๑": "น., ปุ., นปุ. หม้อ, กระออม, เบ้า ปุ. แจกเหมือน ปุริส นปุ. แจกเหมือน กุล เช่น ทุ.เอก. กุฏํ ซึ่งหม้อ, ซึ่งกระออม ปญฺ.พหุ. กุเฏหิ จากเบ้า ท.",
  "กุฏ ๒": "ว. โกง ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กุโฏ (ชฏิโล) อ. ชฏิลโกง",
  "กุฏช": "น., ปุ. ไม้โมกมัน แจกเหมือน ปุริส เช่น ป.พหุ. กุฏชา อ. ไม้โมกมัน ท.",
  "กุฏมุขวฏฺฏิ": "น., อิต. ขอบแห่งปากแห่งหม้อ แจกเหมือน รตฺติ เช่น ส.เอก. กุฏมุขวฏฺฏิยํ ที่ขอบแห่งปากแห่งหม้อ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กุฏสฺส มุขํ = กุฏมุขํ ฉ.ตัป.วิ. กุฏมุขสฺส วฏฺฏิ = กุฏมุขวฏฺฏิ",
  "กุฏิกณฺณ": "ว. ผู้มีต่างหูที่หู ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กุฏิกณฺโณ (เถโร) อ. พระเถระ ผู้มีต่างหูที่หู เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า กุฏิ-กณฺเณ ยสฺส โส กุฏิกณฺโณ (เถโร) ต่างหู (มี) ที่หู ของพระเถระใด พระเถระนั้น ชื่อว่าผู้มีต่างหูที่หู",
  "กุฏิกณฺณโสณตฺเถร": "น., ปุ. พระเถระชื่อว่าโสณะผู้มีต่างหูที่หู แจกเหมือน ปุริส เช่น ฉ.เอก. กุฏิ-กณฺณโสณตฺเถรสฺส แก่พระเถระชื่อว่าโสณะผู้มีต่างหูที่หู เป็นวิเสสนบุพพบท กัมมธารยสมาส มีวิเสสนบุพพบท กัมมธารยสมาส และฉัฏฐีภินนาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. โสโณ เถโร = โสณตฺเถโร [ซ้อน ตฺ] ฉ.ภิน.พหุพ.วิ. กุฏิ กณฺเณ ยสฺส โส กุฏิกณฺโณ (โสณตฺเถโร) วิ.บุพ.กัม.วิ. กุฏิกณฺโณโสณตฺเถโร = กุฏิกณฺณโสณตฺเถโร"
};
const vocabInsanPr9Part5to8_Page154 = {
  "กุฏุมฺบ": "น., นปุ. ขุมทรัพย์ แจกเหมือน กุล เช่น ทุ.เอก. กุฏุมฺพํ ซึ่งขุมทรัพย์",
  "กุฏุมฺพสามินี": "ว., อิต. (หญิง) ผู้เป็นเจ้าของแห่งขุมทรัพย์ แจกเหมือน นารี เช่น ทุ.เอก. กุฏุมฺบสามินึ ผู้เป็นเจ้าของแห่งขุมทรัพย์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุฏุมฺบสฺส สามินี = กุฏุมฺพสามินี (อิตฺถี)",
  "กุฏุมฺพิก ๑": "น., ปุ. กุฎุมพี แจกเหมือน ปุริส เช่น ป.เอก. กุฏุมฺพิโก อ. กุฎุมพี",
  "กุฏุมฺพิก ๒": "ว. ผู้มีขุมทรัพย์ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กุฏุมฺพิโก (เสฏฺฐี) ลง อิก ปัจจัย ในตทัสสัตถิตัทธิต วิ.ว่า กุฏุมฺพํ อสฺส อตฺถีติ กุฏุมฺพิโก (เสฏฺฐี) ขุมทรัพย์ ของเศรษฐีนั้น มีอยู่ เหตุนั้น เศรษฐีนั้น ชื่อว่า กุฏุมฺพิโก ๆ ผู้มีขุมทรัพย์",
  "กุฏฺฐี": "ว., ปุ. ผู้มีโรคเรื้อน แจกเหมือน เสฏฺฐี เช่น ฉ.เอก. กุฏฺฐิโน (ปุริสสฺส) ของบุรุษ ผู้มีโรคเรื้อน มาจาก กุฏฺฐ ศัพท์ + อี ปัจจัย ในตทัสสัตถิตัทธิต วิ.ว่า กุฏฺฐํ อสฺส อตฺถีติ กุฏฺฐี (ปุริโส) โรคเรื้อนของบุรุษนั้น มีอยู่ เหตุนั้น บุรุษนั้น ชื่อว่าผู้มีโรคเรื้อน",
  "กุณป": "น., นปุ. ซากศพ แจกเหมือน กุล เช่น ทุ.พหุ. กุณปานิ ซึ่งซากศพ ท.",
  "กุณปคนฺธปฏิกูลตา": "น., อิต. เพราะความที่แห่งเมืองไพสาลีเป็นเมืองปฏิกูลด้วยกลิ่นแห่งซากศพ ลง ตา ปัจจัย ในภาวตัทธิต มีฉัฏฐีตัปปุริสสมาส และตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กุณปานํ คนฺโธ = กุณปคนฺโธ ต.ตัป.วิ. กุณปคนฺเธน ปฏิกูลา = กุณปคนฺธปฏิกูลา (เวสาลี) ตา.ภาว.วิ. กุณปคนฺธปฏิกูลาย (เวสาลิยา) ภาโว = กุณปคนฺธปฏิกูลตา",
  "กุณฺฑก": "น., นปุ. รำ แจกเหมือน กุล เช่น ป.เอก. กุณฺฑกํ อ. รำ [ธ. ๖: ปุณฺณทาสีวตฺถุ หน้า ๑๘๓]",
  "กุณฺฑกสินฺธวโปตกชาตก": "น., นปุ. กุณฑกสินธวโปตกชาดก แจกเหมือน กุล เช่น ทุ.เอก. กุณฺฑกสินฺธวโปตกชาตกํ ซึ่งกุณฑกสินธวโปตกชาดก",
  "กุณฺฑกองฺคารปูว": "น., ปุ. ขนมอันบุคคลปิ้งแล้วบนถ่านเพลิงอันนางปุณณากระทำแล้วด้วยรำ แจกเหมือน ปุริส เช่น ต.เอก. กุณฺฑกองฺคารปูเวน ด้วยขนมอันบุคคลปิ้งแล้วบนถ่านเพลิงอันนางปุณณากระทำแล้วด้วยรำ เป็นตติยาตัปปุริสสมาส มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. องฺคาเร (ปจิโต) ปูโว = องฺคารปูโว ต.ตัป.วิ. กุณฺฑเกน (กโต) องฺคารปูโว = กุณฺฑกองฺคารปูว",
  "กุณฺฑกาทินา": "ว., นปุ. (วตฺถุนา) ด้วยวัตถุ มีรำเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กุณฺฑกํ อาทิ ยสฺส ตํ กุณฺฑกาทิ (วตฺถุ)",
  "กุณฺฑธานวน": "น., นปุ. กุณฑธานวัน แจกเหมือน กุล เช่น ส.เอก. กุณฺฑธานวเน ในกุณฑธานวัน",
  "กุณฺฑล": "น., นปุ. ตุ้มหู แจกเหมือน กุล เช่น ทุ.พหุ. กุณฺฑลานิ ซึ่งตุ้มหู ท.",
  "กุณฺฑิโกฬิย": "น., นปุ. เมืองกุณฑิโกฬิยะ แจกเหมือน กุล เช่น ทุ.เอก. กุณฺฑิโกฬิยํ ซึ่งเมืองกุณฑิโกฬิยะ",
  "กุตูหลชาต": "ว. ผู้มีความแตกตื่นเกิดแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กุตูหลชาโต (มหาชโน) อ. มหาชน ผู้มีความแตกตื่นเกิดแล้ว [ธ. ๖: มารธีตาวตฺถุ หน้า ๖๒] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กุตูหลํ ชาตํ ยสฺส โส กุตูหลชาโต (มหาชโน) ความแตกตื่นเกิดแล้ว แก่มหาชนใด มหาชนนั้น ชื่อว่าผู้มีความแตกตื่นเกิดแล้ว"
};
const vocabInsanPr9Part5to8_Page155 = {
  "กุโต": "อัพ. แต่-ไหน มาจาก กึ ศัพท์ ลง โต ปัจจัย แปลง กึ เป็น กุ สำเร็จรูปเป็น กุโต",
  "กุโตจิ": "อัพ. แต่-ไหนๆ มาจาก กึ ศัพท์ มี จิ ต่อท้าย ลง โต ปัจจัย แปลง กึ เป็น กุ สำเร็จรูปเป็น กุโตจิ",
  "กุทาจนํ": "อัพ. ในกาลไหนๆ มาจาก กึ ศัพท์ ลง ทาจนํ ปัจจัย แปลง กึ เป็น กุ สำเร็จรูปเป็น กุทาจนํ",
  "กุปิต ๑": "ก. กำเริบแล้ว, กริ้วแล้ว กุป ธาตุ ในความกำเริบ, ความโกรธ, ความกริ้ว + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น กุปิต ดู อกต",
  "กุปิต ๒": "ก. ให้กำเริบแล้ว กุป ธาตุ ในความกำเริบ + เณ ปัจจัย ในเหตุกัตตุวาจก + ต ปัจจัย เป็น เหตุกัมมวาจก ลบ ณ เหลือไว้แต่ เอ เป็น กุเป + อิ อาคม ลบ เอ ที่ เป ได้รูปเป็น กุปิต ดู อกต",
  "กุปฺปติ": "ก. (เช่น สรณคมนํ อ. การถึงซึ่งสรณะ) ย่อมกำเริบ [ธ. ๖: อคฺคิทตฺตวตฺถุ หน้า ๑๑๑] กุป ธาตุ ในความโกรธ, ความกำเริบ + ย ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง ป กับ ย เป็น ปฺป สำเร็จรูปเป็น กุปฺปติ",
  "กุทฺทาล": "น., ปุ. จอบ แจกเหมือน ปุริส เช่น ทุ.เอก. กุทฺทาลํ ซึ่งจอบ",
  "กุทฺทาลตฺถ": "น., ปุ. ประโยชน์แก่จอบ แจกเหมือน ปุริส เช่น จ.เอก. กุทฺทาลตฺถาย เพื่อประโยชน์แก่จอบ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า กุทฺทาลสฺส อตฺโถ = กุทฺทาลตฺโถ",
  "กุทฺธ": "ก. กริ้วแล้ว, โกรธแล้ว กุธ ธาตุ ในความโกรธ + ต ปัจจัย แปลง ต เป็น ทฺธ ลบ ธ ที่สุดธาตุ ได้รูปเป็น กุทฺธ ดู อกิลนฺต",
  "กุทฺธมานส": "ว. ผู้มีใจอันโกรธแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กุทฺธมานโส (มหาเถโร) อ. พระมหาเถระ ผู้มีใจอันโกรธแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กุทฺโธ มานโส ยสฺส โส กุทฺธมานโส (มหาเถโร)",
  "กุมาร": "น., ปุ. กุมาร, เด็กชาย แจกเหมือน ปุริส เช่น ป.เอก. กุมาโร อ. กุมาร, อ. เด็กชาย",
  "กุมารก": "น., ปุ. กุมารน้อย, เด็กน้อย แจกเหมือน ปุริส เช่น ป.พหุ. กุมารกา อ. กุมารน้อย ท., อ. เด็กน้อย ท.",
  "กุมารกสฺสป": "น., ปุ. กุมารกัสสปะ แจกเหมือน ปุริส เช่น ป.เอก. กุมารกสฺสโป อ. กุมารกัสสปะ",
  "กุมารกสฺสปตฺเถร": "น., ปุ. พระเถระชื่อว่ากุมารกัสสปะ แจกเหมือน ปุริส เช่น ป.เอก. กุมารกสฺสปตฺเถโร อ. พระเถระชื่อว่ากุมารกัสสปะ",
  "กุมารกสฺสปตฺเถรมาตุวตฺถุ": "น., นปุ. อ. เรื่องแห่งมารดาของพระเถระชื่อว่ากุมารกัสสปะ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กุมารกสฺสโป เถโร = กุมารกสฺสปตฺเถโร [ซ้อน ตฺ] ฉ.ตัป.วิ. กุมารกสฺสปตฺเถรสฺส มาตา = กุมารกสฺสปตฺเถรมาตา ฉ.ตัป.วิ. กุมารกสฺสปตฺเถรมาตุยาวตฺถุ = กุมารกสฺสปตฺเถรมาตุวตฺถุ",
  "กุธารี": "น., อิต. ขวาน แจกเหมือน นารี เช่น ต.เอก. กุธาริยา ด้วยขวาน"
};

const vocabInsanPr9Part5to8_Page156 = {
  "กุมารปริหาร": "ว., นปุ. (วัตถุ) เป็นเครื่องบริหารแห่ง กุมาร แจกเหมือน กุล เช่น ต.เอก. กุมารปริหาเรน (วตฺถุนา) ด้วยวัตถุ เป็นเครื่องบริหารแห่งกุมาร เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุมารสฺส ปริหารํ = กุมารปริหารํ (วตฺถุ) คำว่า ปริหาร ในคำว่า กุมาร ปริหาร มาจาก ปริ บทหน้า + หร ธาตุ ในความนำไป + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น ปริหาร แปลว่า เป็นเครื่องบริหาร หรือเป็นเครื่องนำ ไปรอบ เป็นกัตตุรูป กรณสาธนะ วิ.ว่า ปริหรติ เตนาติ ปริหารํ (วตฺถุ) เขา ย่อมบริหาร (นำไปรอบ) ด้วยวัตถุนั้น เหตุนั้น วัตถุนั้น ชื่อว่า ปริหารํๆ เป็น เครื่องบริหาร หรือเป็นเครื่องนำไปรอบ",
  "กุมาริกกาเล": "น., ปุ. ในกาลแห่ง...เป็นนางกุมาริกา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุมาริกายกาโล = กุมาริกกาโล แจกเหมือน ปุริส",
  "กุมาริกวณฺณาทิวส": "น., ปุ. อำนาจ (สามารถ) แห่ง เพศมีเพศแห่งนางกุมาริกาเป็นต้น แจกเหมือน ปุริส เช่น ต.เอก. กุมาริกวณฺณาทิวเสน ด้วยสามารถแห่งเพศมีเพศแห่งนางกุมาริกาเป็นต้น เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ. ตัป. วิ. กุมาริกาย วณฺโณ = กุมาริกวณฺโณ ฉ. ตุล. วิ. กุมาริกวณฺโณ อาทิ เยสํ เต กุมาริวณฺณาทโย (วณฺณา) ฉ. ตัป. วิ. กุมาริกวณฺณาทีนํ (วณฺณานํ) วโส = กุมาริกวณฺณาทิวโส",
  "กุมาริกา": "น., อิต. นางกุมาริกา แจกเหมือน กญฺญา เช่น ป.เอก. กุมาริกา อ. นางกุมาริกา",
  "กุมุท": "น., นปุ. ดอกโกมุท แจกเหมือน กุล เช่น ป.พหุ. กุมุทานิ อ. ดอกโกมุท ท.",
  "กุมฺภ ๑": "น., ปุ. กระพอง, หม้อ แจกเหมือน ปุริส เช่น ป.เอก. กุมฺโภ อ. กระพอง, อ. หม้อ",
  "กุมฺภ ๒": "น., ปุ. กุมภะ (มาตราตวง) เช่น ป.เอก. กุมฺโภ อ. กุมภะ",
  "กุมฺภชาตก": "น., นปุ. กุมภชาดก แจกเหมือน กุล เช่น ทุ.เอก. กุมฺภชาตกํ ซึ่งกุมภชาดก",
  "กุมฺภทาสี": "น., อิต. นางกุมภทาสี แจกเหมือน นารี เช่น ป.เอก. กุมฺภทาสี อ. นางกุมภทาสี",
  "กุรรฆร": "ว., นปุ. กุรรฆระ (ชื่อของพระนคร) แจกเหมือน กุล เช่น ทุ.เอก. กุรรฆรํ (นครํ) ซึ่งพระนคร ชื่อว่ากุรรฆระ",
  "กุรรฆรนคร": "น., นปุ. พระนครชื่อว่ากุรรฆระ แจกเหมือน กุล เช่น ส.เอก. กุรรฆรนคเร ในพระนครชื่อว่ากุรรฆระ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กุรรฆรํ นครํ = กุรรฆรนครํ",
  "กุรุงฺคชาตกาทีนิ": "ว., นปุ. (ชาตกานิ) ซึ่งชาดก ท. มีกุรุงฺคชาดกเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า กุรุงฺคชาตกํ อาทิ เยสํ ตานิ กุรุงฺคชาตกาทีนิ (ชาตกานิ)",
  "กุรุเต": "ก. (เช่น ชโน อ. ชน) ย่อมกระทำ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + เต วัตตมา นาวิภัตติ แปลง อ ที่ ก เป็น อุ แปลง โอ เป็น อุ สำเร็จรูปเป็น กุรุเต"
};

const vocabInsanPr9Part5to8_Page157 = {
  "กุรุธมฺม": "น., ปุ. กุรุธรรม แจกเหมือน ปุริส เช่น ป.เอก. กุรุธมฺโม อ. กุรุธรรม",
  "กุรุมาน": "ก. กระทำอยู่ กร ธาตุ ในความทำ + โอ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย แปลง อ ที่ ก เป็น อุ แปลง โอ เป็น อุ ได้รูปเป็น กุรุมาน ดู อนิจฺฉมาน",
  "กุรุรฏฺฐ": "น., นปุ. แว่นแคว้นชื่อว่ากุรุ แจกเหมือน กุล เช่น ส.เอก. กุรุรฏฺเฐ ในแว่นแคว้นชื่อว่า กุรุ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กุรุ รฏฺฐํ = กุรุรฏฺฐํ",
  "กุรุรฏฺฐวาสิโน": "ว., ปุ. (ชนา) อ. ชน ท. ผู้อยู่ในแว่นแคว้นชื่อว่ากุรุโดยปกติ กุรุรฏฺฐ บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น กุรุรฏฺฐวาสี แปลว่า ผู้อยู่ในแว่นแคว้นชื่อว่ากุรุโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ มีวิเสสนบุพพบท กัมมธารยสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กุรุ รฏฺฐํ = กุรุรฏฺฐํ ณี.กัต.กัต.วิ. กุรุรฏฺเฐ วสนฺติ สีเลนาติ กุรุรฏฺฐวาสิโน (ชนา)",
  "กุรุราช": "น., ปุ. พระราชาในแว่นแคว้นชื่อว่ากุรุ แจกเหมือน ราช เช่น ป.เอก. กุรุราชา อ. พระราชาในแว่นแคว้นชื่อว่ากุรุ เป็นสัตตมีตัปปุริสสมาส วิ.ว่า กุรุมฺหิ ราชา = กุรุราชา",
  "กุล": "น., นปุ. ตระกูล เป็นศัพท์ต้นแบบในการแจก อ การันต์ในนปุงสกลิงค์ เช่น ป.เอก. กุลํ อ. ตระกูล",
  "กุลกุมาริกา": "น., อิต. นางกุมาริกาในตระกูล แจกเหมือน กญฺญา เช่น ทุ.เอก. กุลกุมาริกํ ซึ่งนางกุมาริกาในตระกูล เป็นสัตตมีตัปปุริสสมาส วิ.ว่า กุเล กุมาริกา = กุลกุมาริกา",
  "กุลคาม": "น., ปุ. บ้านแห่งตระกูล แจกเหมือน ปุริส เช่น ทุ.เอก. กุลคามํ สู่บ้านแห่งตระกูล เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุลสฺส คาโม = กุลคาโม",
  "กุลเคห": "น., นปุ. เรือนแห่งตระกูล แจกเหมือน กุล เช่น ทุ.เอก. กุลเคหํ สู่เรือนแห่งตระกูล เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุลสฺส เคหํ = กุลเคหํ",
  "กุลฆร": "น., นปุ. เรือนแห่งตระกูล แจกเหมือน กุล เช่น ส.พหุ. กุลฆเรสุ ในเรือนแห่งตระกูล ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุลสฺส เคหานิ = กุลเคหานิ",
  "กุลทตฺติย": "ว. อันตระกูลให้แล้ว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. กุลทตฺติยํ (กมฺพล) ซึ่งผ้ากัมพล อันตระกูลให้แล้ว [ธ. ๖: จิญฺจมาณวิกาวตฺถุ หน้า ๔๙] เป็นตติยาตัปปุริสสมาส วิ.ว่า กุเลน ทินฺโน = กุลทตฺติโย คำว่า ทตฺติย แปลงมาจาก ทินฺน โดยมีข้อกำหนดว่า ทินฺน ถ้ามีพุทฺธ เทว สกฺก หรือ กุล อยู่หน้า ให้แปลง ทินฺน เป็น ทตฺติย แต่ในรูปวิเคราะห์ให้ใช้ศัพท์เดิม คือ ทินฺน",
  "กุลธีตุ ๑": "น., อิต. นางกุลธิดา แจกเหมือน มาตุ เช่น ป.เอก. กุลธีตา อ. นางกุลธิดา",
  "กุลธีตุ ๒": "น., อิต. ธิดาแห่งตระกูล แจกเหมือน มาตุ เช่น ป.พหุ. กุลธีตโร อ. ธิดาแห่งตระกูล ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุลสฺส ธีตโร = กุลธีตโร",
  "กุลปุตฺต ๑": "น., ปุ. กุลบุตร แจกเหมือน ปุริส เช่น ป.เอก. กุลปุตฺโต อ. กุลบุตร",
  "กุลปุตฺต ๒": "น., ปุ. บุตรแห่งตระกูล แจกเหมือน ปุริส เช่น ป.พหุ. กุลปุตฺตา อ. บุตรแห่งตระกูล ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุลสฺส ปุตฺตา = กุลปุตฺตา"
};

const vocabInsanPr9Part5to8_Page158 = {
  "กุลปฺปฏิปาฏิ": "น., อิต. ลำดับแห่งตระกูล แจกเหมือน รตฺติ เช่น ต.เอก. กุลปฺปฏิปาฏิยา ตามลำดับแห่งตระกูล เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุลสฺส ปฏิปาฏิ = กุลปฺปฏิปาฏิ [ซ้อน ปฺ]",
  "กุลภาตุ": "น., ปุ. พี่น้องชายในตระกูล แจกเหมือน ปิตุ เช่น ป.พหุ. กุลภาตโร อ. พี่น้องชายในตระกูล ท. เป็นสัตตมีตัปปุริสสมาส วิ.ว่า กุเล ภาตโร = กุลภาตโร",
  "กุลวํส": "น., ปุ. วงศ์แห่งตระกูล แจกเหมือน ปุริส เช่น ป.เอก. กุลวํโส อ. วงศ์แห่งตระกูล เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุลสฺส วํโส = กุลวํโส",
  "กุลสติก": "ว. อันมีร้อยแห่งตระกูล ปุ. แจกเหมือน ปุริส เช่น ส.เอก. กุลสติเก (คาเม) ในบ้านอันมีร้อยแห่งตระกูล [ธ. ๘: สุมนสามเณรวตฺถุ หน้า ๘๗] ลง อิก ปัจจัย ในตทัสสัตถิตัทธิต มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กุลานํ สตํ = กุลสตํ อิก.ตทัส.วิ. กุลสตํ อสฺส อตฺถีติ กุลสติโก (คาโม) ร้อยแห่งตระกูลของบ้านใด มีอยู่ เหตุนั้น บ้านนั้น ชื่อว่าอันมีร้อยแห่งตระกูล",
  "กุลสนฺตก": "ว., นปุ. อันเป็นของมีอยู่แห่งตระกูล แจกเหมือน กุล เช่น ป.เอก. กุลสนฺตกํ (ธนํ) อ. ทรัพย์อันเป็นของมีอยู่แห่งตระกูล เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุลสฺส สนฺตกํ = กุลสนฺตกํ (ธนํ)",
  "กุลสมฺพนฺธวเสน": "น., ปุ. เพราะอำนาจแห่งความเกี่ยวเนื่องแห่งตระกูล เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. กุลสฺส สมฺพนฺโธ = กุลสมฺพนฺโธ ฉ.ตัป.วิ. กุลสมฺพนฺธสฺส วโส = กุลสมฺพนฺธวโส แจกเหมือน ปุริส",
  "กุลาลจกฺก": "น., นปุ. ล้ออันเป็นวิการแห่งดิน แจกเหมือน กุล เช่น ป.เอก. กุลาลจกฺกํ อ. ล้ออันเป็นวิการแห่งดิน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุลาลสฺส (วิกาโร) จกฺกํ = กุลาลจกฺกํ",
  "กุลาลภาชน": "น., นปุ. ภาชนะอันเป็นวิการแห่งดิน แจกเหมือน กุล เช่น ป.เอก. กุลาลภาชนํ อ. ภาชนะอันเป็นวิการแห่งดิน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุลาลสฺส (วิกาโร) ภาชนํ = กุลาลภาชนํ",
  "กุลุปก": "ว. ผู้เข้าถึงซึ่งตระกูล ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กุลุปกา (เถรา) อ. พระเถระ ท. ผู้เข้าถึงซึ่งตระกูล มาจาก กุล + อุป + คม ธาตุ ในความไป, ความถึง + กฺวิ ปัจจัย ลบ ม ที่สุดธาตุ เป็น กุลุปค แปลง ค เป็น ก ลบ กฺวิ ได้รูปเป็น กุลุปก แปลว่า ผู้เข้าถึงซึ่งตระกูล เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กุลํ อุปคจฺฉนฺตีติ กุลุปกา (เถรา)",
  "กุลุปกเถร": "น., ปุ. พระเถระผู้เข้าถึงซึ่งตระกูล แจกเหมือน ปุริส เช่น ทุ.เอก. กุลุปกเถรํ ซึ่งพระเถระผู้เข้าถึงซึ่งตระกูล เป็นวิเสสนบุพพบท กัมมธารยสมาส มีกฺวิ ปัจจัย กัตตุรูป กัตตุสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ กฺวิ.กัต.กัต.วิ. กุลํ อุปคจฺฉตีติ กุลุปโก (เถโร) วิ.บุพ.กัม.วิ. กุลุปโก เถโร = กุลุปกเถโร",
  "กุส": "น., ปุ. หญ้าคา แจกเหมือน ปุริส เช่น ป.เอก. กุโส อ. หญ้าคา",
  "กุสราชสนฺตก": "ว. อันเป็นของมีอยู่แห่งพระราชาพระนามว่ากุสะ นปุ. แจกเหมือน กุล เช่น ป.เอก. กุสราชสนฺตกํ (มณิรตนํ) อ. รัตนะคือแก้วมณีอันเป็นของมีอยู่แห่งพระราชาพระนามว่ากุสะ [ธ. ๖: ปเสนทิโกสลวตฺถุ หน้า ๑๓๑] เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กุโส ราชา = กุสราชา ฉ.ตัป.วิ. กุสราชสฺส สนฺตกํ = กุสราชสนฺตกํ (มณิรตนํ)"
};

const vocabInsanPr9Part5to8_Page159 = {
  "กุสล ๑": "น., นปุ. กุศล แจกเหมือน กุล เช่น ป.เอก. กุสลํ อ. กุศล",
  "กุสล ๒": "ว. ผู้ฉลาด ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. กุสลา (ชนา) อ. ชน ท. ผู้ฉลาด",
  "กุสลกมฺม": "น., นปุ. กรรมอันเป็นกุศล แจกเหมือน กุล เช่น ส.เอก. กุสลกมฺเม ในกรรมอันเป็นกุศล เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กุสลํ กมฺมํ = กุสลกมฺมํ",
  "กุสลกมฺมกรณกาเล": "น., ปุ. ในกาลเป็นที่กระทำ ซึ่งกรรมอันเป็นกุศล เป็นวิเสสนบุพพบท กัมมธารยสมาส มีวิเสสนบุพพบท กัมมธารยสมาส และ ยุปัจจัยกัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กุสลํ กมฺมํ = กุสลกมฺมํ ยุ.กัต.อธิ.วิ. กุสลกมฺมํ กโรติ เอตฺถาติ กุสลกมฺมกรโณ (กาโล) วิ.บุพ.กัม.วิ. กุสลกมฺมกรโณ กาโล = กุสลกมฺมกรณกาโล แจกเหมือน ปุริส",
  "กุสลกมฺมปติฏฺฐากรเณน": "น., นปุ. ด้วยการกระทำ ซึ่งที่พึ่งคือกุศลกรรม เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส และอวธารณ บุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. กุสลํ กมฺมํ = กุสลกมฺมํ อว.บุพ.กัม.วิ. กุสลกมฺมํ เอว ปติฏฺฐา = กุสลกมฺมปติฏฺฐา ฉ.ตัป.วิ. กุสลกมฺมปติฏฺฐาย กรณํ = กุสลกมฺมปติฏฺฐากรณํ แจกเหมือน กุล",
  "กุสลกมฺมสงฺขาต": "ว. อันบัณฑิตนับพร้อมแล้วว่า กุศลกรรม อิต. แจกเหมือน กญฺญา เช่น ป.เอก. กุสลกมฺมสงฺขาตา (สุทฺธิ) อ. ความหมดจด อันบัณฑิตนับพร้อมแล้วว่ากุศลกรรม [ธ. ๖: จุลฺลกาลวตฺถุ หน้า ๒๕] เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า กุสลกมฺมํ อิติ สงฺขาตา = กุสลกมฺมสงฺขาตา (สุทฺธิ)",
  "กุสลตา": "น., อิต. ความที่แห่ง…เป็นผู้ฉลาด ลง ตา ปัจจัย ในภาวตัทธิต แจกเหมือน กญฺญา เฉพาะ ฝ่ายเอกวจนะ เช่น ต.เอก. กุสลตาย เพราะ ความที่แห่ง…เป็นผู้ฉลาด วิ.ว่า กุสลสฺส ภาโว = กุสลตา",
  "กุสลปติฏฺฐา": "น., อิต. ที่พึ่งคือกุศล แจกเหมือน กญฺญา เช่น ทุ.เอก. กุสลปติฏฺฐํ ซึ่งที่พึ่งคือกุศล เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า กุสลํ เอว ปติฏฺฐา = กุสลปติฏฺฐา",
  "กุสลปาเถยฺย": "น., นปุ. (วัตถุ) อันเป็นประโยชน์ เกื้อกูลแก่บุคคลผู้ไปในหนทางคือกุศล แจกเหมือน กุล เช่น ป.เอก. กุสลปาเถยฺยํ (วตฺถุ) อ. วัตถุเป็นประโยชน์เกื้อกูลแก่ผู้ไปในหนทางคือกุศล เป็นอวธารณบุพพบท กัมมธารยสมาส มี ณ ปัจจัย ในราคาทิตัทธิต และ เอยฺย ปัจจัย ในฐานตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ณ.ราคา.วิ. ปเถ คจฺฉตีติ ปาโถ (ปุคฺคโล) บุคคลใด ย่อมไป ในหนทาง เหตุนั้น บุคคลนั้น ชื่อว่า ปาโถ ๆ ผู้ไปในหนทาง เอยฺย.ฐาน.วิ. ปาถสฺส หิตํ = ปาเถยฺยํ (วตฺถุ) วัตถุ อันเป็นประโยชน์เกื้อกูลแก่บุคคลผู้ไปในหนทาง อว.บุพ.กัม.วิ. กุสลํ เอว ปาเถยฺยํ = กุสลปาเถยฺยํ (วตฺถุ)",
  "กุสลวีถิ": "น., อิต. วิถีแห่งกุศลจิต แจกเหมือน รตฺติ เช่น ส.เอก. กุสลวีถิยํ ในวิถีแห่งกุศลจิต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กุสลสฺส วีถิ = กุสลวีถิ",
  "กุสลากุสลํ": "น., นปุ. ซึ่งกุศลและอกุศลเป็นสมาหาร ทวันทวสมาส วิ.ว่า กุสลญฺจ อกุสลญฺจ = กุสลากุสลํ",
  "กุสลูปเทส": "น., ปุ. (อุบาย) เป็นเครื่องเข้าไปแสดง อ้างของบุคคลผู้ฉลาด แจกเหมือน ปุริส เช่น ส.เอก. กุสลูปเทเส (อุปาเย) ในอุบายอันเป็นเครื่องเข้าไปแสดงอ้างของบุคคลผู้ฉลาด กุสล + อุป บทหน้า + ทิส ธาตุ ในความแสดง + ณ ปัจจัย ระหว่าง กุสล - อุป ลบสระหน้า ทีฆะสระหลัง ต่อเป็น กุสลูป ด้วยอำนาจ ณ ปัจจัย วิการ อิ ที่ ทิส เป็น เอ ลบ ณ ได้รูปเป็น กุสลูปเทส แปลว่า เป็นเครื่องเข้าแสดงอ้างของบุคคลผู้ฉลาด เป็นกัตตุรูป กรณสาธนะ วิ.ว่า กุสโล อุปเทเสติ เอเตนาติ กุสลูปเทโส (อุปาโย) บุคคลผู้ฉลาด ย่อมเข้าไปแสดงอ้าง ด้วยอุบายนั่น เหตุนั้น อุบายนั่น ชื่อว่า กุสลูปเทโส ๆ เป็นเครื่องเข้าไปแสดงอ้างของบุคคลผู้ฉลาด"
};

const vocabInsanPr9Part5to8_Page160 = {
  "กุสินารา": "น., อิต. กุสินารา แจกเหมือน กญฺญา เช่น ส.เอก. กุสินารายํ ในกรุงกุสินารา",
  "กุสีต": "ว. ผู้จมลงสู่อาการอันบัณฑิตเกลียดแล้ว มาจาก กุ (กุจฺฉิต) + สีท ธาตุ ในความจม + อ ปัจจัย อาเทส ท เป็น ต ได้รูปเป็น กุสีต แปลว่า ผู้จมลงสู่อาการอันบัณฑิตเกลียดแล้ว เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กุจฺฉิตํ (อาการํ) สีทตีติ กุสีโต ผู้ใด ย่อมจมลงสู่อาการอันบัณฑิตเกลียดแล้ว เหตุนั้น ผู้นั้น ชื่อว่า กุสีโต ๆ ผู้จมลงสู่อาการอันบัณฑิตเกลียดแล้ว [นิยมแปลเอาความว่า ผู้เกียจคร้านแล้ว]",
  "กุสีตปุคฺคล": "น., ปุ. บุคคลผู้เกียจคร้านแล้ว แจกเหมือน ปุริส เช่น ฉ.เอก. กุสีตปุคฺคลสฺส ของบุคคลผู้เกียจคร้านแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กุสีโต ปุคฺคโล = กุสีตปุคฺคโล",
  "กุสีตมาณวโก": "น., ปุ. อ. มาณพผู้จมลงสู่อาการอันบัณฑิตเกลียดแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กุสีโต มาณวโก = กุสีตมาณวโก แจกเหมือน ปุริส",
  "กุสุม": "น., นปุ. ดอกไม้ แจกเหมือน กุล เช่น ทุ.พหุ. กุสุมานิ ซึ่งดอกไม้ ท.",
  "กุสุมฺภรตฺต": "ว., นปุ. (วตฺถุ) อันบุคคลย้อมแล้วด้วยดอกคำ แจกเหมือน กุล เช่น ทุ.เอก. กุสุมฺภรตฺตํ (วตฺถํ) ซึ่งผ้าอันบุคคลย้อมแล้วด้วยดอกคำ เป็นตติยาตัปปุริสสมาส วิ.ว่า กุสุมฺเภน รตฺตํ = กุสุมฺภรตฺตํ (วตฺถํ)",
  "กุหก": "ว. ผู้หลอกลวง ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กุหโก (โจโร) อ. โจรผู้หลอกลวง",
  "กุหกโจร": "น., ปุ. โจรผู้หลอกลวง แจกเหมือน ปุริส เช่น ป.เอก. กุหกโจโร อ. โจรผู้หลอกลวง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กุหโก โจโร = กุหกโจโร",
  "กุหกตาปส": "น., ปุ. ดาบสผู้หลอกลวง แจกเหมือน ปุริส เช่น ป.เอก. กุหกตาปโส อ. ดาบสผู้หลอกลวง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กุหโก ตาปโส = กุหกตาปโส",
  "กุหกพฺราหฺมณ": "น., ปุ. พราหมณ์ผู้หลอกลวง แจกเหมือน ปุริส เช่น ทุ.เอก. กุหกพฺราหฺมณํ ซึ่งพราหมณ์ผู้หลอกลวง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า กุหโก พฺราหฺมโณ = กุหกพฺราหฺมโณ",
  "กุหกพฺราหฺมณวตฺถุ": "น., นปุ. เรื่องแห่งพราหมณ์ผู้หลอกลวง เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน วิ.ว่า กุหโก พฺราหฺมโณ = กุหกพฺราหฺมโณ ฉ.ตัป.วิ. กุหกพฺราหฺมณสฺส วตฺถุ = กุหกพฺราหฺมณวตฺถุ",
  "กุหิญฺจิ": "อัพ. ใน -ไหน ๆ มาจาก กึ ศัพท์ ลง หึ ปัจจัย มี จิ ต่อท้าย แปลง กึ เป็น กุ แปลงนิคคหิตเป็น ญฺ เพราะ จ อยู่หลัง สำเร็จรูปเป็น กุหิญฺจิ เช่น กุหิญฺจิ (ภเว) ในภพไหน ๆ",
  "กุหึ": "อัพ. ใน -ไหน มาจาก กึ ศัพท์ ลง หึ ปัจจัย แปลง กึ เป็น กุ สำเร็จรูปเป็น กุหึ",
  "กูฏ": "น., นปุ. ยอด แจกเหมือน กุล เช่น ทุ.เอก. กูฏํ ซึ่งยอด",
  "กูฏสหสฺส": "น., นปุ. พันแห่งยอด แจกเหมือน กุล เช่น ต.พหุ. กูฏสหสฺเสหิ ด้วยพันแห่งยอด ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า กูฏานํ สหสฺสานิ = กูฏสหสฺสานิ",
  "กูฏาคาร": "น., ปุ., นปุ. เรือนอันประกอบแล้วด้วยยอด นปุ. แจกเหมือน กุล เช่น ป.พหุ. กูฏาคารานิ อ. เรือนอันประกอบแล้วด้วยยอด ท. เป็นตติยาตัปปุริสสมาส วิ.ว่า กูเฏน (นิยุตฺโต) อคาโร = กูฏาคาโร",
  "กูฏาคารกุจฺฉิปฺปมาณ": "ว. อันมีท้องแห่งเรือนอันประกอบแล้วด้วยยอดเป็นประมาณ นปุ. แจกเหมือน กุล เช่น ทุ.เอก. กูฏาคารกุจฺฉิปฺปมาณํ (ผณํ) ซึ่งพังพานอันมีท้องแห่งเรือนอันประกอบแล้วด้วยยอดเป็นประมาณ [ธ. ๖: อคฺคิทตฺตวตฺถุ หน้า ๑๐๙] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีตติยาตัปปุริสสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กูเฏน (นิยุตฺโต) อคาโร = กูฏาคาโร ฉ.ตัป.วิ. กูฏาคารสฺส กุจฺฉิ = กูฏาคารกุจฺฉิ ฉ.ตุล.วิ. กูฏาคารกุจฺฉิ ปมาณา ยสฺส ตํ กูฏาคารกุจฺฉิปฺปมาณํ (ผณํ) [ซ้อน ปฺ]"
};

const vocabInsanPr9Part5to8_Page161 = {
  "กูฏาคารมตฺต": "ว. อันมีเรือนอันประกอบแล้วด้วยยอดเป็นประมาณ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. กูฏาคารมตฺโต (ปาสาโณ) อ. แผ่นหิน อันมีเรือนอันประกอบแล้วด้วยยอดเป็นประมาณ [ธ. ๕: ตโยชนวตฺถุ หน้า ๓๖] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กูเฏน (นิยุตฺโต) อคาโร = กูฏาคาโร ฉ.ตุล.วิ. กูฏาคาโร มตฺโต ยสฺส โส กูฏาคารมตฺโต (ปาสาโณ)",
  "กูฏาคารสต": "น., นปุ. ร้อยแห่งเรือนอันประกอบแล้วด้วยยอด แจกเหมือน กุล เช่น ทุ.พหุ. กูฏาคารสตานิ ซึ่งร้อยแห่งเรือนอันประกอบแล้วด้วยยอด ท. เป็นฉัฏฐีตัปปุริสสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. กูเฏน (นิยุตฺโต) อคาโร = กูฏาคาโร ฉ.ตัป.วิ. กูฏาคารานํ สตานิ = กูฏาคารสตานิ",
  "กูฏาคารสาลา": "น., อิต. กูฏาคารศาลา แจกเหมือน กญฺญา เช่น ส.เอก. กูฏาคารสาลายํ ในกูฏาคารศาลา",
  "กูล": "น., นปุ. ฝั่ง แจกเหมือน กุล เช่น ส.เอก. กูเล ครั้นเมื่อฝั่ง",
  "กญฺจิ": "น., ปุ. ซึ่งใคร ๆ ศัพท์เดิมเป็น กึ แปลง กึ เป็น ก มี จิ อยู่ท้าย อ การันต์ในปุงลิงค์ ลง อํ ทุติยาวิภัตติฝ่ายเอกวจนะ แปลง อํ เป็น ญฺ เพราะ จ อยู่หลัง สำเร็จรูปเป็น กญฺจิ แจกเหมือน ย ศัพท์",
  "กญฺจิก": "น., นปุ. นํ้าข้าว, ข้าวปลายเกรียน แจกเหมือน กุล เช่น ทุ.เอก. กญฺจิกํ ซึ่งนํ้าข้าว",
  "เก": "ว., ปุ. เหล่าไหน ศัพท์เดิมเป็น กึ แปลง กึ เป็น ก อ การันต์ในปุงลิงค์ ลง โย ปฐมาวิภัตติฝ่ายพหุวจนะ แปลง อ กับ โย เป็น เอ สำเร็จรูปเป็น เกจิ (ชนา) อ. ชน ท. เหล่าไหน",
  "เกจิ": "ว., ปุ. บางพวก ศัพท์เดิมเป็น กึ มี จิ ต่อท้าย แปลง กึ เป็น ก อ การันต์ในปุงลิงค์ ลง โย ปฐมาวิภัตติฝ่ายพหุวจนะ แปลง อ กับ โย เป็น เอ สำเร็จรูปเป็น เกจิ (อาจริยา) อ. อาจารย์ ท. บางพวก",
  "เกทารนฺตร": "น., นปุ. ระหว่างแห่งคันนา แจกเหมือน กุล เช่น ทุ.เอก. เกทารนฺตรํ สู่ระหว่างแห่งคันนา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เกทารสฺส อนฺตรํ = เกทารนฺตรํ [เกทาร = คันนา นปุ.]",
  "เกทารมริยาทา": "น., อิต. เขตแดนแห่งคันนา แจกเหมือน กญฺญา เช่น ส.เอก. เกทารมริยาทาย บนเขตแดนแห่งคันนา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เกทารสฺส มริยาทา = เกทารมริยาทา [มริยาทา = เขตแดน อิต.]",
  "เกราฏิกปกฺขภชน": "น., นปุ. อัน (การ) คบซึ่งฝักฝ่ายแห่งธรรมอันเป็นข้าศึก แจกเหมือน กุล เช่น ต.เอก. เกราฏิกปกฺขภชเนน เพราะอันคบซึ่งฝักฝ่ายแห่งธรรมอันเป็นข้าศึก เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. เกราฏิกสฺส ปกฺโข = เกราฏิกปกฺโข [ปกฺข = ปักษ์, ปีก, ฝักฝ่าย ปุ.] ฉ.ตัป.วิ. เกราฏิกปกฺขสฺส ภชนํ = เกราฏิกปกฺขภชนํ",
  "เกลาส": "ว., ปุ. ไกรลาส (ชื่อของภูเขา) แจกเหมือน ปุริส เช่น ทุ.เอก. เกลาสํ (ปพฺพตํ) สู่ภูเขาชื่อว่าไกรลาส",
  "เกลิ": "น., อิต. การเยาะเย้ย แจกเหมือน รตฺติ เช่น ทุ.เอก. เกลึ ซึ่งการเยาะเย้ย",
  "เกฬิ": "น., อิต. การเยาะเย้ย แจกเหมือน รตฺติ เช่น ทุ.เอก. เกฬึ ซึ่งการเยาะเย้ย",
  "เกวฏฺฏ": "น., ปุ. ชาวประมง แจกเหมือน ปุริส เช่น ป.เอก. เกวฏฺโฏ อ. ชาวประมง"
};

const vocabInsanPr9Part5to8_Page162 = {
  "เกวฏฺฏคาม": "น., ปุ. บ้านของชาวประมง แจกเหมือน ปุริส เช่น ส.เอก. เกวฏฺฏคาเม ในบ้านของชาวประมง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เกวฏฺฏสฺส คาโม = เกวฏฺฏคาโม",
  "เกวฏฺฏกามวาสิโน": "ว., ปุ. (ชนา) อ. ชน ท. ผู้อยู่ในบ้านของชาวประมงโดยปกติ มาจาก เกวฏฺฏคาม บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น เกวฏฺฏคามวาสี แปลว่า ผู้อยู่ในบ้านของชาวประมงโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. เกวฏฺฏสฺส คาโม = เกวฏฺฏคาโม ณี.กัต.กัต.วิ. เกวฏฺฏคาเม วสนฺติ สีเลนาติ เกวฏฺฏคามวาสิโน (ชนา) แจกเหมือน เสฏฺฐี",
  "เกวฏฺฏเชฏฺฐก": "น., ปุ. ชาวประมงผู้เจริญที่สุด (หัวหน้าชาวประมง) แจกเหมือน ปุริส เช่น ป.เอก. เกวฏฺฏเชฏฺฐโก อ. ชาวประมงผู้เจริญที่สุด เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า เกวฏฺโฏ เชฏฺฐโก = เกวฏฺฏเชฏฺฐโก",
  "เกวฏฺฏเชฏฺฐกปุตฺต": "น., ปุ. บุตรของชาวประมงผู้เจริญที่สุด (ลูกชายของหัวหน้าชาวประมง) แจกเหมือน ปุริส เช่น ป.เอก. เกวฏฺฏเชฏฺฐกปุตฺโต อ. บุตรของชาวประมงผู้เจริญที่สุด เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนุตตรบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. เกวฏฺโฐ เชฏฺฐโก = เกวฏฺฏเชฏฺฐโก ฉ.ตัป.วิ. เกวฏฺฏเชฏฺฐกสฺส ปุตฺโต = เกวฏฺฏเชฏฺฐกปุตฺโต",
  "เกวฏฺฏปุตฺต": "น., ปุ. บุตรของชาวประมง แจกเหมือน ปุริส เช่น ป.พหุ. เกวฏฺฏปุตฺตา อ. บุตรของชาวประมง ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เกวฏฺฏสฺส ปุตฺโต = เกวฏฺฏปุตฺโต",
  "เกวล": "นิ. อย่างเดียว, สิ้นเชิง, ทั้งสิ้น เช่น ตฺวํ เกวลํ เทวธมฺเม ชานาสิ = อ. ท่านย่อมรู้ซึ่งเทวธรรม ท. อย่างเดียว [ธ. ๕: พหุภณฺฑิกภิกฺขุวตฺถุ หน้า ๖๘] สัมพันธ์: ตฺวํ สยกตฺตา ใน ชานาสิ ๆ อาขฺยาตบท กตฺตุวาจก เกวลํ ศัพท์ กิริยาวิเสสน ใน ชานาสิ เทวธมฺเม อวุตฺตกมฺม ใน ชานาสิ [โดยมากเข้าสมาส เช่น เกวลปริปุณฺณํ = บริบูรณ์แล้วสิ้นเชิง]",
  "เกวลี": "ว. ล้วน ปุ. แจกเหมือน เสฏฺฐี เช่น ปพฺพตสฺส สุวณฺณสฺส ... เกวลี = อ. ภูเขาพึงเป็นสภาพล้วนด้วยทอง ... พึงเป็น [ธ. ๗: มารวตฺถุ หน้า ๑๖๐]",
  "เกส": "น., ปุ. ผม แจกเหมือน ปุริส เช่น ป.พหุ. เกสา อ. ผม ท.",
  "เกสกลาป": "น., ปุ. กำแห่งผม แจกเหมือน ปุริส เช่น ทุ.เอก. เกสกลาปํ ยังกำแห่งผม เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เกสานํ กลาโป = เกสกลาโป",
  "เกสคฺคมตฺต": "ว. อันมีปลายแห่งผมเป็นประมาณ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. เกสกฺคมตฺโต (อาฆาโต) อ. ความอาฆาตอันมีปลายแห่งผมเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. เกสสฺส อคฺคํ = เกสคฺคํ ฉ.ตุล.วิ. เกสคฺคํ มตฺตํ ยสฺส โส เกสคฺคมตฺโต (อาฆาโต)",
  "โก": "น., ปุ. ใคร ศัพท์เดิมเป็น กึ แปลง กึ เป็น ก อ การันต์ในปุงลิงค์ ลง สิ ปฐมาวิภัตติฝ่ายเอกวจนะ แปลง อ กับ สิ เป็น โอ สำเร็จรูปเป็น โก แจกเหมือน ย ศัพท์ ในปุงลิงค์",
  "โกก": "น., ปุ. โกกะ (ชื่อของนายพราน) แจกเหมือน ปุริส เช่น ป.เอก. โกโก (ลุทฺทโก) อ. นายพรานชื่อว่าโกกะ",
  "โกกนุท": "ว., นปุ. โกกนุท (ชื่อของดอกปทุม) แจกเหมือน กุล เช่น ทุ.เอก. โกกนุทํ (ปทุมํ) ซึ่งดอกปทุมชื่อว่าโกกนุท",
  "โกกสุนขลุทฺทกวตฺถุ": "น., นปุ. อ. เรื่องแห่งนายพรานผู้เลี้ยงซึ่งสุนัขชื่อว่าโกกะ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. สุนขสฺส (ปาลโก) ลุทฺทโก = สุนขลุทฺทโก วิ.บุพ.กัม.วิ. โกโก สุนขลุทฺทโก = โกกสุนขลุทฺทโก ฉ.ตัป.วิ. โกกสุนขลุทฺทกสฺส วตฺถุ = โกกสุนขลุทฺทกวตฺถุ",
  "โกกาลิก": "ว., ปุ. โกกาลิกะ (ชื่อของภิกษุ) แจกเหมือน ปุริส เช่น ป.เอก. โกกาลิโก (ภิกฺขุ) อ. ภิกษุชื่อว่าโกกาลิกะ"
};

const vocabInsanPr9Part5to8_Page163 = {
  "โกกาลิกภิกฺขุวตฺถุ": "น., นปุ. อ. เรื่องแห่งภิกษุชื่อว่าโกกาลิกะ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. โกกาลิโก ภิกฺขุ = โกกาลิกภิกฺขุ ฉ.ตัป.วิ. โกกาลิกภิกฺขุสฺส วตฺถุ = โกกาลิกภิกฺขุวตฺถุ",
  "โกฏิปฺปตฺต": "ว. ผู้ถึงแล้วซึ่งที่สุด ปุ. แจกเหมือน ปุริส เช่น ป.เอก. โกฏิปฺปตฺโต (เถโร) อ. พระเถระ ผู้ถึงแล้วซึ่งที่สุด เป็นทุติยาตัปปุริสสมาส วิ.ว่า โกฏึ ปตฺโต = โกฏิปฺปตฺโต (เถโร) [ซ้อน ปฺ]",
  "โกฏฺเฏติ": "ก. (เช่น ทาสี อ. นางทาสี) ย่อมซ้อม โกฏฺฏ ธาตุ ในความซ้อม + เณ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โกฏฺเฏติ",
  "โกฏฺฐก": "น., ปุ. ซุ้ม แจกเหมือน ปุริส เช่น ส.เอก. โกฏฺฐเก ที่ซุ้ม",
  "โกฏฺฐคฺค": "ว. อันเลิศในกาลเป็นที่ขนขึ้นสู่ฉาง นปุ. แจกเหมือน กุล เช่น ทุ.เอก. โกฏฺฐคฺคํ (ทานํ) ซึ่งทาน อันเลิศในกาลเป็นที่ขนขึ้นสู่ฉาง เป็น สัตตมีตัปปุริสสมาส มีทุติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ. ตัป. วิ. โกฏฺฐํ อาโรปโน = โกฏฺฐาโรปโน (กาโล) ส. ตัป. วิ. โกฏฺฐาโรปเน (กาเล) อคฺคํ = โกฏฺฐคฺคํ (ทานํ) [ลบ อาโรปน ในท่ามกลาง]",
  "โกจิ ๑": "น., ปุ. อ. ใคร ๆ แจกเหมือน ย ศัพท์ในปุงลิงค์ เช่น ป.เอก. โกจิ อ. ใคร ๆ ศัพท์เดิมเป็น กึ มี จิ ต่อท้าย แปลง กึ เป็น ก อ การันต์ในปุงลิงค์ ลง สิ ปฐมาวิภัตติฝ่ายเอกวจนะ แปลง อ กับ สิ เป็น โอ สำเร็จรูปเป็น โกจิ",
  "โกจิ ๒": "ว., ปุ. ไร ๆ, บางคน, บางตัว แจกเหมือน ย ศัพท์ในปุงลิงค์ เช่น ป.เอก. โกจิ (อุปทฺทโว) อ. อุปัทวะ ไร ๆ ศัพท์เดิมเป็น กึ มี จิ ต่อท้าย แปลง กึ เป็น ก อ การันต์ในปุงลิงค์ ลง สิ ปฐมาวิภัตติฝ่ายเอกวจนะ แปลง อ กับ สิ เป็น โอ สำเร็จรูปเป็น โกจิ",
  "โกญฺจ": "น., ปุ. นกกระเรียน แจกเหมือน ปุริส เช่น ป.เอก. โกญฺโจ อ. นกกระเรียน",
  "โกญฺจรว": "น., ปุ. การร้องเพียงดังนกกระเรียน แจกเหมือน ปุริส เช่น ทุ.เอก. โกญฺจรวํ ซึ่งการร้องเพียงดังนกกระเรียน เป็นวิเสสโนปมบท กัมมธารยสมาส วิ.ว่า โกญฺโจ อิว รโว = โกญฺจรโว",
  "โกญฺจสกุณ": "น., ปุ. นกกระเรียน แจกเหมือน ปุริส เช่น ป.เอก. โกญฺจสกุโณ อ. นกกระเรียน ถ้าแปลว่า นกชื่อว่ากระเรียน เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โกญฺโจ สกุโณ = โกญฺจสกุโณ",
  "โกฏิ ๑": "น., อิต. โกฏิ แจกเหมือน รตฺติ เช่น ทุ.พหุ. โกฏิโย ซึ่งโกฏิ ท.",
  "โกฏิ ๒": "น., อิต. ที่สุด, ปลาย แจกเหมือน รตฺติ เช่น ส.เอก. โกฏิยํ ในที่สุด, ที่ปลาย",
  "โกฏิ ๓": "น., อิต. ที่สุด, ปลาย, เงื่อนปลาย แจกเหมือน รตฺติ เช่น ป.เอก. โกฏิ อ. ที่สุด ทุ.เอก. โกฏึ ซึ่งเงื่อนปลาย",
  "โกฏิ ๔": "น., อิต. โกฏิ แจกเหมือน รตฺติ เช่น ป.พหุ. โกฏิโย อ. โกฏิ ท. [๑ โกฏิ = ๑๐ ล้าน]",
  "โกฏิธน": "น., นปุ. ทรัพย์อันมีโกฏิเป็นประมาณ แจกเหมือน กุล เช่น ทุ.เอก. โกฏิธนํ ซึ่งทรัพย์อันมีโกฏิเป็นประมาณ เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. โกฏิ มตฺตํ ยสฺส ตํ โกฏิมตฺตํ (ธนํ) วิ.บุพ.กัม.วิ. โกฏิมตฺตํ ธนํ = โกฏิธนํ [ลบ มตฺต ในท่ามกลาง]",
  "โกฏิปพฺบตมหาวิหารวาสี": "ว., ปุ. (เถโร) อ. พระเถระผู้อยู่ในมหาวิหารชื่อว่าโกฏิบรรพตโดยปกติ มาจาก โกฏิปพฺบตมหาวิหาร บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น โกฏิปพฺบตมหาวิหารวาสี แปลว่า ผู้อยู่ในมหาวิหารชื่อว่าโกฏิบรรพตโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. โกฏิ ปพฺบโต มหาวิหาโร = โกฏิปพฺบตมหาวิหาโร ณี.กัต.กัต.วิ. โกฏิปพฺบตมหาวิหาเร วสติ สีเลนาติ โกฏิปพฺบตมหาวิหารวาสี (เถโร) แจกเหมือน เสฏฺฐี",
  "โกฏิสตสหสฺส": "น., นปุ. แสนแห่งโกฏิ แจกเหมือน กุล เช่น ทุ.เอก. โกฏิสตสหสฺสํ ตลอดแสนแห่งโกฏิ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โกฏีนํ สตสหสฺสํ = โกฏิสตสหสฺสํ",
  "โกฏฺฏนตฺถ": "น., ปุ. ประโยชน์แก่อันซ้อม แจกเหมือน ปุริส เช่น จ.เอก. โกฏฺฏนตฺถาย เพื่อประโยชน์แก่อันซ้อม เป็นจตุตถีตัปปุริสสมาส วิ.ว่า โกฏฺฏนสฺส อตฺโถ = โกฏฺฏนตฺโถ คำว่า โกฏฺฏน ในคำว่า โกฏฺฏนตฺถาย มาจาก โกฏฺฏ ธาตุ ในความตำ, ความตอก, ความทุบ, ความซ้อม + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น โกฏฺฏน แปลว่า อัน (การ) ซ้อม เป็นภาวรูป ภาวสาธนะ วิ.ว่า โกฏฺฏนํ = โกฏฺฏนํ การซ้อม ชื่อว่า โกฏฺฏนํ ๆ การซ้อม"
};

const vocabInsanPr9Part5to8_Page164 = {
  "โกฏฺฏนปจนาทีนิ": "ว., นปุ. (กิจฺจานิ) อ. กิจ ท. มีการตำและการหุงเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. โกฏฺฏนญฺจ ปจนญฺจ = โกฏฺฏนปจนํ ฉ.ตุล.วิ. โกฏฺฏนปจนํ อาทิ เยสํ ตานิ โกฏฺฏนปจนาทีนิ (กิจฺจานิ) แจกเหมือน อกฺขิ",
  "โกฏฺฏาเปตฺวา": "ก. ยัง…ให้ตอกแล้ว โกฏฺฏ ธาตุ ในความตำ, ความตอก, ความทุบ, ความซ้อม + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น โกฏฺฏาเปตฺวา",
  "โกฏฺเฏตพฺพยุตฺตกํ": "ว., นปุ. (รตนํ) อ. ซึ่งรัตนะ อันควรแล้วแก่รัตนะอันบุคคลพึงทุบ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า โกฏฺเฏตพฺพสฺส (รตนสฺส) ยุตฺตกํ = โกฏฺเฏตพฺพยุตฺตกํ (ฐานํ)",
  "โกฏฺเฏตฺวา": "ก. ทุบแล้ว, ตำแล้ว, โขลกแล้ว โกฏฺฏ ธาตุ ในความทุบ + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โกฏฺเฏตฺวา",
  "โกฏฺเฏนฺต": "ก. ตำอยู่, ซ้อมอยู่, ทุบอยู่ โกฏฺฏ ธาตุ ในความตำ + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น โกฏฺเฐนฺต ดู อกฺกมนฺต",
  "โกฏฺฐ": "น., ปุ., นปุ. ฉาง ปุ. แจกเหมือน ปุริส นปุ. แจกเหมือน กุล เช่น ส.เอก. โกฏฺเฐ ในฉาง",
  "โกฏฺฐก ๑": "น., ปุ. ฉาง แจกเหมือน ปุริส เช่น ส.เอก. โกฏฺฐเก ในฉาง",
  "โกฏฺฐก ๒": "น., ปุ. ซุ้ม แจกเหมือน ปุริส เช่น ส.เอก. โกฏฺฐเก ที่ซุ้ม",
  "โกฏฺฐสต": "น., นปุ. ร้อยแห่งฉาง แจกเหมือน กุล เช่น ป.พหุ. โกฏฺฐสตานิ อ. ร้อยแห่งฉาง ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โกฏฺฐานํ สตํ = โกฏฺฐสตํ",
  "โกฏฺฐาทโย": "ว., ปุ. (ทพฺพสมฺภารา) อ. ทัพพสัมภาระ ท. มีฉางเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า โกฏฺโฐ อาทิ เยสํ เต โกฏฺฐาทโย (ทพฺพสมฺภารา)",
  "โกฏฺฐาส": "น., ปุ. ส่วน แจกเหมือน ปุริส เช่น ป.พหุ. โกฏฺฐาสา อ. ส่วน ท.",
  "โกณฺฑ": "ว. โฉด, เขลา, ชั่ว ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. โกณฺฑา (ชนา) อ. ชน ท. ผู้ชั่ว",
  "โกณฺฑธาน": "น., ปุ. พระโกณฑธาน แจกเหมือน ปุริส เช่น ป.เอก. โกณฺฑธาโน อ. พระโกณฑธาน",
  "โกณฺฑธานตฺเถร": "น., ปุ. พระเถระชื่อว่าโกณฑธาน แจกเหมือน ปุริส เช่น ป.เอก. โกณฺฑธานตฺเถโร อ. พระเถระชื่อว่าโกณฑธาน เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โกณฺฑธาโน เถโร = โกณฺฑธานตฺเถโร [ซ้อน ตฺ]",
  "โกณฺฑธานตฺเถรวตฺถุ": "น., นปุ. อ. เรื่องแห่งพระเถระชื่อว่าโกณฑธาน เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. โกณฺฑธาโน เถโร = โกณฺฑธานตฺเถโร ฉ.ตัป.วิ. โกณฺฑธานตฺเถรสฺส วตฺถุ = โกณฺฑธานตฺเถรวตฺถุ",
  "โกตุหล": "น., นปุ. ความรวนเร แจกเหมือน กุล เช่น ส.เอก. โกตุหเล ครั้นเมื่อความรวนเร [โกตุหล = ความแตกตื่น, ความรวนเร นปุ.]",
  "โกธ ๑": "น., ปุ. ความโกรธ แจกเหมือน ปุริส เช่น ป.เอก. โกโธ อ. ความโกรธ มาจาก กุธ ธาตุ ในความโกรธ + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย พฤทธิอุ ต้นธาตุเป็น โอ ลบ ณ ได้รูปเป็น โกธ แปลว่า ความโกรธ เป็นภาวรูป ภาวสาธนะ วิ.ว่า กุชฺฌนํ = โกโธ ความโกรธ ชื่อว่า โกโธ ๆ ความโกรธ",
  "โกธ ๒": "ว. ผู้โกรธ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. โกธํ (ปุคฺคลํ) ซึ่งบุคคลผู้โกรธ มาจาก กุธ ธาตุ ในความโกรธ + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย พฤทธิอุ ต้นธาตุเป็น โอ ลบ ณ ได้รูปเป็น โกธ แปลว่า ผู้โกรธ เป็นกัตตรูป กัตตุสาธนะ วิ.ว่า กุชฺฌตีติ โกโธ (ปุคฺคโล)"
};

const vocabInsanPr9Part5to8_Page165 = {
  "โกธน": "ว., ปุ. ผู้โกรธโดยปกติ แจกเหมือน ปุริส เช่น ฉ.เอก. โกธนสฺส (ปุคฺคลสฺส) ของบุคคลผู้โกรธโดยปกติ มาจาก กุธ ธาตุ ในความโกรธ + ยุ ปัจจัย พฤทธิอุ ต้นธาตุเป็น โอ แปลง ยุ เป็น อน ได้รูปเป็น โกธน แปลว่า ผู้โกรธโดยปกติ เป็นกัตตรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า กุชฺฌติ สีเลนาติ โกธโน (ปุคฺคโล)",
  "โกธนทฺธิ": "น., นปุ. ชะเนาะคือความโกรธ แจกเหมือน อกฺขิ เช่น ทุ.เอก. โกธนทฺธึ ซึ่งชะเนาะคือความโกรธ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า โกโธ เอว นทฺธิ = โกธนทฺธิ",
  "โกธมตฺต": "ว., นปุ. สักว่าความโกรธ แจกเหมือน กุล เช่น ป.เอก. โกธมตฺตํ (การณํ) อ. เหตุสักว่าความโกรธ เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า โกโธ อิติ มตฺตํ = โกธมตฺตํ (การณํ)",
  "โกธมน": "น., ปุ. ใจดวงประกอบแล้วความโกรธ แจกเหมือน มน ศัพท์ เช่น ป.เอก. โกธมโน อ. ใจดวงประกอบแล้วความโกรธ เป็นตติยาตัปปุริสสมาส วิ.ว่า โกเธน (ยุตฺโต) มโน = โกธมโน",
  "โกธวคฺค": "น., ปุ. โกธวรรค แจกเหมือน ปุริส เช่น ป.เอก. โกธวคฺเค ในโกธวรรค",
  "โกธวคฺควณฺณนา": "น., อิต. อ. วาจาเป็นเครื่องพรรณนาซึ่งเนื้อความแห่งวรรคอันบัณฑิตกำหนดแล้วด้วยความโกรธ เป็นฉัฏฐีตัปปุริสสมาส มีตติยาตัปปุริสสมาส และฉัฏฐีตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. โกเธน (สลฺลกฺขิโต) วคฺโค = โกธวคฺโค ฉ.ตัป.วิ. โกธวคฺคสฺส อตฺโถ = โกธวคฺคตฺโถ ฉ.ตัป.วิ. โกธวคฺคตฺถสฺส วณฺณนา = โกธวคฺควณฺณนา [ลบ อตฺถ ในท่ามกลาง] แจกเหมือน กญฺญา",
  "โกธวส": "น., ปุ. สามารถ (อำนาจ) แห่งความโกรธ แจกเหมือน ปุริส เช่น ต.เอก. โกธวเสน ด้วยสามารถแห่งความโกรธ, ด้วยอำนาจแห่งความโกรธ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โกธสฺส วโส = โกธวโส",
  "โกธาภิภูต": "ว., ปุ. ผู้อันความโกรธครอบงำแล้ว แจกเหมือน ปุริส เช่น ป.เอก. โกธาภิภูโต (นาคราชา) อ. นาคราชผู้อันความโกรธครอบงำแล้ว เป็นตติยาตัปปุริสสมาส วิ.ว่า โกเธน อภิภูโต = โกธาภิภูโต (นาคราชา)",
  "โกธุปฺปาท": "น., ปุ. ความเกิดขึ้นแห่งความโกรธ แจกเหมือน ปุริส เช่น ป.เอก. โกธุปฺปาโท อ. ความเกิดขึ้นแห่งความโกรธ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โกธสฺส อุปฺปาโท = โกธุปฺปาโท คำว่า อุปฺปาท ในคำว่า โกธุปฺปาโท มาจาก อุ บทหน้า + ปท ธาตุ ในความเกิด + ณ ปัจจัย ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ได้รูปเป็น อุปฺปาท แปลว่า ความเกิดขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปฺปชฺชนํ = อุปฺปาโท ความเกิดขึ้น ชื่อว่า อุปฺปาโท ๆ ความเกิดขึ้น",
  "โกนาคมน": "ว., ปุ. โกนาคมนะ (พระนามของพระพุทธเจ้า) แจกเหมือน ปุริส เช่น ป.เอก. โกนาคมโน (พุทฺโธ) อ. พระพุทธเจ้าพระนามว่า โกนาคมนะ",
  "โกป": "น., ปุ. ความโกรธ แจกเหมือน ปุริส เช่น ทุ.เอก. โกปํ ซึ่งความโกรธ มาจาก กุป ธาตุ ในความโกรธ, ความกำเริบ + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น โกป แปลว่า ความโกรธ เป็นภาวรูป ภาวสาธนะ วิ.ว่า กุปนํ = โกโป ความโกรธ ชื่อว่า โกโป ๆ ความโกรธ",
  "โกปนิพฺพาปนมตฺต": "ว., นปุ. สักว่าการยังความโกรธให้ดับ แจกเหมือน กุล เช่น ต.เอก. โกปนิพฺพาปนมตฺเตน (การเณน) ด้วยเหตุสักว่าการยังความโกรธให้ดับ เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีทุติยาตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. โกปํ นิพฺพาปนํ = โกปนิพฺพาปนํ สัม.บุพ.กัม.วิ. โกปนิพฺพาปนํ อิติ มตฺตํ = โกปนิพฺพาปนมตฺตํ (การณํ) คำว่า นิพฺพาปน ในคำว่า โกปนิพฺพาปน มาจาก นิ บทหน้า + วา ธาตุ ในความไป ด้วยอำนาจ อุปสัค แปลว่าดับ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ยุ ปัจจัย แปลง ว ที่ วา ธาตุเป็น พ ซ้อน พฺ หน้า พ ลบ ณ เหลือไว้แต่ อาเป แปลง ยุ เป็น อน ระหว่าง นิพฺพา -อาเป ลบสระหน้า ต่อเป็น นิพฺพาเป ระหว่าง นิพฺพาเป - อน ลบสระหน้า คือ เอ ที่ เป ได้รูปเป็น นิพฺพาปน แปลว่า การยัง...ให้ดับ เป็นภาวรูป ภาวสาธนะ วิ.ว่า นิพฺพาปนํ = นิพฺพาปนํ การยัง...ให้ดับ ชื่อว่า นิพฺพาปนํ ๆ การยัง...ให้ดับ"
};

const vocabInsanPr9Part5to8_Page166 = {
  "โกปมตฺต": "ว., นปุ. สักว่าความโกรธ แจกเหมือน กุล เช่น ป.เอก. โกปมตฺตํ (การณํ) อ. เหตุสักว่าความโกรธ เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า โกโป อิติ มตฺตํ = โกปมตฺตํ (การณํ)",
  "โกมุทิยา": "ว., อิต. (ติถิยา) ในดิถีอันเป็นที่บานแห่งดอกโกมุท มาจาก กุมุท ศัพท์ + ณ ปัจจัย ในราคาทิตัทธิต ใช้แทน ปุปฺผติ ด้วยอำนาจ ณ ปัจจัย พฤทธิอุ ต้นธาตุเป็น โอ ลบ ณ ลง อี เครื่องหมายอิตถีลิงค์ ได้รูปเป็น โกมุที วิ.ว่า กุมุทํ ปุปฺผติ เอตฺถาติ โกมุที (ติถิ) ดอกโกมุท ย่อมบานในดิถีนั่น เหตุนั้น ดิถีนั่น ชื่อว่า โกมุที ๆ เป็นที่บานแห่งดอกโกมุท",
  "โกลรุกฺข": "น., ปุ. ต้นกระเบา แจกเหมือน ปุริส เช่น ส.เอก. โกลรุกฺเข ที่ต้นกระเบา",
  "โกลรุกฺขวาสี": "ว., ปุ. ผู้อยู่ที่ต้นกระเบาโดยปกติ แจกเหมือน เสฏฺฐี เช่น ฉ.พหุ. โกลรุกฺขวาสีนํ (ชนานํ) ของชน ท. ผู้อยู่ที่ต้นกระเบาโดยปกติ มาจาก โกลรุกฺข บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อี ลบ ณ เหลือไว้แต่อี ได้รูปเป็น โกลรุกฺขวาสี แปลว่า ผู้อยู่ที่ต้นกระเบาโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า โกลรุกฺเข วสนฺติ สีเลนาติ โกลรุกฺขวasino (ชนา)",
  "โกลาหล": "น., ปุ., นปุ. ความโกลาหล ปุ. แจกเหมือน ปุริส เช่น ป.เอก. โกลาหโล อ. ความโกลาหล นปุ. แจกเหมือน กุล เช่น ป.เอก. โกลาหลํ อ. ความโกลาหล",
  "โกลิย": "น., ปุ. เจ้าโกลิยะ แจกเหมือน ปุริส เช่น ป.พหุ. โกลิยา อ. เจ้าโกลิยะ ท.",
  "โกลิยกมฺมกร": "น., ปุ. กรรมกรของเจ้าโกลิยะ แจกเหมือน ปุริส เช่น ป.พหุ. โกลิยกมฺมกรา อ. กรรมกรของเจ้าโกลิยะ ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โกลิยสฺส กมฺมกรา = โกลิยกมฺมกรา",
  "โกลิยนคร": "น., นปุ. พระนครชื่อว่าโกลิยะ แจกเหมือน กุล เช่น ฉ.เอก. โกลิยนครสฺส แห่งพระนครชื่อว่าโกลิยะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โกลิยํ นครํ = โกลิยนครํ",
  "โกลิยนครวาสี": "ว., ปุ. ผู้อยู่ในพระนครชื่อว่าโกลิยะโดยปกติ แจกเหมือน เสฏฺฐี เช่น ป.พหุ. โกลิยนครวาสิโน (ชนา) อ. ชน ท. ผู้อยู่ในพระนครชื่อว่าโกลิยะโดยปกติ มาจาก โกลิยนคร บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่อี ได้รูปเป็น โกลิยนครวาสี แปลว่า ผู้อยู่ในพระนครชื่อว่าโกลิยะโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. โกลิยํ นครํ = โกลิยนครํ ณี.กัต.กัต.วิ. โกลิยนคเร วสนฺติ สีเลนาติ โกลิยนครวาสิโน (ชนา)",
  "โกวิท": "ว., ปุ. ผู้ฉลาด แจกเหมือน ปุริส เช่น ป.พหุ. โกวิทา (ชนา) อ. ชน ท. ผู้ฉลาด คำว่า โกวิท มาจาก กุ บทหน้า + วิท ธาตุ ในความรู้ + อ ปัจจัย พฤทธิอุ ที่ กุ เป็น โอ ได้รูปเป็น โกวิท แปลว่า ผู้ฉลาด, ผู้รู้ซึ่งคำอันเขากล่าว เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า กุํ (วจนํ) วิทตีติ โกวิโท ผู้ใด ย่อมรู้ซึ่งคำอันเขากล่าว เหตุนั้น ผู้นั้น ชื่อว่า โกวิโท ๆ ผู้รู้ซึ่งคำอันเขากล่าว [นิยมแปลเอาความว่า ผู้ฉลาด]",
  "โกสชฺช": "น., นปุ. ความเกียจคร้าน, ความเป็นแห่งบุคคลผู้เกียจคร้าน แจกเหมือน กุล เช่น ป.เอก. โกสชฺชํ อ. ความเกียจคร้าน, อ. ความเป็นแห่งบุคคลผู้เกียจคร้าน คำว่า โกสชฺช มาจาก กุสีท ศัพท์ + ณฺย ปัจจัย ในภาวตัทธิต ด้วยอำนาจ ณฺย ปัจจัย พฤทธิอุ ต้นศัพท์เป็น โอ ลบ ณฺ เหลือไว้แต่ ย แปลง ท กับ ย เป็น ชฺช ได้รูปเป็น โกสชฺช วิ.ว่า กุสีทสฺส ภาโว = โกสชฺชํ ความเป็นแห่งบุคคลผู้จมลงสู่อาการอันบัณฑิตเกลียดแล้ว [นิยมแปลเอาความว่าความเกียจคร้าน, ความเป็นแห่งบุคคลผู้เกียจคร้าน]"
};

const vocabInsanPr9Part5to8_Page167 = {
  "โกสชฺชวส": "น., ปุ. อำนาจแห่งความเกียจคร้าน แจกเหมือน ปุริส เช่น ป.เอก. โกสชฺชวเสน ด้วยอำนาจแห่งความเกียจคร้าน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โกสชฺชสฺส วโส = โกสชฺชวโส",
  "โกสมฺพี": "น., อิต. โกสัมพี แจกเหมือน นารี เช่น ส.เอก. โกสมฺพิยํ ในเมืองโกสัมบี เฉพาะปัญจมีวิภัตติฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น โกสมฺบิโต บ้าง",
  "โกสลราช ๑": "น., ปุ. พระราชาผู้เป็นใหญ่ในแว่นแคว้นชื่อว่าโกศล แจกเหมือน ราช เช่น ป.เอก. โกสลราชา อ. พระราชาผู้เป็นใหญ่ในแว่นแคว้นชื่อว่าโกศล เป็นวิเสสนบุพพบท กัมมธารยสมาส มี ณ ปัจจัย ในราคาทิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ณ.ราคา.วิ. โกสเล อิสฺสโร = โกสโล (ราชา) พระราชาผู้เป็นใหญ่ในแว่นแคว้นชื่อว่าโกศล ชื่อว่า โกสโล ๆ ผู้เป็นใหญ่ในแว่นแคว้นชื่อว่าโกศล วิ.บุพ.กัม.วิ. โกสโล ราชา = โกสลราชา พระราชาผู้เป็นใหญ่ในแว่นแคว้นชื่อว่าโกศล",
  "โกสลราช ๒": "น., ปุ. พระราชาพระนามว่าโกศล แจกเหมือน ราช เช่น ป.เอก. โกสลราชา อ. พระราชาพระนามว่าโกศล เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โกสโล ราชา = โกสลราชา",
  "โกฬาปรุกฺข": "น., ปุ. ต้นไม้อันผุ แจกเหมือน ปุริส เช่น ป.พหุ. โกฬาปรุกฺขา อ. ต้นไม้อันผุ ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โกฬาปา รุกฺขา = โกฬาปรุกฺขา",
  "โกฬิยธีตุ": "น., อิต. พระธิดาของเจ้าโกฬิยวงศ์ แจกเหมือน มาตุ เช่น ป.เอก. โกฬิยธีตา อ. พระธิดาของเจ้าโกฬิยวงศ์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โกฬิยสฺส ธีตา = โกฬิยธีตา",
  "ขคฺค": "น., ปุ. พระขรรค์ แจกเหมือน ปุริส เช่น ทุ.เอก. ขคฺคํ ซึ่งพระขรรค์",
  "ขจิตฺวา": "ก. เคลือบแล้ว ขจ ธาตุ ในความเคลือบ + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น ขจิตฺวา",
  "ขชฺชก": "ว., นปุ. อันบุคคลพึงเคี้ยวกิน แจกเหมือน กุล เช่น ป.เอก. ขชฺชกํ (วตฺถุ) อ. วัตถุอันบุคคลพึงเคี้ยวกิน มาจาก ขาท ธาตุ ในความเคี้ยวกิน + ณฺย ปัจจัย รัสสะ อา ที่ ขาท ธาตุเป็น อ ลบ ณฺ เหลือไว้แต่ ย แปลง ท กับ ย เป็น ชฺช เป็น ขชฺช ลง ก สกัตถ์ ได้รูปเป็น ขชฺชก แปลว่า อันบุคคลพึงเคี้ยวกิน เป็นกัมมรูป กัมมสาธนะ วิ.ว่า ขาทิตพฺพนฺติ ขชฺชกํ (วตฺถุ)",
  "ขชฺชมํส": "น., นปุ. เนื้ออันบุคคลพึงเคี้ยว แจกเหมือน ปุริส เช่น ทุ.พหุ. ขชฺชมํสานิ ซึ่งเนื้ออันบุคคลพึงเคี้ยว ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส มี ณฺย ปัจจัย กัมมรูป กัมมสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ณฺย.กัม.กัม.วิ. ขาทิตพฺพานีติ ขชฺชานิ (มํสานิ) วิ.บุพ.กัม.วิ. ขชฺชานิ มํสานิ = ขชฺชมํสานิ",
  "ขชฺโชปนก": "น., ปุ. หิ่งห้อย แจกเหมือน ปุริส เช่น ป.พหุ. ขชฺโชปนกา อ. หิ่งห้อย ท.",
  "ขชฺโชปนกสทิส": "ว., ปุ. เช่นกับด้วยหิ่งห้อย แจกเหมือน ปุริส เช่น ป.พหุ. ขชฺโชปนกสทิสา (ติตฺถิยา) อ. เดียรถีย์ ท. เช่นกับด้วยหิ่งห้อย เป็นตติยาตัปปุริสสมาส วิ.ว่า ขชฺโชปนเกหิ สทิสา = ขชฺโชปนกสทิสา (ติตฺถิยา)",
  "ขฏขฏสทฺท": "น., ปุ. เสียงขฏะขฏะ แจกเหมือน ปุริส เช่น ป.เอก. ขฏขฏสทฺโท อ. เสียงขฏะขฏะ",
  "ขณ": "น., ปุ. ขณะ แจกเหมือน ปุริส เช่น ป.เอก. ขโณ อ. ขณะ",
  "ขณาตีต": "ว., ปุ. ผู้เป็นไปล่วงแล้วซึ่งขณะ แจกเหมือน ปุริส เช่น ป.พหุ. ขณาตีตา (ชนา) อ. ชน ท. ผู้เป็นไปล่วงแล้วซึ่งขณะ เป็นทุติยาตัปปุริสสมาส วิ.ว่า ขณํ อตีตา = ขณาตีตา (ชนา)",
  "ขณฺฑ": "น., ปุ. ท่อน แจกเหมือน ปุริส เช่น ป.เอก. ขณฺโฑ อ. ท่อน",
  "ขณฺฑทนฺต": "ว., ปุ. ผู้มีฟันหัก แจกเหมือน ปุริส เช่น ป.เอก. ขณฺฑทนฺโต (สกฺโก) อ. ท้าวสักกะผู้มีฟันหัก เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ขณฺโฑ ทนฺโต ยสฺส โส ขณฺฑทนฺโต (สกฺโก)",
  "ขณฺฑสีลาทิตา": "น., อิต. ความเป็นแห่งบุคคลมีบุคคลผู้มีศีลอันขาดเป็นต้น แจกเหมือน กญฺญา เช่น ต.เอก. ขณฺฑสีลาทิตาย เพราะความเป็นแห่งบุคคลมีบุคคลผู้มีศีลอันขาดเป็นต้น ลง ตา ปัจจัย ในภาวตัทธิต มีฉัฏฐีตุลาธิกรณพหุพพิหิสมาส และฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ขณฺฑํ สีลํ ยสฺส โส = ขณฺฑสีโล (ปุคฺคโล) บุคคลผู้มีศีลอันขาด ฉ.ตุล.วิ. ขณฺฑสีโล (ปุคฺคโล) อาทิ ยสฺส โส ขณฺฑสีลาทิ (ปุคฺคโล) บุคคลมีบุคคลผู้มีศีลอันขาดเป็นต้น ตา.ภาว.วิ. ขณฺฑสีลาทิสฺส (ปุคฺคลสฺส) ภาโว = ขณฺฑสีลาทิตา"
};

const vocabInsanPr9Part5to8_Page168 = {
  "ขณฺฑาขณฺฑ": "น., นปุ. ท่อนน้อยและท่อนใหญ่ แจกเหมือน กุล เช่น ทุ.เอก. ขณฺฑาขณฺฑํ ซึ่งท่อนน้อยและท่อนใหญ่ เป็นสมาหารทวันทวสมาส วิ.ว่า ขณฺโฑ จ อขณฺโฑ จ = ขณฺฑาขณฺฑํ",
  "ขณฺฑาทิภาวปฺปตฺต": "ว., ปุ. อันถึงแล้วซึ่งภาวะมีความขาดเป็นต้น แจกเหมือน ปุริส เช่น ป.เอก. ขณฺฑาทิภาวปฺปตฺโต (สมณธมฺโม) อันถึงแล้วซึ่งภาวะมีความขาดเป็นต้น เป็นทุติยาตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ขณฺโฑ อาทิ ยสฺส โส ขณฺฑาทิ (ภาโว) วิ.บุพ.กัม.วิ. ขณฺฑาทิ ภาโว = ขณฺฑาทิภาโว ทุ.ตัป.วิ. ขณฺฑาทิภาวํ ปตฺโต = ขณฺฑาทิภาวปฺปตฺโต (สมณธมฺโม) [ซ้อน ปฺ]",
  "ขณฺฑิจฺจาทีนิ": "ว., นปุ. (ลกฺขณานิ) ซึ่งลักษณะ ท. มีความเป็นแห่งลักษณะอันถึงแล้วซึ่งท่อน เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีทุติยาตัปปุริสสมาส และ ณฺย ปัจจัย ในภาวตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. ขณฺฑํ อิตํ = ขณฺฑิตํ (ลกฺขณํ) ลักษณะอันถึงแล้วซึ่งท่อน ณฺย.ภาว.วิ. ขณฺฑิตสฺส ภาโว = ขณฺฑิจฺจํ [ขณฺฑิต + ณฺย ลบ ณฺ เหลือไว้แต่ ย แปลง ต กับ ย เป็น จฺจ ได้รูปเป็น ขณฺฑิจฺจ] ฉ.ตุล.วิ. ขณฺฑิจฺจํ อาทิ เยสํ ตานิ ขณฺฑิจฺจาทีนิ (ลกฺขณานิ) ความเป็นแห่งลักษณะอันถึงแล้วซึ่งท่อน เป็นต้น ของลักษณะ ท. เหล่าใด ลักษณะ ท. เหล่านั้น ชื่อว่า อันมีความเป็นแห่งลักษณะอันถึงแล้วซึ่งท่อนเป็นต้น",
  "ขตฺติย": "น., ปุ. กษัตริย์ แจกเหมือน ปุริส เช่น ป.เอก. ขตฺติโย อ. กษัตริย์",
  "ขตฺติยกญฺญา": "น., อิต. เจ้าหญิง แจกเหมือน กญฺญา เช่น ทุ.เอก. ขตฺติยกญฺญํ ซึ่งเจ้าหญิง",
  "ขตฺติยธีตุ": "น., อิต. พระธิดาแห่งกษัตริย์ แจกเหมือน มาตุ เช่น ป.เอก. ขตฺติยธีตา อ. พระธิดาแห่งกษัตริย์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ขตฺติยสฺส ธีตา = ขตฺติยธีตา",
  "ขตฺติยพฺราหฺมณกุล": "น., นปุ. ตระกูลของกษัตริย์และพราหมณ์ แจกเหมือน กุล เช่น ฉ.พหุ. ขตฺติยพฺราหฺมณกุลานํ แห่งตระกูลของกษัตริย์และพราหมณ์ ท. เป็นฉัฏฐีตัปปุริสสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. ขตฺติโย จ พฺราหฺมโณ จ = ขตฺติยพฺราหฺมณา ฉ.ตัป.วิ. ขตฺติยพฺราหฺมณานํ กุลานิ = ขตฺติยพฺราหฺมณกุลานิ",
  "ขตฺติยมหาสาล": "น., ปุ. กษัตริย์ผู้มหาศาล แจกเหมือน ปุริส เช่น ป.พหุ. ขตฺติยมหาสาลา อ. กษัตริย์ผู้มหาศาล ท. เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า ขตฺติยา มหาสาลา = ขตฺติยมหาสาลา",
  "ขตฺติยมหาสาลพฺราหฺมณมหาสาลกุล": "น., นปุ. ตระกูลของกษัตริย์ผู้มหาศาลและพราหมณ์ผู้มหาศาล แจกเหมือน กุล เช่น ฉ.พหุ. ขตฺติยมหาสาลพฺราหฺมณมหาสาลกุลานํ แห่งตระกูลของกษัตริย์ผู้มหาศาลและพราหมณ์ผู้มหาศาล ท. เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนุตตรบท กัมมธารยสมาส วิเสสนุตตรบท กัมมธารยสมาส และอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.นุต.กัม.วิ. ขตฺติโย มหาสาโล = ขตฺติยมหาสาโล วิ.นุต.กัม.วิ. พฺราหฺมโณ มหาสาโล = พฺราหฺมณมหาสาโล อ.ทวัน.วิ. ขตฺติยมหาสาโล จ พฺราหฺมณมหาสาโล จ = ขตฺติยมหาสาลพฺราหฺมณมหาสาลา ฉ.ตัป.วิ. ขตฺติยมหาสาลพฺราหฺมณมหาสาลานํ กุลานิ = ขตฺติยมหาสาลพฺราหฺมณมหาสาลกุลานิ",
  "ขตฺติยสุขุมาล": "น., ปุ. กษัตริย์ผู้ละเอียดอ่อน แจกเหมือน ปุริส เช่น ป.เอก. ขตฺติยสุขุมาโล อ. กษัตริย์ผู้ละเอียดอ่อน เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า ขตฺติโย สุขุมาโล = ขตฺติยสุขุมาโล"
};


const vocabInsanPr9Part5to8_Page169 = {
  "ขทิรตฺถมฺภ": "น., ปุ. เสาแห่งไม้ตะเคียน แจกเหมือน ปุริส เช่น ต.พหุ. ขทิรตฺถมฺเภหิ ด้วยเสาแห่งไม้ตะเคียน ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ขทิรสฺส ถมฺภา = ขทิรตฺถมฺภา [ซ้อน ตฺ]",
  "ขนติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมขุด ขน ธาตุ ในความขุด + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น ขนติ",
  "ขนถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงขุด ขน ธาตุ ในความขุด + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ สำเร็จรูปเป็น ขนถ",
  "ขนิ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ขุดแล้ว ขน ธาตุ ในความขุด + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น ขนิ",
  "ขนิต": "ก. อัน…ขุดแล้ว ขน ธาตุ ในความขุด + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น ขนิต ดู อกต",
  "ขนิตฺวา": "ก. ขุดแล้ว ขน ธาตุ ในความขุด + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น ขนิตฺวา",
  "ขนฺติ": "น., อิต. ขันติ, ความอดทน แจกเหมือน รตฺติ เช่น ทุ.เอก. ขนฺตึ ซึ่งขันติ คำว่า ขนฺติ มาจาก ขม ธาตุ ในความอดทน + ติ ปัจจัย ในนามกิตก์ แปลง ติ เป็น นฺติ ลบ ม ที่สุดธาตุ ได้รูปเป็น ขนฺติ แปลว่า ความอดทน เป็นภาวรูป ภาวสาธนะ วิ.ว่า ขมนํ = ขนฺติ",
  "ขนฺติพล ๑": "ว. ผู้มีกำลังคือขันติ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ขนฺติพลํ (ปุคฺคลํ) ซึ่งบุคคล ผู้มีกำลังคือขันติ ลง ณ ปัจจัย ในตทัสสัตถิตัทธิต มีอวธารณบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อว.บุพ.กัม.วิ. ขนฺติ เอว พลํ = ขนฺติพลํ ณ.ตทัส.วิ. ขนฺติพลํ อสฺส อตฺถีติ ขนฺติพโล (ปุคฺคโล)",
  "ขนฺติพล ๒": "น., นปุ. กำลังคือขันติ แจกเหมือน กุล เช่น ต.เอก. ขนฺติพเลน ด้วยกำลังคือขันติ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ขนฺติ เอว พลํ = ขนฺติพลํ",
  "ขนฺธ ๑": "น., ปุ. ขันธ์, กอง แจกเหมือน ปุริส เช่น ขทิรตฺถมฺภ ขนฺธปริหรณทุกฺข ๑ ป.พหุ. ขนฺธา อ. ขันธ์ ท.",
  "ขนฺธ ๒": "น., ปุ. คอ, ลำต้น แจกเหมือน ปุริส เช่น ส.เอก. ขนฺเธ ที่คอ, ที่ลำต้น",
  "ขนฺธ ๓": "น., ปุ. ท่อนไม้ แจกเหมือน ปุริส เช่น ต.พหุ. ขนฺเธหิ อาวารํ (ปเทสํ) = ซึ่งประเทศ เป็นที่กั้น ด้วยท่อนไม้ ท.",
  "ขนฺธฏฺฐิก": "น., นปุ. กระดูกแห่งคอ แจกเหมือน กุล เช่น ทุ.เอก. ขนฺธฏฺฐิกํ ซึ่งกระดูกแห่งคอ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ขนฺธสฺส อฏฺฐิกํ = ขนฺธฏฺฐิกํ",
  "ขนฺธทุกฺข": "น., นปุ. ทุกข์อันเกิดแต่ขันธ์ แจกเหมือน กุล เช่น ฉ.เอก. ขนฺธทุกฺขสฺส แห่งทุกข์อันเกิดแต่ขันธ์ เป็นปัญจมีตัปปุริสสมาส วิ.ว่า ขนฺธสฺมา (ชาตํ) ทุกฺขํ = ขนฺธทุกฺขํ",
  "ขนฺธธาตุอายตนาทิเภเท": "ว., ปุ. (ธมฺเม) ในธรรม อันต่างด้วยธรรมมีขันธ์และธาตุและอายตนะ เป็นต้น เป็นตติยาพหุพพิหิสมาส มีสมาหารทวันทวสมาส ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. ขนฺโธ จ ธาตุ จ อายตนญฺจ = ขนฺธธาตุอายตนํ ฉ.ตุล.วิ. ขนฺธธาตุอายตนํ อาทิ ยสฺส โส ขนฺธธาตุอายตนาทิ (ธมฺโม) วิ.บุพ.กัม.วิ. ขนฺธธาตุอายตนาทิ ธมฺโม = ขนฺธธาตุอายตนาทิธมฺโม ต.ตัป.วิ. ขนฺธธาตุอายตนาทิธมฺเมน เภโท = ขนฺธธาตุอายตนาทิเภโท (ธมฺโม) [บทสมาส ลบ ธมฺม ในท่ามกลาง]",
  "ขนฺธปรินิพฺพาน": "น., นปุ. ขันธปรินิพพาน แจกเหมือน กุล เช่น ต.เอก. ขนฺธปรินิพฺพาเนน ด้วยขันธปรินิพพาน",
  "ขนฺธปริหรณทุกฺข ๑": "น., นปุ. ทุกข์อันเกิดแต่การบริหารซึ่งขันธ์ แจกเหมือน กุล เช่น ส.เอก. ขนฺธปริหรณทุกฺเข ในทุกข์อันเกิดแต่การบริหารซึ่งขันธ์ เป็นปัญจมีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. ขนฺธานํ ปริหรณํ = ขนฺธปริหรณํ ปัญจ.ตัป.วิ. ขนฺธปริหรณสฺมา (ชาตํ) ทุกฺขํ = ขนฺธปริหรณทุกฺขํ"
};


const vocabInsanPr9Part5to8_Page170 = {
  "ขนฺธปริหรณทุกฺข ๒": "น., นปุ. ทุกข์เพราะการบริหารซึ่งขันธ์ แจกเหมือน กุล เช่น ต.เอก. ขนฺธปริหรณทุกฺเขน ด้วยทุกข์เพราะการบริหารซึ่งขันธ์ เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. ขนฺธานํ ปริหรณํ = ขนฺธปริหรณํ ต.ตัป.วิ. ขนฺธปริหรเณน ทุกฺขํ = ขนฺธปริหรณทุกฺขํ",
  "ขนฺธปริหรณสม": "ว. อันเสมอด้วยการบริหารซึ่งขันธ์ นปุ. แจกเหมือน กุล เช่น ป.เอก. ขนฺธปริหรณสมํ (ทุกฺขํ) อ. ทุกข์อันเสมอด้วยการบริหารซึ่งขันธ์ เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. ขนฺธสฺส ปริหรณํ = ขนฺธปริหรณํ ต.ตัป.วิ. ขนฺธปริหรเณน สมํ = ขนฺธปริหรณสมํ (ทุกฺขํ)",
  "ขนฺธรสาทโย": "ว., ปุ. (รสา) อ. รส ท. มีรสอันเกิดแล้วแต่ลำต้นเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีปัญจมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ปัญจ.ตัป.วิ. ขนฺธสฺมา (ชาโต) รโส = ขนฺธรโส ฉ.ตุล.วิ. ขนฺธรโส อาทิ เยสํ เต ขนฺธรสารทโย (รสา) แจกเหมือน มุนิ",
  "ขนฺธโลกาทิสงฺขาต": "ว. อันบัณฑิตนับพร้อมแล้วว่าโลกมีขันธโลกเป็นต้น ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ขนฺธโลกาทิสงฺขาตํ (โลกํ) ซึ่งโลกอันบัณฑิตนับพร้อมแล้วว่าโลกมีขันธโลก เป็นต้น เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ขนฺธโลโก อาทิ ยสฺส โส ขนฺธโลกาทิ (โลโก) วิ.บุพ.กัม.วิ. ขนฺธโลกาทิ โลโก = ขนฺธโลกาทิโลโก สัม.บุพ.กัม.วิ. ขนฺธโลกาทิโลโก อิติ สงฺขาโต = ขนฺธโลกาทิสงฺขาโต (โลโก) [บทสมาส ลบ โลก ในท่ามกลาง]",
  "ขนฺธวส": "น., ปุ. อำนาจแห่งขันธ์ แจกเหมือน ปุริส เช่น ต.เอก. ขนฺธวเสน ด้วยอำนาจแห่งขันธ์ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า ขนฺธสฺส วโส = ขนฺธวโส",
  "ขนฺธสม": "ว. อันเสมอด้วยขันธ์ ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ขนฺธสมา (ทุกฺขา) อ. ทุกข์ ท. อันเสมอด้วยขันธ์ [ธ. ๖: อญฺญตรกุลทาริกาวตฺถุ หน้า ๑๒๖] เป็นตติยาตัปปุริสสมาส วิ.ว่า ขนฺเธน สมา = ขนฺธสมา (ทุกฺขา) คำว่า ทุกฺข โดยมาก เป็นนปุงสกลิงค์",
  "ขนฺธาทิปฺปฏิสํยุตฺต": "ว. อันประกอบพร้อมเฉพาะแล้วด้วยสภาวธรรมมีขันธ์เป็นต้น ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ขนฺธาทิปฺปฏิสํยุตฺตํ (ปญฺหํ) ซึ่งปัญหาอันประกอบพร้อมเฉพาะแล้วด้วยสภาวธรรมมีขันธ์เป็นต้น เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ขนฺโธ อาทิ เยสํ เต ขนฺธาทโย (สภาวธมฺมา) ต.ตัป.วิ. ขนฺธาทีหิ (สภาวธมฺเมหิ) ปฏิสํยุตฺโต = ขนฺธาทิปฺปฏิสํยุตฺโต (ปญฺโห)",
  "ขนฺธาทิเภท": "ว. อันต่างโดยโลกมีขันธ์เป็นต้น ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ขนฺธาทิเภทํ (โลกํ) ซึ่งโลกอันต่างโดยโลกมีขันธ์เป็นต้น เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ขนฺโธ อาทิ ยสฺส โส ขนฺธาทิ (โลโก) วิ.บุพ.กัม.วิ. ขนฺธาทิ โลโก = ขนฺธาทิโลโก ต.ตัป.วิ. ขนฺธาทิโลเกน เภโท = ขนฺธาทิเภโท (โลโก)",
  "ขนฺธาทิโลก": "น., ปุ. โลกมีขันธ์เป็นต้น แจกเหมือน ปุริส เช่น ส.เอก. ขนฺธาทิโลเก ในโลกมีขันธ์ เป็นต้น เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ขนฺโธ อาทิ ยสฺส โส ขนฺธาทิ (โลโก) วิ.บุพ.กัม.วิ. ขนฺธาทิ โลโก = ขนฺธาทิโลโก",
  "ขนฺธาทีสุ": "ว., ปุ. (ธมฺเมสุ) ในธรรม ท. มีขันธ์ เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ขนฺโธ อาทิ เยสํ เต ขนฺธาทโย (ธมฺมา) แจกเหมือน มุนิ",
  "ขนฺธาวาร": "ว. เป็นที่กั้นด้วยท่อนไม้ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ขนฺธาวารํ (ปเทสํ) ซึ่งประเทศเป็นที่กั้นด้วยท่อนไม้ มาจาก ขนฺธ ท่อนไม้ + อา + วร ธาตุ ในความกั้น + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ ทิ้ง ได้รูปเป็น ขนฺธาวาร แปลว่า เป็นที่กั้นด้วยท่อนไม้ เป็นกัตตุรูป กัมมสาธนะ วิ.ว่า ขนฺเธหิ อาวาเรติ นนฺติ ขนฺธาวาโร (ปเทโส) เขา ย่อมกั้นซึ่งประเทศนั้น ด้วยท่อนไม้ ท. เหตุนั้น ประเทศนั้น ชื่อว่า ขนฺธาวาโร ๆ เป็นที่กั้นด้วยท่อนไม้"
};

const vocabInsanPr9Part5to8_Page171 = {
  "ขม": "ว. ผู้อดทน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ขโม (เถโร) อ. พระเถระ ผู้อดทน มาจาก ขม ธาตุ ในความอดทน + อ ปัจจัย ได้รูปเป็น ขม แปลว่า ผู้อดทน เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า ขมตีติ ขโม (เถโร)",
  "ขมถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมอดโทษ ขม ธาตุ ในความอดทน + อ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ สำเร็จรูปเป็น ขมถ",
  "ขมถ ๒": "ก. (ตุมฺเห อ. ท่าน ท.) ขอจงอดโทษ ขม ธาตุ ในความอดทน + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ สำเร็จรูปเป็น ขมถ",
  "ขมนฺต": "ก. อดโทษอยู่ ขม ธาตุ ในความอดทน + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น ขมนฺต ดู อกฺกมนฺต",
  "ขมสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมอดโทษ ขม ธาตุ ในความอดทน + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ สำเร็จรูปเป็น ขมสิ",
  "ขมาเปตฺวา": "ก. ยัง…ให้อดโทษแล้ว ขม ธาตุ ในความอดโทษ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น ขมาเปตฺวา",
  "ขมาเปถ": "ก. (ตุมฺเห อ. ท่าน ท.) ยัง…จงให้อดโทษ ขม ธาตุ ในความอดโทษ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ถ ปัญจมีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น ขมาเปถ",
  "ขมาเปมิ": "ก. (อหํ อ. เรา) ยัง..ย่อมให้อดโทษ ขม ธาตุ ในความอดโทษ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + มิ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น ขมาเปมิ",
  "ขมาเปสิ": "ก. (เช่น เถโร อ. พระเถระ) ยัง…ให้อดโทษแล้ว ขม ธาตุ ในความอดโทษ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูปเป็น ขมาเปสิ",
  "ขมาเปสึ": "ก. (อหํ อ. เรา) ยัง...ให้อดโทษแล้ว ขม ธาตุ ในความอดโทษ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อึ อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม สำเร็จรูปเป็น ขมาเปสึ",
  "ขมาเปสฺสามิ": "ก. (อหํ อ. เรา) จักยัง...ให้อดโทษ ยัง…จักให้อดโทษ ขม ธาตุ ในความอดโทษ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น ขมาเปสฺสามิ",
  "ขมาเปหิ": "ก. (ตฺวํ อ. ท่าน) ยัง…จงให้อดโทษ ขม ธาตุ ในความอดโทษ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + หิ ปัญจมีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น ขมาเปหิ",
  "ขมามิ": "ก. (อหํ อ. เรา) ย่อมอดโทษ ขม ธาตุ ในความอดโทษ + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ มิอยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น ขมามิ",
  "ขมาหิ": "ก. (ตฺวํ อ. ท่าน) จงอดโทษ ขม ธาตุ ในความอดโทษ + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ หิอยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น ขมาหิ",
  "ขมิสฺสามิ": "ก. (อหํ อ. เรา) จักอดโทษ ขม ธาตุ ในความอดโทษ + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น ขมิสฺสามิ",
  "ขย ๑": "ว. เป็นที่สิ้นไป อิต. แจกเหมือน กญฺญา เช่น ทุ.เอก. ขยํ (ธมฺมชาตึ) ซึ่งธรรมชาติเป็นที่สิ้นไป มาจาก ขี ธาตุ ในความสิ้นไป + เณ ปัจจัย รัสสะ อี เป็น อิ วิการ อิ เป็น เอ แปลง เอ เป็น อย ลบ ณ ได้รูปเป็น ขย แปลว่า เป็นที่สิ้นไป เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า (กิเลโส) ขียติ เอตฺถาติ = ขยา (ธมฺมชาติ) กิเลส ย่อมสิ้นไป ในธรรมชาตินั่น เหตุนั้น ธรรมชาตินั่น ชื่อว่า ขยา ๆ เป็นที่สิ้นไป"
};

const vocabInsanPr9Part5to8_Page172 = {
  "ขย ๒": "น., ปุ. ความสิ้นไป แจกเหมือน ปุริส เช่น ทุ.เอก. ขยํ ซึ่งความสิ้นไป มาจาก ขี ธาตุ ในความสิ้นไป + เณ ปัจจัย รัสสะ อี เป็น อิ วิการ อิ เป็น เอ แปลง เอ เป็น อย ลบ ณ ได้รูปเป็น ขย แปลว่า ความสิ้นไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า ขยนํ = ขโย ความสิ้นไป ชื่อว่า ขโย ๆ ความสิ้นไป",
  "ขยนฺต": "น., ปุ. ที่สุดแห่งความสิ้นไป แจกเหมือน ปุริส เช่น ส.เอก. ขยนฺเต ในที่สุดแห่งความสิ้นไป เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ขยสฺส อนฺโต = ขยนฺโต",
  "ขยวย": "น., นปุ. ความสิ้นไปและความเสื่อมไป แจกเหมือน กุล เช่น ทุ.เอก. ขยวยํ ซึ่งความสิ้นไป และความเสื่อมไป เป็นสมาหารทวันทวสมาส วิ.ว่า ขโย จ วโย จ = ขยวยํ",
  "ขยวยธมฺม": "ว. อันมีความสิ้นไปและความเสื่อมไปเป็นธรรมดา นปุ. แจกเหมือน กุล เช่น ป.เอก. ขยวยธมฺมํ (นามรูปํ) อ. นามและรูป อันมีความสิ้นไปและความเสื่อมไปเป็นธรรมดา เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. ขโย จ วโย จ = ขยวยํ ฉ.ตุล.วิ. ขยวยํ ธมฺโม ยสฺส ตํ ขยวยธมฺมํ (นามรูปํ)",
  "ขยวยปฺปตฺต": "ว. ถึงแล้วซึ่งความสิ้นไปและความเสื่อมไป นปุ. แจกเหมือน กุล เช่น ป.เอก. ขยวยปฺปตฺตํ (รูปํ) อ. รูป ถึงแล้วซึ่งความสิ้นไปและความเสื่อมไป เป็นทุติยาตัปปุริสสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. ขโย จ วโย จ = ขยวยํ ทุ.ตัป.วิ. ขยวยํ ปตฺตํ = ขยวยปฺปตฺตํ (รูปํ) [ซ้อน ปฺ]",
  "ขยสงฺขาต": "ว. อันบัณฑิตนับพร้อมแล้วว่าธรรมชาติเป็นที่สิ้นไป นปุ. แจกเหมือน กุล เช่น ทุ.เอก. ขยสงฺขาตํ (อรหตฺตํ) ซึ่งพระอรหัต อันบัณฑิตนับพร้อมแล้วว่าธรรมชาติเป็นที่สิ้นไป เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า ขยา อิติ สงฺขาตํ = ขยสงฺขาตํ (อรหตฺตํ)",
  "ขรตร": "ว. กล้ากว่า อิต. แจกเหมือน กญฺญา เช่น ป.เอก. ขรตรา (เวทนา) อ. เวทนา อันกล้ากว่า ลง ตร ปัจจัย ในเสฏฐตัทธิต วิ.ว่า สพฺพา อิมา ขรา, อยมิมาสํ วิเสเสน ขราติ ขรตรา (เวทนา)",
  "ขรมนฺตี": "ว., ปุ. ผู้มีความรู้อันเฉียบแหลม แจกเหมือน เสฏฺฐี เช่น ป.เอก. ขรมนฺตี (ติตฺถิโย) อ. เดียรถีย์ ผู้มีความรู้อันเฉียบแหลม ลง อี ปัจจัย ในตทัสสัตถิตัทธิต มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. ขรา มนฺตา = ขรมนฺตา ความรู้ อันเฉียบแหลม อี.ตทัส.วิ. ขรมนฺตา อสฺส อตฺถีติ ขรมนฺตี (ติตฺถิโย)",
  "ขลกาล": "น., ปุ. กาลเป็นที่เก็บไว้ในลาน แจกเหมือน ปุริส เช่น ส.เอก. ขลกาเล ในกาลเป็นที่เก็บไว้ในลาน เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ขเล (ฐปโน) กาโล = ขลกาโล",
  "ขลคฺค": "ว., นปุ. (ทาน) อันเลิศในลาน แจกเหมือน กุล เช่น ป.เอก. ขลคฺคํ (ทานํ) อ. ทาน อันเลิศในลาน เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ขเล อคฺคํ = ขลคฺคํ (ทานํ)",
  "ขลภณฺฑกาเล": "น., ปุ. ในกาลเป็นที่กระทำซึ่งลอมในลาน เป็นฉัฏฐีตัปปุริสสมาส มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. ขเล ภณฺฑํ = ขลภณฺฑํ ฉ.ตัป.วิ. ขลภณฺฑสฺส (กรโณ) กาโล = ขลภณฺฑกาโล แจกเหมือน ปุริส",
  "ขลภณฺฑคฺค": "ว. อันเลิศในลอมในลาน นปุ. แจกเหมือน กุล เช่น ป.เอก. ขลภณฺฑคฺคํ (ทานํ) อ. ทาน อันเลิศในลอมในลาน เป็นสัตตมีตัปปุริสสมาส มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. ขเล ภณฺฑํ = ขลภณฺฑํ ส.ตัป.วิ. ขลภณฺเฑ อคฺคํ = ขลภณฺฑคฺคํ (ทานํ)",
  "ขลมณฺฑลสทิส": "ว. เช่นกับด้วยมณฑลแห่งลาน นปุ. แจกเหมือน กุล เช่น ทุ.เอก. ขลมณฺฑลสทิสํ (ฐานํ) ซึ่งที่ เช่นกับด้วยมณฑลแห่งลาน เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. ขลสฺส มณฺฑลํ = ขลมณฺฑลํ ต.ตัป.วิ. ขลมณฺฑเลน สทิสํ = ขลมณฺฑลสทิสํ (ฐานํ)"
};

const vocabInsanPr9Part5to8_Page173 = {
  "ขลิต ๑": "น., นปุ. ความพลั้งพลาด แจกเหมือน กุล เช่น ป.เอก. ขลิตํ อ. ความพลั้งพลาด มาจาก ขล ธาตุ ในความพลั้งพลาด + ต ปัจจัย ในนามกิตก์ (นอกแบบ) ลง อิ อาคม ได้รูปเป็น ขลิต แปลว่า ความพลั้งพลาด เป็นภาวรูป ภาวสาธนะ วิ.ว่า ขลนํ = ขลิตํ ความพลั้งพลาด ชื่อว่า ขลิตํ ๆ ความพลั้งพลาด",
  "ขลิต ๒": "ก. พลาดแล้ว ขล ธาตุ ในความพลาด, ความพลั้งพลาด + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น ขลิต ดู อคต",
  "ขลิตฺวา": "ก. พลาดแล้ว ขล ธาตุ ในความพลาด, ความพลั้งพลาด + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น ขลิตฺวา",
  "ขลุ": "นิ. ได้ยินว่า เป็นนิบาตบอกความได้ยินเล่าลือ เช่น จตฺตาฬีสาย ขลุ สมฺม ปุณฺณมุข ฐาเนหิ อิตฺถีปุริสํ อจฺจาวทติ = ดูก่อนสหายผู้มีธุระ อันเสมอ ผู้มีหน้าอันเต็มแล้ว ได้ยินว่า อ. หญิง ย่อมพูดเกี้ยว ซึ่งบุรุษ ด้วยฐานะ ท. สี่สิบ [ธ. ๘: สุนฺทรสมุทฺทวตฺถุ หน้า ๑๕๕]",
  "ขาทติ": "ก. เช่น (สุนโข อ. สุนัข) ย่อมเคี้ยวกิน, (สกุโณ อ. นก) ย่อมจิกกิน ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น ขาทติ",
  "ขาทน": "ว. เป็นที่เคี้ยวกิน นปุ. แจกเหมือน กุล เช่น ปญฺ.เอก. ขาทนา (ฐานา) จากที่เป็นที่เคี้ยวกิน คำว่า ขาทน มาจาก ขาท ธาตุ ในความเคี้ยวกิน + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ขาทน แปลว่า เป็นที่เคี้ยวกิน เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า ขาทติ เอตฺถาติ ขาทนํ (ฐานํ) ม้า ย่อมเคี้ยวกิน ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า ขาทนํ ๆ เป็นที่เคี้ยวกิน",
  "ขาทนปิวนสมตฺถ": "ว. ผู้สามารถในการเคี้ยวและการดื่ม ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ขาทนปิวนสมตฺถา (มยํ) อ. เรา ท. ผู้สามารถในการเคี้ยวและการดื่ม [ธ. ๕: มหาธนเสฏฺฐิวตฺถุ หน้า ๑๑๗] เป็นสัตตมีตัปปุริสสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. ขาทนญฺจ ปิวนญฺจ = ขาทนปิวนํ ส.ตัป.วิ. ขาทนปิวเน สมตฺถา = ขาทนปิวนสมตฺถา (มยํ) คำว่า ขาทน ในคำว่า ขาทนปิวนสมตฺถา มาจาก ขาท ธาตุ ในความเคี้ยวกิน + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ขาทน แปลว่า การเคี้ยว เป็นภาวรูป ภาวสาธนะ วิ.ว่า ขาทนํ = ขาทนํ การเคี้ยว ชื่อว่า ขาทนํ ๆ การเคี้ยว คำว่า ปิวน ในคำว่า ขาทนปิวนสมตฺถา มาจาก ปา ธาตุ ในความดื่ม + ยุ ปัจจัย แปลง ปา ธาตุ เป็น ปิว แปลง ยุ เป็น อน ได้รูปเป็น ปิวน แปลว่า การดื่ม เป็นภาวรูป ภาวสาธนะ วิ.ว่า ปิวนํ = ปิวนํ การดื่ม ชื่อว่า ปิวนํ ๆ การดื่ม",
  "ขาทนวส": "น., ปุ. อำนาจแห่งอันเคี้ยวกิน แจกเหมือน ปุริส เช่น ต.เอก. ขาทนวเสน ด้วยอำนาจแห่งอันเคี้ยวกิน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ขาทนสฺส วโส = ขาทนวโส",
  "ขาทนีย": "ว. อัน…พึงเคี้ยว นปุ. แจกเหมือน กุล เช่น ป.เอก. ขาทนียํ (วตฺถุ) อ. วัตถุอันบุคคลพึงเคี้ยว มาจาก ขาท ธาตุ ในความเคี้ยวกิน + อนีย ปัจจัย ได้รูปเป็น ขาทนีย [ขาทนีย และ โภชนีย นิยมแปลเหมือนเป็นนามนาม คือ แปลว่า ของหรือวัตถุ อันบุคคลพึงเคี้ยว, ของหรือวัตถุอันบุคคลพึงบริโภค]",
  "ขาทนียโภชนียํ": "ว., นปุ. อ. วัตถุอันบุคคลพึงเคี้ยวและวัตถุอันบุคคลพึงบริโภค เป็นสมาหารทวันทวสมาส วิ.ว่า ขาทนียญฺจ โภชนียญฺจ = ขาทนียโภชนียํ แจกเหมือน กุล",
  "ขาทนียาทิทานโอปมฺเมน": "น., นปุ. ด้วยความเป็นแห่งอุปมาด้วยการให้ซึ่งวัตถุมีวัตถุอันบุคคลพึงเคี้ยวเป็นต้น เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ขาทนียํ อาทิ เยสํ ตานิ ขาทนียาทีนิ (วตฺถูนิ) ฉ.ตัป.วิ. ขาทนียาทีนํ (วตฺถูนํ) ทานํ = ขาทนียาทิทานํ ต.ตัป.วิ. ขาทนียาทิทาเนน โอปมฺมํ = ขาทนียาทิทานโอปมฺมํ คำว่า โอปมฺม ในคำว่า ขาทนียาทิทานโอปมฺเมน มาจาก อุปมา ศัพท์ + ณฺย ปัจจัย ในภาวตัทธิต ด้วยอำนาจ ณฺย ปัจจัย พฤทธิ อุ ต้นศัพท์ เป็น โอ ลบ ณฺ เหลือไว้แต่ ย เป็น โอปมา + ย รัสสะ อา ที่ มา เป็น อ แปลง ม กับ ย เป็น มฺม ได้รูปเป็น โอปมฺม แปลว่า ความเป็นแห่งอุปมา วิ.ว่า อุปมาย ภาโว = โอปมฺมํ"
};

const vocabInsanPr9Part5to8_Page174 = {
  "ขาทนฺต": "ก. เคี้ยวกินอยู่ ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น ขาทนฺต ดู อกฺกมนฺต",
  "ขาทนฺติ": "ก. เช่น (หตฺถิโน อ. ช้าง ท.) ย่อมเคี้ยวกิน ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น ขาทนฺติ",
  "ขาทาเปสฺสามิ": "ก. (อหํ อ. เรา) ยัง...จักให้เคี้ยวกิน ขาท ธาตุ ในความเคี้ยวกิน + ณาเป ปัจจัย ในเหตุกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น ขาทาเปสฺสามิ",
  "ขาทาม": "ก. (มยํ อ. เรา ท.) จงเคี้ยวกิน ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + ม ปัญจมีวิภัตติ ม อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น ขาทาม",
  "ขาทามิ": "ก. (อหํ อ. เรา) ย่อมเคี้ยวกิน ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น ขาทามิ",
  "ขาทิ": "ก. (เช่น ยกฺขินี อ. ยักษิณี) เคี้ยวกินแล้ว ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น ขาทิ",
  "ขาทิต": "ก. อัน…เคี้ยวกินแล้ว ขาท ธาตุ ในความเคี้ยวกิน + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น ขาทิต ดู อกต",
  "ขาทิตปีตนจฺจคีตวาทิตาทีนิ": "ว., นปุ. (วตฺถูนิ) ซึ่งเรื่อง ท. มีการเคี้ยวกินและการดื่มและการฟ้อนและการขับและการประโคมเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. ขาทิตญฺจ ปีตญฺจ นจฺโจ จ คีตญฺจ วาทิตญฺจ = ขาทิตปีตินจฺจคีตวาทิตํ ฉ.ตุล.วิ. ขาทิตปีตินจฺจคีตวาทิตํ อาทิ เยสํ ตานิ ขาทิตปีตินจฺจคีตวาทิตาทีนิ (วตฺถูนิ) แจกเหมือน อกฺขิ",
  "ขาทิตปุพฺพ": "ว. อันอัน…เคี้ยวกินแล้วในก่อน (เคยเคี้ยวกินแล้ว) ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ขาทิตปุพฺพา (ปูวา) อ. ขนม ท. อันอัน…เคี้ยวกินแล้วในก่อน (เคยเคี้ยวกินแล้ว) เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ปุพฺเพ ขาทิตา = ขาทิตปุพฺพา (ปูวา)",
  "ขาทิตพฺพก": "ว. อันอัน…พึงเคี้ยวกิน นปุ. แจกเหมือน กุล เช่น ป.เอก. ขาทิตพฺพกํ (วตฺถุ) อ. วัตถุอันอัน…พึงเคี้ยวกิน มาจาก ขาท ธาตุ ในความเคี้ยวกิน + ตพฺพ ปัจจัย ลง อิ อาคม ลง ก สกัตถ์ ได้รูปเป็น ขาทิตพฺพก ดู อกตฺตพฺพ",
  "ขาทิตุกาม": "ว. ผู้ใคร่เพื่ออันเคี้ยวกิน เป็นจตุตถีตัปปุริสสมาส ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ขาทิตุกาโม (อหํ) อ. หม่อมฉัน: อหํ ใช้แทน กุมาโร) ผู้ใคร่เพื่ออันเคี้ยวกิน อิต. ลง อา เครื่องหมายอิตถีลิงค์ แจกเหมือน กญฺญา เช่น ป.เอก. ขาทิตุกามา (ตฺวํ อ. ท่าน: ตฺวํ ใช้แทน มชฺชารี) ผู้ใคร่เพื่ออันเคี้ยวกิน ดู อาคนฺตุกาม",
  "ขาทิตุํ": "น. อ. อันอัน…เคี้ยวกิน, เพื่ออันเคี้ยวกิน ขาท ธาตุ ในความเคี้ยวกิน + ตุํ ปัจจัย ลง อิ อาคม ได้รูปเป็น ขาทิตุํ ดู อกฺโกสิตุํ",
  "ขาทิตฺวา": "ก. เคี้ยวแล้ว, จิกกินแล้ว, เคี้ยวกินแล้ว, กัดแล้ว ขาท ธาตุ ในความเคี้ยวกิน + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น ขาทิตฺวา",
  "ขาทิยมาน": "ก. อัน...กัดอยู่ ขาท ธาตุ ในความกัด + อิ อาคม หน้า ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย ได้รูปเป็น ขาทิยมาน ดู อนาหริยมาน",
  "ขาทิสฺสติ": "ก. (เช่น ทีปินี อ.แม่เสือเหลือง) จักเคี้ยวกิน ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น ขาทิสฺสติ",
  "ขาทิสฺสามิ": "ก. (อหํ อ. เรา) จักเคี้ยวกิน ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น ขาทิสฺสามิ",
  "ขาทึสุ": "ก. (เช่น สตฺตา อ. สัตว์ ท.) เคี้ยวกินแล้ว ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น ขาทึสุ"
};

const vocabInsanPr9Part5to8_Page175 = {
  "ขาเทยฺย": "ก. (เช่น สุนโข อ. สุนัข) พึงเคี้ยวกิน ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ สำเร็จรูปเป็น ขาเทยฺย",
  "ขาเทยฺยุํ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) พึงฉัน ขาท ธาตุ ในความเคี้ยวกิน + อ ปัจจัย ในกัตตุวาจก + เอยฺยุํ สัตตมีวิภัตติ สำเร็จรูปเป็น ขาเทยฺยุํ",
  "ขายึสุ": "ก. (เช่น ภวา อ. ภพ ท.) ปรากฏแล้ว [ธ. ๗: สารีปุตฺตวตฺถุ หน้า ๗๙] เข ธาตุ ในความปรากฏ + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง เอ แห่ง เข ธาตุ เป็น อาย รัสสะ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น ขายึสุ",
  "ขาริภณฺฑ": "น., นปุ. ภัณฑะคือสาแหรก แจกเหมือน กุล เช่น ป.เอก. ขาริภณฺฑํ อ. ภัณฑะคือสาแหรก เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ขาริ เอว ภณฺฑํ = ขาริภณฺฑํ",
  "ขิฑฺฑาปสุตตา": "น., อิต. ความที่แห่ง…เป็นผู้ขวนขวายแล้วในการเล่น แจกเหมือน กญฺญา เช่น ต.เอก. ขิฑฺฑาปสุตตาย เพราะความที่แห่ง… เป็นผู้ขวนขวายแล้วในการเล่น ลง ตา ปัจจัย ในภาวตัทธิต มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. ขิฑฺฑาย ปสุโต = ขิฑฺฑปสุโต ตา.ภาว.วิ. ขิฑฺฑาปสุตสฺส ภาโว = ขิฑฺฑาปสุตตา",
  "ขิตฺต": "ก. อัน…ยิงไปแล้ว, อัน…ซัดไปแล้ว, อัน…ขว้างไปแล้ว ขิป ธาตุ ในความซัดไป + ต ปัจจัย แปลง ป ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น ขิตฺต ดู อกต",
  "ขิตฺตกาล": "น., ปุ. กาลแห่ง…อัน…ขว้างไปแล้ว แจกเหมือน ปุริส เช่น ส.เอก. ขิตฺตกาเล ในกาลแห่ง...อัน...ขว้างไปแล้ว เฉพาะปัญจมีวิภัตติ ฝ่ายเอก. ลง โต ปัจจัย เป็น ขิตฺตกาลโต บ้าง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ขิตฺตสฺส กาโล = ขิตฺตกาโล",
  "ขิปติ": "ก. (เช่น สมฺมาทิฏฺฐิกปุตฺโต อ. บุตรของบุคคลผู้มีความเห็นชอบ) ย่อมทอด, ย่อมโยนไป [ธ. ๗: ทารุสากฏิกวตฺถุ หน้า ๑๐๓] ขิป ธาตุ ในความทอด, ความโยนไป + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น ขิปติ",
  "ขิปถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงซัดไป ขิป ธาตุ ในความซัดไป + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ สำเร็จรูปเป็น ขิปถ",
  "ขิปนฺต": "ก. ทอดอยู่, โยนไปอยู่ ขิป ธาตุ ในความทอด, ความโยนไป + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น ขิปนฺต ดู อกฺกมนฺต",
  "ขิปมาน": "ก. เมื่อทอด, เมื่อโยนไป ขิป ธาตุ ในความทอด, ความโยนไป + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น ขิปมาน ดู อนิจฺฉมาน",
  "ขิปาเปตฺวา": "ก. ยัง...ให้โยนไปแล้ว ขิป ธาตุ ในความโยนไป + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย สำเร็จรูปเป็น ขิปาเปตฺวา",
  "ขิปาเปสุํ": "ก. (เช่น ติตฺถิยา อ. เดียรถีย์ ท.) ยัง...ให้โยนไปแล้ว ขิป ธาตุ ในความโยนไป + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม สำเร็จรูปเป็น ขิปาเปสุํ",
  "ขิปาเปหิ": "ก. (ตฺวํ อ. ท่าน) ยัง...จงให้ซัดไป ขิป ธาตุ ในความโยนไป + ณาเป ปัจจัย ในเหตุกัตตุวาจก + หิ ปัญจมีวิภัตติ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น ขิปาเปหิ",
  "ขิปามิ": "ก. (อหํ อ. เรา) จะโยนไป ขิป ธาตุ ในความโยนไป + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น ขิปามิ",
  "ขิปิ": "ก. (เช่น กาลี อ. นางกาลี) โยนไปแล้ว, ซัดไปแล้ว, เขี่ยไปแล้ว ขิป ธาตุ ในความโยนไป + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น ขิปิ",
  "ขิปิตฺวา": "ก. โยนไปแล้ว, เหวี่ยงไปแล้ว, จามแล้ว, ซัดไปแล้ว, ครั้นผลักไปแล้ว, ดีดแล้ว, โปรยแล้ว ขิป ธาตุ ในความโยนไป, ความเหวี่ยงไป, ความจาม, ความซัดไป, ความผลักไป, ความดีด, ความโปรย + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น ขิปิตฺวา",
  "ขิปิยมาน": "ก. อัน…โยนไปอยู่ ขิป ธาตุ ในความโยนไป + อิ อาคม หน้า ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย ได้รูปเป็น ขิปิยมาน ดู อนาหริยมาน"
};

const vocabInsanPr9Part5to8_Page176 = {
  "ขิปิสฺสามิ": "ก. (อหํ อ. เรา) จักโยนไป ขิป ธาตุ ในความโยนไป + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลง อิ อาคม สำเร็จรูปเป็น ขิปิสฺสามิ",
  "ขิปึสุ": "ก. (เช่น ปุตฺตา อ. บุตร ท.) โยนไปแล้ว, เหวี่ยงไปแล้ว ขิป ธาตุ ในความโยนไป, ความ ซัดไป + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น ขิปึสุ",
  "ขิปฺปํ": "นิ. พลัน เช่น ขิปฺปํ ธนูนิ ฉฑฺเฑตฺวา ... = ทิ้งแล้ว ซึ่งธนู ท. พลัน [ธ. ๕: กุกฺกุฏมิตฺตวตฺถุ หน้า ๒๔]",
  "ขิปฺปตรํ": "นิ. พลันกว่า เช่น ขิปฺปตรํ ...วาลุกาทโย ปริกฺขยํ คจฺเฉยฺยุํ = (อ. คะแนน ท.) มีทรายเป็นต้น พึงถึง ซึ่งความสิ้นไปโดยรอบ พลันกว่า [ธ. ๖: ยมกปฺปาฏิหาริยวตฺถุ หน้า ๙๓]",
  "ขิเปยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงใส่เข้า ขิป ธาตุ ในความใส่เข้า + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ สำเร็จรูปเป็น ขิเปยฺย",
  "ขีณ": "ก. สิ้นแล้ว ขี ธาตุ ในความสิ้นไป + ต ปัจจัย แปลง ต เป็น ณ ได้รูปเป็น ขีณ ดู อคต",
  "ขีณตา": "น., อิต. ความที่แห่ง…เป็นกิเลสสิ้นไป แล้ว แจกเหมือน กญฺญา เช่น ต.เอก. ขีณตาย เพราะความที่แห่ง…เป็นกิเลสสิ้นไปแล้ว ลง ตา ปัจจัย ในภาวตัทธิต วิ.ว่า ขีณสฺส ภาโว = ขีณตา",
  "ขีณปตฺต": "ว. มีขนปีกสิ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ขีณปตฺตา (โกญฺจา) อ.นกกระเรียน ท. ตัวมีขนปีกสิ้นแล้ว เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส วิ.ว่า ขีณานิ ปตฺตานิ เยสํ เต ขีณปตฺตา (โกญฺจา) [ปตฺต = ปีก, ขนปีก นปุ.]",
  "ขีณภาว": "น., ปุ. ความที่แห่ง…เป็นของสิ้นแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. ขีณภาวํ ซึ่งความ ที่แห่ง…เป็นของสิ้นแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ขีณสฺส ภาโว = ขีณภาโว",
  "ขีณมจฺฉ": "ว. มีปลาสิ้นแล้ว นปุ. แจกเหมือน กุล เช่น ส.เอก. ขีณมจฺเฉ (ปลฺลเล) ในเปือกตม อันมีปลาสิ้นแล้ว เป็นสัตตมีตุลยาธิกรณพหุพพิหิ สมาส วิ.ว่า ขีณา มจฺฉา ยสฺมึ ตํ ขีณมจฺฉํ (ปลฺลลํ) ปลา ท. ในเปือกตม (ในสระ, ในหนอง) ใด สิ้นแล้ว เปือกตม (สระ, หนอง) นั้น ชื่อว่ามีปลา สิ้นแล้ว [ปลฺลล = เปือกตม, สระเล็ก, หนอง นปุ.]",
  "ขีณาสว ๑": "น., ปุ. พระขีณาสพ แจกเหมือน ปุริส เช่น ป.เอก. ขีณาสโว อ. พระขีณาสพ",
  "ขีณาสว ๒": "ว. ผู้มีอาสวะสิ้นแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ขีณาสโว (เถโร) อ. พระเถระ ผู้มีอาสวะสิ้นแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส วิ.ว่า ขีณา อาสวา ยสฺส โส ขีณาสโว (เถโร)",
  "ขีณาสวตฺเถร": "น., ปุ. พระเถระผู้มีอาสวะสิ้นแล้ว แจกเหมือน ปุริส เช่น จ.เอก. ขีณาสวตฺเถรสฺส แก่พระเถระผู้มีอาสวะสิ้นแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ขีณา อาสวา ยสฺส โส ขีณาสโว (เถโร) วิ.บุพ. กัม.วิ. ขีณาสโว เถโร = ขีณาสวตฺเถโร [ซ้อน ตฺ]",
  "ขีณาสวพฺราหฺมณ": "น., ปุ. พราหมณ์ผู้ขีณาสพ แจกเหมือน ปุริส เช่น ป.เอก. ขีณาสวพฺราหฺมโณ อ. พราหมณ์ผู้ขีณาสพ เป็นวิเสสนบุพพท กัมม ธารยสมาส วิ.ว่า ขีณาสโว พฺราหฺมโณ = ขีณาสวพฺราหฺมโณ",
  "ขีณาสวภาว": "น., ปุ. ความที่แห่ง…เป็นพระขีณาสพ แจกเหมือน ปุริส เช่น ทุ.เอก. ขีณาสวภาวํ ซึ่ง ความที่แห่ง…เป็นพระขีณาสพ เป็นฉัฏฐีตัปปุริส สมาส วิ.ว่า ขีณาสวสฺส ภาโว = ขีณาสวภาโว",
  "ขีณาสวสามเณร": "น., ปุ. สามเณรผู้ขีณาสพ แจกเหมือน ปุริส เช่น ป.พหุ. ขีณาสวสามเณรา อ. สามเณรผู้ขีณาสพ ท. เป็นวิเสสนบุพพท กัมมธารยสมาส วิ.ว่า ขีณาสวา สามเณรา = ขีณาสวสามเณรา",
  "ขีณาสวสีส": "น., นปุ. ศีรษะของพระขีณาสพ แจกเหมือน กุล เช่น ทุ.เอก. ขีณาสวสีสํ ซึ่งศีรษะของพระขีณาสพ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ขีณาสวสฺส สีสํ = ขีณาสวสีสํ",
  "ขีณาสวอุสภ": "น., ปุ. โคผู้คือพระขีณาสพ แจกเหมือน ปุริส เช่น ฉ.พหุ. ขีณาสวอุสภานํ แห่งโคผู้คือพระขีณาสพ ท. เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ขีณาสโว เอว อุสโภ = ขีณาสวอุสโภ"
};

const vocabInsanPr9Part5to8_Page177 = {
  "ขียติ": "ก. (เช่น ปุญฺญํ อ. บุญ) ย่อมสิ้นไป ขี ธาตุ ในความสิ้นไป + ย ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น ขียติ",
  "ขียมาน": "ก. สิ้นไปอยู่ ขี ธาตุ ในความสิ้นไป + ย ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น ขียมาน ดู อนิจฺฉมาน",
  "ขีเย": "ก. (เช่น อุทกํ อ. นํ้า) พึงสิ้นไป ขี ธาตุ ในความสิ้นไป + ย ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ลบ ยฺย เหลือไว้แต่ เอ สำเร็จรูปเป็น ขีเย",
  "ขีร": "น., นปุ. นํ้านม แจกเหมือน กุล เช่น ป.เอก. ขีรํ อ. นํ้านม",
  "ขีรปก": "ว., ปุ. ผู้ (ตัว) ดื่มซึ่งนํ้านม แจกเหมือน ปุริส เช่น ป.เอก.. ขีรปโก (วจฺโฉ) อ.ลูกโค ตัวดื่มซึ่งนํ้านม คำว่า ขีรปก มาจาก ขีร + ปา ธาตุ ในความดื่ม + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก เป็น ขีรปา + อก ลบสระหน้า คืออา ที่ ปา ได้รูปเป็น ขีรปก แปลว่า ผู้ (ตัว) ดื่มซึ่งนํ้านม เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า ขีรํ ปิวตีติ ขีรปโก (วจฺโฉ)",
  "ขีรมุข": "ว. ผู้มีนํ้านมในปาก ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ขีรมุขํ (ทารกํ) ซึ่งเด็ก ผู้มีนํ้านมในปาก เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า ขีรํ มุเข ยสฺส โส ขีรมุโข (ทารโก) นํ้านม (มี) ในปาก ของเด็กใด เด็กนั้น ชื่อว่า ผู้มีนํ้านมในปาก",
  "ขีรมูล": "น., นปุ. ค่าแห่งนํ้านม แจกเหมือน กุล เช่น ป.เอก. ขีรมูลํ อ. ค่าแห่งนํ้านม เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ขีรสฺส มูลํ = ขีรมูลํ",
  "ขุทฺทก": "ว. เล็ก, น้อย ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ขุทฺทโก (เถโร) อ. พระเถระ ผู้เล็ก อิต. เป็น ขุทฺทกา แจกเหมือน กญฺญา เช่น ป.เอก. ขุทฺทกา (โสณฺฑี) อ. รางนํ้า อันน้อย",
  "ขุทฺทกวคฺคุลิ": "น., อิต. ค้างคาวน้อย แจกเหมือน รตฺติ เช่น ป.พหุ. ขุทฺทกวคฺคุลิโย อ. ค้างคาวน้อย ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ. ขุทฺทกา วคฺคุลิ = ขุทฺทกวคฺคุลิ",
  "ขุรคฺค": "น., นปุ. ที่สุดแห่งกิจอันบุคคลพึงกระทำ ด้วยมีดโกน แจกเหมือน กุล เช่น ส.เอก. ขุรคฺเค ในที่สุดแห่งกิจอันบุคคลพึงกระทำ ด้วยมีดโกน เป็นฉัฏฐีตัปปุริสสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ขุเรน กาตพฺพํ = ขุรกาตพฺพํ (กิจฺจํ) กิจอันบุคคลพึงกระทำ ด้วยมีดโกน ฉ.ตัป.วิ. ขุรกาตพฺพสฺส (กิจฺจสฺส) อคฺคํ = ขุรคฺคํ ที่สุดแห่งกิจอันบุคคลพึงกระทำ ด้วยมีดโกน ชื่อว่า ขุรคฺคํ ๆ ที่สุดแห่งกิจอันบุคคลพึงกระทำ ด้วยมีดโกน [ลบ กาตพฺพ ในท่ามกลาง]",
  "ขุํเสนฺต": "ก. ขู่อยู่ ขุสิ ธาตุ ในความด่า + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ วิการ อิ เป็น เอ ได้รูปเป็น ขุํเสนฺต",
  "เขตฺต": "น., นปุ. นา, ไร่ แจกเหมือน กุล เช่น ป.เอก. เขตฺตํ อ. นา เฉพาะปัญจมีวิภัตติ ฝ่ายเอก. ลง โต ปัจจัย เป็น เขตฺตโต จากไร่ บ้าง",
  "เขตฺตกสนกาเล": "น., ปุ. ในกาลเป็นที่ไถซึ่งนา เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุ ปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ยุ.กัต.อธิ.วิ. เขตฺตํ กสติ เอตฺถาติ เขตฺตกสโน (กาโล) เขา ย่อมไถ ซึ่งนา ในกาลนั่น เหตุนั้น กาลนั่น ชื่อว่า เขตฺตกสโน ๆ เป็นที่ไถซึ่งนา วิ.บุพ.กัม.วิ. เขตฺตกสโน กาโล = เขตฺตกสนกาโล",
  "เขตฺตคฺค": "ว. อันเลิศในนา นปุ. แจกเหมือน กุล เช่น ป.เอก. เขตฺตคฺคํ (ทานํ) อ. ทาน อันเลิศในนา เป็นสัตตมีตัปปุริสสมาส วิ.ว่า เขตฺเต อคฺคํ = เขตฺตคฺคํ (ทานํ)",
  "เขตฺตฏฺฐาน": "น., นปุ. ที่อันเป็น (บุญ) เขต แจกเหมือน กุล เช่น ส.เอก. เขตฺตฏฺฐาเน ในที่ อันเป็น (บุญ) เขต เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า เขตฺตํ ฐานํ = เขตฺตฏฺฐานํ [ซ้อน ฏฺ]",
  "เขตฺตวตฺถุอาทินา": "ว., นปุ. (มูเลน) ด้วยทรัพย์อันเป็นต้นทุน มีนาและสวนเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. เขตฺตญฺจ วตฺถุ จ = เขตฺตวตฺถุ ฉ.ตุล.วิ. เขตฺตวตฺถุ อาทิ ยสฺส ตํ เขตฺตวตฺถุอาทิ (มูลํ) แจกเหมือน อกฺขิ"
};

const vocabInsanPr9Part5to8_Page178 = {
  "เขตฺตอารามุยฺยานโยคฺคาทิกํ": "ว., นปุ. (วตฺถุํ) ซึ่งวัตถุ มีนาและสวนและอุทยานและยาน อันบุคคลพึงประกอบเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. เขตฺตญฺจ อาราโม จ อุยฺยานญฺจ โยคฺคญฺจ = เขตฺตอารามุยฺยานโยคฺคํ ฉ.ตุล.วิ. เขตฺตอารามุยฺยานโยคฺคํ อาทิ ยสฺส ตํ เขตฺตอารามุยฺยานโยคฺคาทิกํ (วตฺถุ) [บทสมาส ลง ก สกัตถ์]",
  "เขปยึสุ": "ก. (ภาตโร อ. พี่น้องชาย ท.) ยัง...ให้สิ้นไปแล้ว ขี ธาตุ ในความสิ้นไป + ณาปย ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ แปลง อิ เป็น เอ ลบ ณ เหลือไว้แต่ อาปย เป็น เข + อาปย ลบสระหลัง คืออา ที่ อาเป แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น เขปยึสุํ",
  "เขเปตฺวา": "ก. ยัง…ให้สิ้นไปแล้ว ขี ธาตุ ในความสิ้นไป + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย รัสสะ อี เป็น อิ แปลง อิ เป็น เอ ลบ ณ เหลือไว้แต่ อาเป เป็น เข + อาเป ลบสระหลัง คือ อา ที่ อาเป สำเร็จรูปเป็น เขเปตฺวา",
  "เขเปนฺติ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ยัง...ย่อมให้สิ้นไป ขี ธาตุ ในความสิ้นไป + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ รัสสะ อี เป็น อิ แปลง อิ เป็น เอ ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น เขเปนฺติ",
  "เขม ๑": "ว. เกษม นปุ. แจกเหมือน กุล เช่น ทุ.เอก. เขมํ (สรณํ) ซึ่งสรณะอันเกษม",
  "เขม ๒": "น., นปุ. ความเกษม แจกเหมือน กุล เช่น ป.เอก. เขมํ อ. ความเกษม",
  "เขม ๓": "ว. เกษม นปุ. แจกเหมือน กุล เช่น ป.เอก. เขมํ (สรณํ) อ. สรณะอันเกษม",
  "เขมก": "น., ปุ. นายเขมกะ แจกเหมือน ปุริส เช่น ป.เอก. เขมโก อ. นายเขมกะ",
  "เขมกเสฏฺฐิปุตฺตวตฺถุ": "น., นปุ. อ. เรื่องแห่งบุตรของเศรษฐีชื่อว่าเขมกะ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. เสฏฺฐิสฺส ปุตฺโต = เสฏฺฐิปุตฺโต วิ.บุพ.กัม.วิ. เขมโก เสฏฺฐิปุตฺโต = เขมกเสฏฺฐิปุตฺโต ฉ.ตัป.วิ. เขมกเสฏฺฐิปุตฺตสฺส วตฺถุ = เขมกเสฏฺฐิปุตฺตวตฺถุ",
  "เขมา": "น., อิต. พระนางเขมา แจกเหมือน กญฺญา เช่น ป.เอก. เขมา อ. พระนางเขมา",
  "เขมาภิกฺขุนีวตฺถุ": "น., นปุ. อ. เรื่องแห่งนางภิกษุณีชื่อว่าเขมา เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. เขมา ภิกฺขุนี = เขมาภิกฺขุนี ฉ.ตัป.วิ. เขมาภิกฺขุนิยา วตฺถุ = เขมาภิกฺขุนีวตฺถุ แจกเหมือน วตฺถุ",
  "เขมาวตฺถุ": "น., นปุ. อ. เรื่องแห่งพระนางเขมา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เขมาย วตฺถุ = เขมาวตฺถุ",
  "เขมี": "ว., ปุ. ผู้มีความเกษม แจกเหมือน เสฏฺฐี เช่น ป.เอก. เขมี (ปุคฺคโล) อ. บุคคล ผู้มีความเกษม ลง อี ปัจจัย ในตทัสสัตถิตัทธิต วิ.ว่า เขมํ อสฺส อตฺถีติ เขมี (ปุคฺคโล)",
  "เขฬ": "น., ปุ. นํ้าลาย แจกเหมือน ปุริส เช่น ป.เอก. เขโฬ อ. นํ้าลาย",
  "โข": "นิ. แล เป็นนิบาตสักว่าทำบทให้เต็ม เช่น โก นุ โข = อ. ใคร หนอ แล",
  "คคณตล": "น., นปุ. พื้นแห่งท้องฟ้า แจกเหมือน กุล เช่น ส.เอก. คคณตเล ในพื้นแห่งท้องฟ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คคณสฺส ตลํ = คคณตลํ [ท้องฟ้า ในธรรมบทภาค ๑ - ๔ เป็น คคณ ส่วนในธรรมบทภาค ๕ - ๘ เป็น คคน] คำว่า คคน หรือ คคณ แปลว่า ท้องฟ้า ถ้าแปลออกรูปและสาธนะ แปลว่า เป็นที่ไป (แห่งนกเป็นต้น) มาจาก คม ธาตุ ในความไป + ยุ ปัจจัย แปลง ม ที่สุดธาตุ เป็น ค แปลง ยุ เป็น อน, อณ ได้รูปเป็น คคน, คคณ แปลว่า เป็นที่ไป (แห่งนกเป็นต้น) เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า (สกุณาทโย) คจฺฉนฺติ เอตฺถาติ คคนํ, คคณํ (ฐานํ) สัตว์ ท. มีนกเป็นต้น ย่อมไป ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า คคนํ, คคณํ ๆ เป็นที่ไป (แห่งสัตว์ ท. มีนกเป็นต้น)",
  "คคณมชฺฌ": "น., นปุ. ท่ามกลางแห่งท้องฟ้า แจกเหมือน กุล เช่น ส.เอก. คคณมชฺเฌ ในท่ามกลางแห่งท้องฟ้า เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คคณสฺส มชฺฌํ = คคณมชฺฌํ ดู คคณตล"
};

const vocabInsanPr9Part5to8_Page179 = {
  "คงฺคา ๑": "น., อิต. แม่นํ้าคงคา แจกเหมือน กญฺญา เช่น ส.เอก. คงฺคายํ ในแม่นํ้าคงคา",
  "คงฺคา ๒": "ว., อิต. คงคา (ชื่อแม่นํ้า) แจกเหมือน กญฺญา เช่น ทุ.เอก. คงฺคํ (นทึ) ซึ่งแม่นํ้า ชื่อว่า คงคา",
  "คงฺคาตีร": "น., นปุ. ฝั่งแห่งแม่นํ้าชื่อว่าคงคา แจกเหมือน กุล เช่น ส.เอก. คงฺคาตีเร ที่ฝั่งแห่งแม่นํ้าชื่อว่าคงคา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คงฺคาย ตีรํ = คงฺคตีรํ",
  "คงฺคาทีนํ": "ว., อิต. (นทีนํ) แห่งแม่นํ้า ท. มีแม่นํ้าชื่อว่าคงคาเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า คงฺคา อาทิ ยาสํ ตา คงฺคาทโย (นทิโย) แจกเหมือน มุนิ [คงฺคาทโย วิเสสนลิงฺควิปลฺลาส ของ นทิโย]",
  "คงฺคานที": "น., อิต. แม่นํ้าชื่อว่าคงคา แจกเหมือน นารี เช่น ทุ.เอก. คงฺคานทึ ซึ่งแม่นํ้าชื่อว่าคงคา เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คงฺคา นที = คงฺคานที",
  "คงฺโคทก": "น., นปุ. นํ้าในแม่นํ้าชื่อว่าคงคา แจกเหมือน กุล เช่น ต.เอก. คงฺโคทเกน อันนํ้าในแม่นํ้าชื่อว่าคงคา เป็นสัตตมีตัปปุริสสมาส วิ.ว่า คงฺคาย อุทกํ = คงฺโคทกํ",
  "คงฺโคโรหณสมาคโม": "น., ปุ. อ. สมาคมในกาล เป็นที่เสด็จลงสู่แม่นํ้าชื่อว่าคงคา เป็นสัตตมีตัปปุริสสมาส มีทุติยาตัปปุริสสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. คงฺคํ โอโรหโณ = คงฺโคโรหโณ (กาโล) วิ.บุพ.กัม.วิ. คงฺโคโรหโณ กาโล = คงฺโคโรหณกาโล ส.ตัป.วิ. คงฺโคโรหณกาเล สมาคโม = คงฺโคโรหณสมาคโม [บทสมาสลบ กาล ในท่ามกลาง]",
  "คจฺฉ": "ก. (ตฺวํ อ. ท่าน) จงไป, จงถึง คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ ลบ หิ เสีย สำเร็จรูปเป็น คจฺฉ",
  "คจฺฉติ": "ก. (เช่น เสฏฺฐี อ. เศรษฐี) ย่อมไป, ย่อมถึง คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น คจฺฉติ",
  "คจฺฉถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) จะไป คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น คจฺฉถ",
  "คจฺฉถ ๒": "ก. (ตุมฺเห อ. ท่าน ท.) จงไป, จงถึง คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น คจฺฉถ",
  "คจฺฉนฺต": "ก. ไปอยู่ คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง คม ธาตุ เป็น คจฺฉ ได้รูปเป็น คจฺฉนฺต ดู อกฺกมนฺต",
  "คจฺฉนฺตร": "น., นปุ. ระหว่างแห่งกอไม้ แจกเหมือน กุล เช่น ทุ.เอก. คจฺฉนฺตรํ สู่ระหว่างแห่งกอไม้ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คจฺฉสฺส อนฺตรํ = คจฺฉนฺตรํ",
  "คจฺฉนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมไป, ย่อมถึง คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น คจฺฉนฺติ",
  "คจฺฉนฺตุ": "ก. (เช่น ชนา อ. ชน ท.) จงไป คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + อนฺตุ ปัญจมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น คจฺฉนฺตุ",
  "คจฺฉมาน": "ก. ไปอยู่ คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย แปลง คม ธาตุ เป็น คจฺฉ ได้รูปเป็น คจฺฉมาน ดู อนิจฺฉมาน",
  "คจฺฉมูล": "น., นปุ. โคนแห่งกอไม้ แจกเหมือน กุล เช่น ส.เอก. คจฺฉมูเล ที่โคนแห่งกอไม้ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คจฺฉสฺส มูลํ = คจฺฉมูลํ [คจฺฉ = กอไม้, พุ่มไม้ ปุ.]",
  "คจฺฉลตาทีนิ": "ว., นปุ. (รุกฺขชาตานิ) อ.รุกขชาต ท. มีกอไม้และเถาวัลย์เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. คจฺโฉ จ ลตา จ = คจฺฉลตา ฉ.ตุล.วิ. คจฺฉลตา อาทโย เยสํ ตานิ คจฺฉลตาทีนิ (รุกฺขชาตานิ)"
};

const vocabInsanPr9Part5to8_Page180 = {
  "คจฺฉสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมไป คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น คจฺฉสิ",
  "คจฺฉาม ๑": "ก. (มยํ อ. เรา ท.) ย่อมไป คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + ม วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ ม อยู่หลัง ทีฆะ อ ที่สุดธาตุเป็น อา สำเร็จรูปเป็น คจฺฉาม",
  "คจฺฉาม ๒": "ก. (มยํ อ. เรา ท.) จงไป คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + ม ปัญจมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ ม อยู่หลัง ทีฆะ อ ที่สุดธาตุเป็น อา สำเร็จรูปเป็น คจฺฉาม",
  "คจฺฉามิ": "ก. (อหํ อ. เรา) ย่อมไป คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุเป็น อา สำเร็จรูปเป็น คจฺฉามิ",
  "คจฺฉาหิ": "ก. (ตฺวํ อ. ท่าน) จงไป คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ หิ อยู่หลัง ทีฆะ อ ที่สุดธาตุเป็น อา สำเร็จรูปเป็น คจฺฉาหิ",
  "คจฺฉิ": "ก. (ตฺวํ อ. ท่าน) ไปแล้ว คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ (ใช้แทน โอ) แปลง คม ธาตุ เป็น คจฺฉ รัสสะ อี เป็น อิ สำเร็จรูปเป็น คจฺฉิ เช่น มา ตตฺถ คจฺฉิ = อ. ท่าน อย่าไปแล้ว ในที่นั้น [ธ. ๖: กาลตฺเถร วตฺถุ หน้า ๒๒]",
  "คจฺฉิสฺสสิ": "ก. (ตฺวํ อ. ท่าน) จักไป คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ ลง อิอาคม สำเร็จรูปเป็น คจฺฉิสฺสสิ",
  "คจฺเฉ": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงไป, พึงถึง คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ ลบ ยฺย เหลือไว้แต่ เอ สำเร็จรูปเป็น คจฺเฉ",
  "คจฺเฉยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงไป คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น คจฺเฉยฺย",
  "คจฺเฉยฺยาถ": "ก. (ตุมฺเห อ. ท่าน ท.) พึงไป คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + เอยฺยาถ สัตตมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น คจฺเฉยฺยาถ",
  "คจฺเฉยฺยุํ": "ก. (เช่น ชนา อ. ชน ท.) พึงถึง คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + เอยฺยุํ สัตตมีวิภัตติ แปลง คม ธาตุ เป็น คจฺฉ สำเร็จรูปเป็น คจฺเฉยฺยุํ",
  "คชุตฺตม": "น., ปุ. ช้างสูงสุด แจกเหมือน ปุริส เช่น ป.เอก. คชุตฺตโม อ. ช้างสูงสุด เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า คโช อุตฺตโม = คชุตฺตโม คำว่า คช = ช้าง ถ้าแปลออกรูปและสาธนะ แปลว่า ผู้คำราม มาจาก คช ธาตุ ในความคำราม (ส่งเสียงคำราม) + อ ปัจจัย ได้รูปเป็น คช แปลว่า ผู้คำราม เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คชตีติ คโช (สตฺโต) สัตว์ใด ย่อมคำราม (ส่งเสียงคำราม) เหตุนั้น สัตว์นั้น ชื่อว่า คโช ๆ ผู้คำราม (ส่งเสียงคำราม)",
  "คชฺชนฺต": "ก. คำรามอยู่ คชฺช ธาตุ ในความคำราม + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น คชฺชนฺต ดู อกฺกมนฺต",
  "คณ": "น., ปุ. หมู่, โขลง, คณะ แจกเหมือน ปุริส เช่น ทุ.เอก. คณํ ซึ่งหมู่, ซึ่งคณะ, ซึ่งโขลง",
  "คณสงฺคณิกา": "น., อิต. ความคลุกคลีด้วยหมู่ แจกเหมือน กญฺญา เช่น ป.เอก. คณสงฺคณิกา อ. ความคลุกคลีด้วยหมู่ เป็นตติยาตัปปุริสสมาส วิ.ว่า คเณน สงฺคณิกา = คณสงฺคณิกา",
  "คณิกา": "น., อิต. หญิงคณิกา, หญิงแพศยา แจกเหมือน กญฺญา เช่น ป.เอก. คณิกา อ. หญิงคณิกา ทุ.เอก. คณิกํ ซึ่งหญิงแพศยา",
  "คณิยมาน": "ก. อัน…นับอยู่ คณ ธาตุ ในความนับ + อิอาคม หน้า ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย ได้รูปเป็น คณิยมาน ดู อนาหริยมาน",
  "คณฺฑ ๑": "น., ปุ. นายคัณฑะ แจกเหมือน ปุริส เช่น ทุ.เอก. คณฺฑํ กะนายคัณฑะ",
  "คณฺฑ ๒": "น., ปุ. ปม, ตุ่ม แจกเหมือน ปุริส เช่น ทุ.พหุ. คณฺเฑ ซึ่งปม",
  "คณฺฑาคณฺฑชาต": "ว., นปุ. (สรีรํ) สรีระมีตุ่มน้อยและตุ่มใหญ่เกิดแล้ว แจกเหมือน กุล เช่น ป.เอก. คณฺฑาคณฺฑชาตํ (สรีรํ) อ. สรีระมีตุ่มน้อยและตุ่มใหญ่เกิดแล้ว เป็นสัตตมีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. คณฺโฑ จ อคณฺโฑ จ = คณฺฑาคณฺฑํ ส.ตุล.วิ. คณฺฑาคณฺฑํ ชาตํ ยสฺมึ ตํ คณฺฑาคณฺฑชาตํ (สรีรํ)"
};

const vocabInsanPr9Part5to8_Page181 = {
  "คณฺฑามฺบ": "ว., ปุ. คัณฑามพะ (ชื่อของต้นไม้) แจกเหมือน ปุริส เช่น ป.เอก. คณฺฑามฺโพ รุกฺโข อ. ต้นไม้ชื่อว่าคัณฑามพะ",
  "คณฺฑามฺพรุกฺข": "น., ปุ. ต้นไม้ชื่อว่าคัณฑามพะ แจกเหมือน ปุริส เช่น ป.เอก. คณฺฑามฺพรุกฺโข อ. ต้นไม้ชื่อว่าคัณฑามพะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คณฺฑามฺโพ รุกฺโข = คณฺฑามฺพรุกฺโข",
  "คณฺฑามฺพรุกฺขมูล": "น., นปุ. โคนแห่งต้นไม้ชื่อว่าคัณฑามพะ แจกเหมือน กุล เช่น ส.เอก. คณฺฑามฺพรุกฺขมูเล ที่โคนแห่งต้นไม้ชื่อว่าคัณฑามพะ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. คณฺฑามฺโพ รุกฺโข = คณฺฑามฺพรุกฺโข ฉ.ตัป.วิ. คณฺฑามฺพรุกฺขสฺส มูลํ = คณฺฑามฺพรุกฺขมูลํ",
  "คณฺฑุปาทโยนิ": "น., อิต. กำเนิดแห่งไส้เดือน แจกเหมือน รตฺติ เช่น ส.เอก. คณฺฑุปาทโยนิยํ ในกำเนิดแห่งไส้เดือน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คณฺฑุปาทสฺส โยนิ = คณฺฑุปาทโยนิ คำว่า คณฺฑุปาท = ไส้เดือน ถ้าแปลออกรูปและสาธนะ แปลว่า ผู้ยังขุยให้เกิดขึ้น มาจาก คณฺฑ + อุ บทหน้า + ปท ธาตุ ในความเกิด + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น คณฺฑุปาท (ซ้อน ปฺ เป็น คณฺฑุปฺปาท บ้าง) แปลว่า ผู้ยังขุยให้เกิดขึ้น เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คณฺฑํ อุปฺปาเทตีติ คณฺฑุปาทो, คณฺฑุปฺปาโท (สตฺโต)",
  "คณฺห": "ก. (ตฺวํ อ. ท่าน) จงเรียนเอา, จงถือเอา, จงจับ, จงรับ คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา ลบ หิ วิภัตติ สำเร็จรูปเป็น คณฺห",
  "คณฺหนก": "ว. ผู้รับเอา ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. คณฺหนกํ (ปุคฺคลํ) ซึ่งบุคคล ผู้รับเอา มาจาก คห ธาตุ ในความรับเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ยุ ปัจจัย ลบ ห ที่สุดธาตุ แปลง ยุ เป็น อน ลบ อา ที่ ณฺหา ลง ก สกัตถ์ ได้รูปเป็น คณฺหนก แปลว่า ผู้รับเอา เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คณฺหาตีติ คณฺหนโก (ปุคฺคโล)",
  "คณฺหนสมตฺถ": "ว. ผู้สามารถเพื่ออันจับเอา ปุ. แจกเหมือน ปุริส เช่น ป.เอก. คณฺหนสมตฺโถ (ปุคฺคโล) อ. บุคคล ผู้สามารถเพื่ออันจับเอา เป็นจตุตถีตัปปุริสสมาส วิ.ว่า คณฺหนสฺส สมตฺโถ = คณฺหนสมตฺโถ (ปุคฺคโล) คำว่า คณฺหน มาจาก คห ธาตุ ในความจับเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ยุ ปัจจัย ลบ ห ที่สุดธาตุ แปลง ยุ เป็น อน ลบ อา ที่ ณฺหา ได้รูปเป็น คณฺหน แปลว่า การ (อัน) จับเอา เป็นภาวรูป ภาวสาธนะ วิ.ว่า คณฺหนํ = คณฺหนํ",
  "คณฺหนฺต": "ก. เรียนเอาอยู่, ถือเอาอยู่, จับอยู่, รับเอาอยู่ คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา ได้รูปเป็น คณฺหนฺต ดู อกฺกมนฺต",
  "คณฺหนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมถือเอา, ย่อมรับเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา สำเร็จรูปเป็น คณฺหนฺติ",
  "คณฺหนฺตุ": "ก. (เช่น ชนา อ. ชน ท.) จงถือเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + อนฺตุ ปัญจมีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา สำเร็จรูปเป็น คณฺหนฺตุ",
  "คณฺหสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมเรียนเอา, ย่อมรับเอา, ย่อมถือเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา สำเร็จรูปเป็น คณฺหสิ",
  "คณฺหสฺสุ": "ก. (ตฺวํ อ. ท่าน) จงรับเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + สฺสุ ปัญจมีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา สำเร็จรูปเป็น คณฺหสฺสุ"
};

const vocabInsanPr9Part5to8_Page182 = {
  "คณฺหาติ": "ก. (เช่น ชโน อ. ชน) ย่อมยึดเอา, ย่อมถือเอา, ย่อมจับ, ย่อมเรียนเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ สำเร็จรูปเป็น คณฺหาติ",
  "คณฺหาตุ": "ก. (เช่น ปุคฺคโล อ. บุคคล) จงถือเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ สำเร็จรูปเป็น คณฺหาตุ",
  "คณฺหาถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมรับ คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ สำเร็จรูปเป็น คณฺหาถ",
  "คณฺหาถ ๒": "ก. (ตุมฺเห อ. ท่าน ท.) ขอจงรับ, จงถือเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ สำเร็จรูปเป็น คณฺหาถ",
  "คณฺหาเปสฺสามิ": "ก. (อหํ อ. เรา) ยัง…จักให้จับ คห ธาตุ ในความถือเอา + ณฺหา ปัจจัยประจำหมวดธาตุ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา ลบ ณ เหลือไว้แต่อาเป สำเร็จรูปเป็น คณฺหาเปสฺสามิ",
  "คณฺหาม": "ก. (มยํ อ. เรา ท.) ย่อมถือเอา, ย่อมจับ คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ม วัตตมานาวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ สำเร็จรูปเป็น คณฺหาม",
  "คณฺหามิ": "ก. (อหํ อ. เรา) ย่อมถือเอา, จะถือเอา, เรียนเอาอยู่ คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ สำเร็จรูปเป็น คณฺหามิ",
  "คณฺหาสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมถือเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ สำเร็จรูปเป็น คณฺหาสิ",
  "คณฺหาหิ": "ก. (ตฺวํ อ. ท่าน) จงถือเอา, จงเรียนเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + หิ ปัญจมีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ สำเร็จรูปเป็น คณฺหาหิ",
  "คณฺหิ": "ก. (เช่น เสฏฺฐี อ. เศรษฐี) ยึดไว้แล้ว, ถือเอาแล้ว, รับแล้ว คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา รัสสะ อี เป็น อิ สำเร็จรูปเป็น คณฺหิ",
  "คณฺหิตุกาม": "ว. ผู้ใคร่เพื่ออันถือเอา ปุ. แจกเหมือน ปุริส เช่น ป.เอก. คณฺหิตุกาโม (ราชา) อ. พระราชา ผู้ทรงประสงค์เพื่ออันทรงจับ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า คณฺหิตุํ กาโม = คณฺหิตุกาโม (ราชา) ดู อาคนฺตุกาโม",
  "คณฺหิตุํ": "น., อ. อัน…ถือเอา, เพื่ออันถือเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา ลง อิอาคม สำเร็จรูปเป็น คณฺหิตุํ ดู อกฺโกสิตุํ",
  "คณฺหิตฺวา": "ก. ยึดแล้ว, หยิบแล้ว, เหนี่ยวแล้ว คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา ลง อิอาคม สำเร็จรูปเป็น คณฺหิตฺวา",
  "คณฺหิสฺสติ": "ก. (เช่น ชโน อ. ชน) จักถือเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา ลง อิอาคม สำเร็จรูปเป็น คณฺหิสฺสติ",
  "คณฺหิสฺสถ": "ก. (ตุมฺเห อ. ท่าน ท.) จักรับเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา ลง อิอาคม สำเร็จรูปเป็น คณฺหิสฺสถ",
  "คณฺหิสฺสาม": "ก. (มยํ อ. เรา ท.) จักรับเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา ลง อิอาคม สำเร็จรูปเป็น คณฺหิสฺสาม",
  "คณฺหิสฺสามิ": "ก. (อหํ อ. เรา) จักจับ, จักเรียนเอา, จักถือเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา ลง อิอาคม สำเร็จรูปเป็น คณฺหิสฺสามิ"
};

const vocabInsanPr9Part5to8_Page183 = {
  "คณฺหึ": "ก. (อหํ อ. เรา) ถือเอาแล้ว คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + อึ อัชชัตตนีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา สำเร็จรูปเป็น คณฺหึ",
  "คณฺหึสุ": "ก. (เช่น ชนา อ. ชน ท.) ถือเอาแล้ว, รับเอาแล้ว, จับแล้ว คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น คณฺหึสุ",
  "คณฺเหยฺย": "ก. (เช่น ชโน อ. ชน) พึงถือเอา, พึงยึดเอา, พึงรับ คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา สำเร็จรูปเป็น คณฺเหยฺย",
  "คณฺเหยฺยาถ": "ก. (ตุมฺเห อ. ท่าน ท.) พึงถือเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + เอยฺยาถ สัตตมีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา สำเร็จรูปเป็น คณฺเหยฺยาถ",
  "คณฺเหยฺยุํ": "ก. (เช่น ชนา อ. ชน ท.) พึงถือเอา คห ธาตุ ในความถือเอา + ณฺหา ปัจจัย ในกัตตุวาจก + เอยฺยุํ สัตตมีวิภัตติ ลบ ห ที่สุดแห่ง คห ธาตุ ลบ อา ที่ ณฺหา สำเร็จรูปเป็น คณฺเหยฺยุํ",
  "คณฺฐิก": "น., ปุ. ลูกดุม แจกเหมือน ปุริส เช่น ทุ.เอก. คณฺฐิกํ ซึ่งลูกดุม",
  "คเณตุํ": "น., อ. อัน…นับ, เพื่ออันนับ คณ ธาตุ ในความนับ, ความคำนวณ + เณ ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น คเณตุํ ดู อกฺโกสิตุํ",
  "คเณตฺวา": "ก. นับแล้ว คณ ธาตุ ในความนับ, ความคำนวณ + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น คเณตฺวา",
  "คเณนฺติ": "ก. (เช่น หตฺถิโน อ. ช้าง ท.) ย่อมคำนึงถึง คณ ธาตุ ในความนับ, ความคำนวณ, ความคำนึง + เณ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น คเณนฺติ",
  "คต ๑": "ก. ไปแล้ว, ถึงแล้ว คม ธาตุ ในความไป, ความถึง + ต ปัจจัย ลบ ม ที่สุดธาตุ ได้รูปเป็น คต ดู อคต",
  "คต ๒": "น., นปุ. การเดิน, การไป แจกเหมือน กุล เช่น ป.เอก. คตํ อ. อันเดิน ต.เอก. คเตน ด้วยการไป มาจาก คม ธาตุ ในความไป + ต ปัจจัย ในนามกิตก์ (นอกแบบ) ลบ ม ที่สุดธาตุ ได้รูปเป็น คต แปลว่า การเดิน, การไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า คมนํ = คตํ",
  "คตกาล": "น., ปุ. กาลแห่ง…ถึงแล้ว, กาลแห่ง…ไปแล้ว แจกเหมือน ปุริส เช่น ส.เอก. คตกาเล ในกาลแห่ง…ถึงแล้ว, ในกาลแห่ง…ไปแล้ว เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น คตกาลโต บ้าง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คตสฺส กาโล = คตกาโล",
  "คตตฺต": "น., นปุ. ความที่แห่ง…เป็นผู้ไปแล้ว ลง ตฺต ปัจจัย ในภาวตัทธิต แจกเหมือน กุล เฉพาะฝ่ายเอกวจนะ เช่น ปญฺ.เอก. คตตฺตา เพราะความที่แห่ง…เป็นผู้ไปแล้ว วิ.ว่า คตสฺส ภาโว = คตตฺตํ",
  "คตปุพฺพ": "ว. ไปแล้วในก่อน (เคยไปแล้ว) ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. คตปุพฺพา (ชนา) อ. ชน ท. ไปแล้วในก่อน (เคยไปแล้ว) เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ปุพฺเพ คตา = คตปุพฺพา (ชนา) ดู อคตปุพฺพ",
  "คตมคฺค": "น., ปุ. หนทางแห่ง…ไปแล้ว ดู คตกาล",
  "คตวโย": "ว., ปุ. (อุปาสโก) อ. อุบาสก ผู้มีวัยอันผ่านไปแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า คโต วโย ยสฺส โส คตวโย (อุปาสโก) แจกเหมือน ปุริส",
  "คตเวลา": "น., อิต. เวลาแห่ง…ไปแล้ว แจกเหมือน กญฺญา เช่น ส.เอก. คตเวลายํ ในเวลาแห่ง…ไปแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คตสฺส เวลา = คตเวลา",
  "คติ ๑": "น., อิต. คติ แจกเหมือน รตฺติ เช่น ป.เอก. คติ อ. คติ",
  "คติ ๒": "ว. เป็นที่ไป นปุ. แจกเหมือน กุล เช่น ทุ.เอก. คตึ (ฐานํ) ซึ่งที่ เป็นที่ไป มาจาก คม ธาตุ ในความไป + ติ ปัจจัย ลบ ม ที่สุดธาตุ ได้รูปเป็น คติ แปลว่า เป็นที่ไป เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า คจฺฉติ เอตฺถาติ คติ (ฐานํ) เขา ย่อมไป ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า คติ ๆ เป็นที่ไป"
};

const vocabInsanPr9Part5to8_Page184 = {
  "คติวส": "น., ปุ. อำนาจแห่งคติ แจกเหมือน ปุริส เช่น ต.เอก. คติวเสน ด้วยอำนาจแห่งคติ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คติยา วโส = คติวโส",
  "คตฺต": "น., นปุ. ตัว แจกเหมือน กุล เช่น ป.เอก. คตฺตํ อ. ตัว ต.เอก. คตฺเตน มีตัว เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น คตฺตโต จากตัว บ้าง",
  "คทฺรภ": "น., ปุ. ลา, ลาผู้ แจกเหมือน ปุริส เช่น ป.เอก. คทฺรโภ อ. ลาผู้ ต.เอก. คทฺรเภน โดยลา",
  "คนฺตพฺพ": "ก. อัน…พึงไป คม ธาตุ ในความไป + ตพฺพ ปัจจัย แปลง ม ที่สุดธาตุ เป็น นฺ ได้รูปเป็น คนฺตพฺพ ดู อกตฺตพฺบ",
  "คนฺตุกาม": "ว. ผู้ประสงค์เพื่ออันไป, ผู้ใคร่เพื่ออันไป ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. คนฺตุกามา (ภิกฺขู) อ. ภิกษุ ท. ผู้ประสงค์เพื่ออันไป, ผู้ใคร่เพื่ออันไป ดู อาคนฺตุกาม",
  "คนฺตุกามตา": "น., อิต. ความที่แห่ง…เป็นผู้ประสงค์เพื่ออันเสด็จไป ลง ตา ปัจจัย ในภาวตัทธิต มีจตุตถีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ จตุ.ตัป.วิ. คนฺตุํ กาโม = คนฺตุกาโม ตา.ภาว.วิ. คนฺตุกามสฺส ภาโว = คนฺตุกามตา แจกเหมือน กญฺญา",
  "คนฺตุํ": "น., อ. อันไป, เพื่ออันไป คม ธาตุ ในความไป + ตุํ ปัจจัย แปลง ม ที่สุดธาตุ เป็น นฺ สำเร็จรูปเป็น คนฺตุํ ดู อกฺโกสิตุํ",
  "คนฺตฺวา": "ก. ไปแล้ว, ถึงแล้ว, ครั้นไปแล้ว คม ธาตุ ในความไป, ความถึง + ตฺวา ปัจจัย แปลง ม ที่สุดธาตุ เป็น นฺ สำเร็จรูปเป็น คนฺตฺวา",
  "คนฺถ": "น., ปุ. กิเลสเป็นเครื่องร้อยรัด แจกเหมือน ปุริส เช่น ป.พหุ. คนฺถา อ. กิเลสเป็นเครื่องร้อยรัด ท. คำว่า คนฺถ มาจาก คนฺถ ธาตุ ในความร้อยรัด + อ ปัจจัย ได้รูปเป็น คนฺถ แปลว่า เป็นเครื่องร้อยรัด เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า คนฺถติ เอเตนาติ คนฺโถ (กิเลโส) ธรรมชาติ ย่อมร้อยรัด ด้วยกิเลสนั่น เหตุนั้น กิเลสนั่น ชื่อว่า คนฺโถ ๆ เป็นเครื่องร้อยรัด",
  "คนฺถธุร": "น., นปุ. คันถธุระ แจกเหมือน กุล เช่น ป.เอก. คนฺถธุรํ อ. คันถธุระ",
  "คนฺธ ๑": "น., ปุ. ของหอม แจกเหมือน ปุริส เช่น ป.เอก. คนฺโธ อ. ของหอม",
  "คนฺธ ๒": "น., ปุ. กลิ่น แจกเหมือน ปุริส เช่น ป.เอก. คนฺโธ อ. กลิ่น",
  "คนฺธกุฏิ": "น., อิต. พระคันธกุฎี [ที่ประทับของพระพุทธเจ้า] แจกเหมือน รตฺติ เช่น ฉ.เอก. คนฺธกุฏิยา แห่งพระคันธกุฎี",
  "คนฺธกุฏิปริเวณ": "น., นปุ. บริเวณแห่งพระคันธกุฎี แจกเหมือน กุล เช่น ส.เอก. คนฺธกุฏิปริเวเณ ที่บริเวณแห่งพระคันธกุฎี เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คนฺธกุฏิยา ปริเวณํ = คนฺธกุฏิปริเวณํ",
  "คนฺธกุฏิปฺปมุข": "น., นปุ. หน้ามุขแห่งพระคันธกุฎี แจกเหมือน กุล เช่น ส.เอก. คนฺธกุฏิปฺปมุเข ที่หน้ามุขแห่งพระคันธกุฎี เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คนฺธกุฏิยา ปมุขํ = คนฺธปฺปมุขํ [ซ้อน ปฺ]"
};

const vocabInsanPr9Part5to8_Page185 = {
  "คนฺธกุฏิมห": "น., ปุ. การฉลองซึ่งพระคันธกุฎี แจกเหมือน ปุริส เช่น ทุ.เอก. คนฺธกุฏิมหํ ซึ่งการฉลองซึ่งพระคันธกุฎี เป็นทุติยาตัปปุริสสมาส วิ.ว่า คนฺธกุฏึ มโห = คนฺธกุฏิมโห คำว่า มห มาจาก มห ธาตุ ในความบูชา + อ ปัจจัย ได้รูปเป็น มห แปลว่า การบูชา, การฉลอง, การสมโภช เป็นภาวรูป ภาวสาธนะ วิ.ว่า มหนํ = มโห การบูชา, การฉลอง, การสมโภช ชื่อว่า มโห ๆ การบูชา, การฉลอง, การสมโภช",
  "คนฺธกุฏิสมีป": "น., นปุ. ที่ใกล้แห่งพระคันธกุฎี แจกเหมือน กุล เช่น ส.เอก. คนฺธกุฏิสมีเป ในที่ใกล้แห่งพระคันธกุฎี เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คนฺธกุฏิยา สมีปํ = คนฺธกุฏิสมีปํ",
  "คนฺธกุฏีอภิมุขํ": "ว., นปุ. (ฐานํ) สู่ที่อันมีหน้าเฉพาะต่อพระคันธกุฎี เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า คนฺธกุฏิยา อภิมุขํ ยสฺส ตํ คนฺธกุฏิอภิมุขํ (ฐานํ) หน้าเฉพาะต่อพระคันธกุฏี ของที่ใด (มีอยู่) ที่นั้น ชื่อว่ามีหน้าเฉพาะต่อพระคันธกุฎี",
  "คนฺธคฺคหณภย": "น., นปุ. ความกลัวแต่อันจับเอาแห่งกลิ่น แจกเหมือน กุล เช่น ต.เอก. คนฺธคฺคหณภเยน เพราะความกลัวแต่อันจับเอาแห่งกลิ่น เป็นปัญจมีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. คนฺธสฺส คหณํ = คนฺธคฺคหณํ [ซ้อน คฺ] ปัญจ.ตัป.วิ. คนฺธคฺคหนสฺมา ภยํ = คนฺธคฺคหณภยํ",
  "คนฺธจุณฺณาทีหิ": "ว., นปุ. (วตฺถูหิ) ด้วยวัตถุ ท. มีจุณแห่งของหอมเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับดังนี้ ฉ.ตัป.วิ. คนฺธสฺส จุณฺณํ = คนฺธจุณฺณํ ฉ.ตุล.วิ. คนฺธจุณฺณํ อาทิ เยสํ ตานิ คนฺธจุณฺณาทีนิ (วตฺถูนิ) แจกเหมือน อกฺขิ",
  "คนฺธตณฺหา": "น., อิต. คันธตัณหา แจกเหมือน กญฺญา เช่น ป.เอก. คนฺธตณฺหา อ. คันธตัณหา ถ้าแปลว่า ความอยากในกลิ่น เป็นสัตตมีตัปปุริสสมาส วิ.ว่า คนฺเธ ตณฺหา = คนฺธตณฺหา",
  "คนฺธปญฺจงฺคุลิก": "น., นปุ. ของหอมอันบุคคลพึงเจิมด้วยนิ้วมือห้า แจกเหมือน กุล เช่น ทุ.พหุ. คนฺธปญฺจงฺคุลิกานิ ซึ่งของหอมอันบุคคลพึงเจิมด้วยนิ้วมือห้า ท. เป็นวิเสสนุตตรบท กัมมธารยสมาส มีอสมาหารทิคุสมาสและ ณิก ปัจจัย ในตรัตยาทิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับดังนี้ อ.ทิคุ.วิ. ปญฺจ องฺคุลิโย = ปญฺจงฺคุลิโย ณิก.ตรตฺยา.วิ. ปญฺจงฺคุลีหิ อาสิญฺจิตพฺพานิ = ปญฺจงฺคุลิกานิ (คนฺธานิ) วิ.นุต.กัม.วิ. คนฺธานิ ปญฺจงฺคุลิกานิ = คนฺธปญฺจงฺคุลิกานิ",
  "คนฺธพฺพเทวปุตฺต": "น., ปุ. เทพบุตรนักฟ้อน แจกเหมือน ปุริส เช่น ป.เอก. คนฺธพฺพเทวปุตฺโต อ. เทพบุตรนักฟ้อน เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คนฺธพฺโพ เทวปุตฺโต = คนฺธพฺพเทวปุตฺโต",
  "คนฺธพฺพปูชา": "น., อิต. การบูชาด้วยการฟ้อน แจกเหมือน กญฺญา เช่น ทุ.เอก. คนฺธพฺพปูชํ ซึ่งการบูชาด้วยการฟ้อน เป็นตติยาตัปปุริสสมาส วิ.ว่า คนฺธพฺเพน ปูชา = คนฺธพฺพปูชา",
  "คนฺธพฺพมานุสา": "น., ปุ. อ. คนธรรพ์และประชุมแห่งมนุษย์ ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า คนฺธพฺโพ จ มานุโส จ = คนฺธพฺพมานุสา แจกเหมือน ปุริส เฉพาะฝ่ายพหุ. คำว่า มานุส ในคำว่า คนฺธพฺพมานุสา มาจาก มนุสฺส ศัพท์ + ณ ปัจจัย ในสมุหตัทธิต ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นศัพท์เป็น อา ลบ ณ พยัญชนะซ้อนเรียงกัน ๒ ตัว ลบ ๑ ตัว ได้รูปเป็น มานุส แปลว่า ประชุมแห่งมนุษย์ วิ.ว่า มนุสฺสานํ สมุโห = มานุโส",
  "คนฺธภาชน": "น., นปุ. ภาชนะแห่งของหอม แจกเหมือน กุล เช่น ทุ.เอก. คนฺธภาชนํ ซึ่งภาชนะแห่งของหอม เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คนฺธสฺส ภาชนํ = คนฺธภาชนํ",
  "คนฺธมาทน": "ว., ปุ. คันธมาทน์ (ชื่อของภูเขา) แจกเหมือน ปุริส เช่น ทุ.เอก. คนฺธมาทนํ (ปพฺพตํ) สู่ภูเขา ชื่อว่าคันธมาทน์",
  "คนฺธมาทนปพฺพต": "น., ปุ. ภูเขาชื่อว่าคันธมาทน์ แจกเหมือน ปุริส เช่น ส.เอก. คนฺธมาทนปพฺพเต ที่ภูเขาชื่อว่าคันธมาทน์ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คนฺธมาทโน ปพฺพโต = คนฺธมาทนปพฺพโต"
};

const vocabInsanPr9Part5to8_Page186 = {
  "คนฺธมาทนปพฺพตคมน": "น., นปุ. การไปสู่ภูเขา ชื่อว่าคันธมาทน์ แจกเหมือน กุล เช่น ปญฺ.เอก. คนฺธมาทนปพฺพตคมนา แต่การไปสู่ภูเขาชื่อว่าคันธมาทน์ เป็นทุติยาตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. คนฺธมาทโน ปพฺพโต = คนฺธมาทนปพฺพโต ทุ.ตัป.วิ. คนฺธมาทนปพฺพตํ คมนํ = คนฺธมาทนปพฺพตคมนํ",
  "คนฺธมาลาทิหตฺถา": "ว., ปุ. (มนุสฺสา) อ. มนุษย์ ท. ผู้มีวัตถุมีของหอมและระเบียบเป็นต้นในมือ เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส มีอสมาหารทวันทวสมาสและฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. คนฺโธ จ มาลา จ = คนฺธมาลา ฉ.ตุล.วิ. คนฺธมาลา อาทโย เยสํ ตานิ คนฺธมาลาทีนิ (วตฺถูนิ) ฉ.ภิน.พหุพ.วิ. คนฺธมาลาทีนิ หตฺเถสุ เยสํ เต คนฺธมาลาทิหตฺถา (มนุสฺสา) แจกเหมือน ปุริส",
  "คนฺธมาลาทีนิ": "ว., นปุ. (วตฺถูนิ) อ. วัตถุ ท. มีของหอมและระเบียบเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. คนฺโธ จ มาลา จ = คนฺธมาลา ฉ.ตุล.วิ. คนฺธมาลา อาทโย เยสํ ตานิ คนฺธมาลาทีนิ (วตฺถูนิ) แจกเหมือน อกฺขิ",
  "คนฺธมาลาวตฺถเภสชฺชาทิหตฺถา": "ว., ปุ. (มนุสฺสา) อ. มนุษย์ ท. ผู้มีวัตถุมีของหอมและระเบียบและผ้าและเภสัชเป็นต้นในมือ เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส มีอสมาหารทวันทวสมาสและฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. คนฺโธ จ มาลา จ วตฺถญฺจ เภสชฺชญฺจ = คนฺธมาลาวตฺถเภสชฺชานิ ฉ.ตุล.วิ. คนฺธมาลาวตฺถเภสชฺชานิ อาทีนิ เยสํ ตานิ คนฺธมาลาวตฺถเภสชฺชาทีนิ (วตฺถูนิ) ฉ.ภิน.พหุพ.วิ. คนฺธมาลาวตฺถเภสชฺชาทีนิ หตฺเถสุ เยสํ เต คนฺธมาลาวตฺถเภสชฺชาทิหตฺถา (มนุสฺสา) แจกเหมือน ปุริส",
  "คนฺธรสโลภ": "น., ปุ. ความโลภในกลิ่นและรส แจกเหมือน ปุริส เช่น ต.เอก. คนฺธรสโลเภน ด้วยความโลภในกลิ่นและรส เป็นสัตตมีตัปปุริสสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. คนฺโธ จ รโส จ = คนฺธรสา ส.ตัป.วิ. คนฺธรเสสุ โลโภ = คนฺธรสโลโภ",
  "คนฺธวาต": "น., ปุ. ลมแต่กลิ่น แจกเหมือน ปุริส เช่น ป.เอก. คนฺธวาโต อ. ลมแต่กลิ่น เป็นปัญจมีตัปปุริสสมาส วิ.ว่า คนฺธสฺมา วาโต = คนฺธวาโต",
  "คนฺธวาสปุปฺผธูเปหิ": "น., ปุ. ด้วยของหอมและเครื่องอบและดอกไม้และธูป ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า คนฺโธ จ วาโส จ ปุปฺผญฺจ ธูโป จ = คนฺธวาสปุปฺผธูปา แจกเหมือน ปุริส เฉพาะฝ่ายพหุ.",
  "คนฺธเสฏฺฐี ๑": "น., ปุ. คันธเศรษฐี แจกเหมือน เสฏฺฐี เช่น ป.เอก. คนฺธเสฏฺฐี อ. คันธเศรษฐี",
  "คนฺธเสฏฺฐี ๒": "น., ปุ. เศรษฐีชื่อว่าคันธะ แจกเหมือน เสฏฺฐี เช่น ป.เอก. คนฺธเสฏฺฐี อ. เศรษฐีชื่อว่าคันธะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คนฺโธ เสฏฺฐี = คนฺธเสฏฺฐี",
  "คนฺธาทีนิ": "ว., นปุ. (วตฺถูนิ) อ. วัตถุ ท. มีของหอมเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า คนฺโธ อาทิ เยสํ ตานิ คนฺธาทีนิ (วตฺถูนิ) แจกเหมือน อกฺขิ",
  "คนฺโธทก ๑": "น., นปุ. นํ้าหอม แจกเหมือน กุล เช่น ต.เอก. คนฺโธทเกน ด้วยนํ้าหอม เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คนฺธํ อุทกํ = คนฺโธทกํ",
  "คนฺโธทก ๒": "น., นปุ. นํ้าอันเจือด้วยของหอม แจกเหมือน กุล เช่น ต.เอก. คนฺโธทเกน ด้วยนํ้าอันเจือด้วยของหอม เป็นตติยาตัปปุริสสมาส วิ.ว่า คนฺเธน (สมฺมิสฺสกํ) อุทกํ = คนฺโธทกํ",
  "คนฺโธทกฆฏ ๑": "น., ปุ. หม้อแห่งนํ้าหอม แจกเหมือน ปุริส เช่น ต.พหุ. คนฺโธทกฆเฏหิ ด้วยหม้อแห่งนํ้าหอม ท. เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. คนฺธํ อุทกํ = คนฺโธทกํ ฉ.ตัป.วิ. คนฺโธทกสฺส ฆโฏ = คนฺโธทกฆโฏ"
};

const vocabInsanPr9Part5to8_Page187 = {
  "คนฺโธทกฆฏ ๒": "น., ปุ. หม้ออันเต็มแล้วด้วยนํ้าหอม แจกเหมือน ปุริส เช่น ต.พหุ. คนฺโธทกฆเฏหิ ด้วยหม้ออันเต็มแล้วด้วยนํ้าหอม ท. เป็นตติยาตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. คนฺธํ อุทกํ = คนฺโธทกํ ต.ตัป.วิ. คนฺโธทเกน (ปุณฺโณ) ฆโฏ = คนฺโธทกฆโฏ ดู อจฺฉราคณปริปุณฺณ",
  "คนฺโธทกฆฏ ๓": "น., ปุ. หม้ออันเต็มแล้วด้วยนํ้าอันเจือด้วยของหอม แจกเหมือน ปุริส เช่น ต.พหุ. คนฺโธทกฆเฏหิ ด้วยหม้ออันเต็มแล้วด้วยนํ้าอันเจือด้วยของหอม ท. เป็นตติยาตัปปุริสสมาส มีตติยาตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. คนฺเธน (สมฺมิสฺสกํ) อุทกํ = คนฺโธทกํ ต.ตัป.วิ. คนฺโธทเกน (ปุณฺโณ) ฆโฏ = คนฺโธทกฆโฏ",
  "คพฺภ ๑": "น., ปุ. ครรภ์ แจกเหมือน ปุริส เช่น ทุ.เอก. คพฺภํ ซึ่งครรภ์ คำว่า คพฺภ ถ้าแปลออกรูปและสาธนะ แปลว่า ผู้ทรงไว้ มาจาก คพฺภ ธาตุ ในความทรงไว้ + อ ปัจจัย ได้รูปเป็น คพฺภ แปลว่า ผู้ทรงไว้ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คพฺภตีติ คพฺโภ (อวยโว) อวัยวะใด ย่อมทรงไว้ เหตุนั้น อวัยวะนั้น ชื่อว่า คพฺโภ ๆ ผู้ทรงไว้",
  "คพฺภ ๒": "น., ปุ. ห้อง แจกเหมือน ปุริส เช่น ทุ.เอก. คพฺภํ สู่ห้อง คำว่า คพฺภ ถ้าแปลออกรูปและสาธนะ แปลว่า อันเป็นไป มาจาก คส ธาตุ ในความเป็น + อภ ปัจจัย ในนามกิตก์(นอกแบบ) แปลง ส ที่สุดธาตุเป็น พฺ ได้รูปเป็น คพฺภ แปลว่า อันเป็นไป เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คสตีติ คพฺโภ (ปเทโส) ส่วนใด ย่อมเป็นไป เหตุนั้น ส่วนนั้น ชื่อว่า คพฺโภ ๆ อันเป็นไป [หมายถึง มีทั่วไป]",
  "คพฺภ ๓": "ว., ปุ. (สัตว์) ผู้เกิดแล้วในครรภ์ แจกเหมือน ปุริส เช่น ป.เอก. คพฺโภ (สตฺโต) อ. สัตว์ ผู้เกิดแล้ว ในครรภ์ คำว่า คพฺภ ลง ณ ปัจจัย ในราคาทิตัทธิต ใช้แทน ชาต วิ.ว่า คพฺเภ ชาโต = คพฺโภ (สตฺโต) สัตว์เกิดแล้ว ในครรภ์ ชื่อว่า คพฺโภ ๆ ผู้เกิดแล้ว ในครรภ์ [นิยมแปลว่า คพฺโภ อ. สัตว์ผู้เกิดแล้วในครรภ์โดยไม่ต้องขึ้น สตฺโต อ. สัตว์มา]",
  "คพฺภปริหาร": "ว. เป็นเครื่องบริหารซึ่งครรภ์ นปุ. แจกเหมือน กุล เช่น ทุ.เอก. คพฺภปริหารํ (วตฺถุ) ซึ่งวัตถุเป็นเครื่องบริหารซึ่งครรภ์ คำว่า ปริหาร มาจาก ปริ บทหน้า + หร ธาตุ ในความนำไป มีปริอยู่หน้า แปลว่า บริหาร + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น ปริหาร แปลว่าเป็นเครื่องบริหาร เป็นกัตตุรูป กรณสาธนะ วิ.ว่า คพฺภํ ปริหรติ เอเตนาติ คพฺภปริหารํ (วตฺถุ) เขา ย่อมบริหาร ซึ่งครรภ์ด้วยวัตถุนั่น เหตุนั้น วัตถุนั่น ชื่อว่า คพฺภปริหารํ ๆ เป็นเครื่องบริหารซึ่งครรภ์",
  "คพฺภมล": "น., นปุ. มลทินแห่งครรภ์ แจกเหมือน กุล เช่น ฉ.เอก. คพฺภมลสฺส แห่งมลทินแห่งครรภ์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คพฺภสฺส มลํ = คพฺภมลํ",
  "คพฺภวาส": "น., ปุ. การอยู่ในห้อง แจกเหมือน ปุริส เช่น ป.เอก. คพฺภวาโส อ. การอยู่ในห้อง เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น คพฺภวาสโต จากการอยู่ในห้อง บ้าง เป็นสัตตมีตัปปุริสสมาส วิ.ว่า คพฺเภ วาโส = คพฺภวาโส คำว่า วาส มาจาก วส ธาตุ ในความอยู่ + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น วาส แปลว่า การอยู่ เป็นภาวรูป ภาวสาธนะ วิ.ว่า วสนํ = วาโส การอยู่ ชื่อว่า วาโส ๆ การอยู่",
  "คพฺภาวกฺกนฺติ": "น., อิต. การเสด็จก้าวลงสู่พระครรภ์ แจกเหมือน รตฺติ เช่น ทุ.เอก. คพฺภาวกฺกนฺตึ ซึ่งการเสด็จก้าวลงสู่พระครรภ์ เป็นทุติยาตัปปุริสสมาส วิ.ว่า คพฺภํ อวกฺกนฺติ = คพฺภาวกฺกนฺติ คำว่า อวกฺกนฺติ มาจาก อว บทหน้า + กม ธาตุ ในความก้าวไป + ติ ปัจจัย ซ้อน กฺ หน้าธาตุ แปลง ติ เป็น นฺติ ลบ ม ที่สุดธาตุ ได้รูปเป็น อวกฺกนฺติ แปลว่า การก้าวลง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อวกฺกมนํ = อวกฺกนฺติ การก้าวลง ชื่อว่า อวกฺกนฺติ ๆ การก้าวลง",
  "คพฺภินีภาว": "น., ปุ. ความที่แห่ง…เป็นผู้มีครรภ์ แจกเหมือน ปุริส เช่น ทุ.เอก. คพฺภินีภาวํ ซึ่งความที่แห่ง…เป็นผู้มีครรภ์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คพฺภินิยา ภาโว = คพฺภินีภาโว"
};

const vocabInsanPr9Part5to8_Page188 = {
  "คพฺภินีมิคี": "น., อิต. แม่เนื้อผู้มีครรภ์ แจกเหมือน นารี เช่น จ.เอก. คพฺภินีมิคิยา เพื่อแม่เนื้อผู้มีครรภ์ เป็นวิเสสนบุพพบท กัมมธารยสมาส มีอี ปัจจัย ในตทัสสัตถิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อี.ตทัส.วิ. คพฺโภ อสฺสา อตฺถีติ คพฺภินี (มิคี) วิ.บุพ.กัม.วิ. คพฺภินี มิคี = คพฺภินีมิคี",
  "คพฺภินีวณฺณ": "น., ปุ. เพศแห่งหญิงผู้มีครรภ์ แจกเหมือน ปุริส เช่น ทุ.เอก. คพฺภินีวณฺณํ ซึ่งเพศแห่งหญิงผู้มีครรภ์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คพฺภินิยา วณฺโณ = คพฺภินีวณฺโณ",
  "คมน": "น., นปุ. การไป แจกเหมือน กุล เช่น ป.เอก. คมนํ อ. การไป มาจาก คม ธาตุ ในความไป + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น คมน แปลว่า การไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า คมนํ = คมนํ การไป ชื่อว่า คมนํ ๆ การไป",
  "คมนกาล": "น., ปุ. กาลเป็นที่ไป แจกเหมือน ปุริส เช่น ส.เอก. คมนกาเล ในกาลเป็นที่ไป เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุ ปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ยุ.กัต.อธิ.วิ. คจฺฉติ เอตฺถาติ คมโน (กาโล) วิ.บุพ.กัม.วิ. คมโน กาโล = คมนกาโล",
  "คมนฏฺฐาน": "น., นปุ. ที่เป็นที่ไป แจกเหมือน กุล เช่น ต.เอก. คมนฏฺฐาเนน ด้วยที่เป็นที่ไป เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุ ปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ยุ.กัต.อธิ.วิ. คจฺฉติ เอตฺถาติ คมนํ (ฐานํ) วิ.บุพ.กัม.วิ. คมนํ ฐานํ = คมนฏฺฐานํ [ซ้อน ฏฺ]",
  "คมนตา": "น., อิต. ความเป็นคืออันไป, ความเป็นแห่งการไป แจกเหมือน กญฺญา เช่น ปญฺ.เอก. คมนตาย เพราะความเป็นคืออันไป ลง ตา ปัจจัย ในภาวตัทธิต วิ.ว่า คมนสฺส ภาโว = คมนตา",
  "คมนตฺถ": "น., ปุ. ประโยชน์แก่การไป แจกเหมือน ปุริส เช่น จ.เอก. คมนตฺถาย เพื่อประโยชน์แก่การไป เป็นจตุตถีตัปปุริสสมาส วิ.ว่า คมนสฺส อตฺโถ = คมนตฺโถ",
  "คมนภาว": "น., ปุ. ความเป็นคืออันไป แจกเหมือน ปุริส เช่น ทุ.เอก. คมนภาวํ ซึ่งความเป็นคืออันไป เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า คมนํ เอว ภาโว = คมนภาโว",
  "คมนมคฺค": "น., ปุ. หนทางเป็นที่ไป แจกเหมือน ปุริส เช่น ส.เอก. คมนมคฺเค ในหนทางเป็นที่ไป เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุ ปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ยุ.กัต.อธิ.วิ. คจฺฉติ เอตฺถาติ คมโน (มคฺโค) วิ.บุพ.กัม.วิ. คมโน มคฺโค = คมนมคฺโค",
  "คมนาภาว": "น., ปุ. ความไม่มีแห่งการไป แจกเหมือน ปุริส เช่น ป.เอก. คมนาภาโว อ. ความไม่มีแห่งการไป เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คมนสฺส อภาโว = คมนาภาโว",
  "คมิก": "ว., ปุ. ผู้เตรียมจะไป แจกเหมือน ปุริส เช่น ฉ.เอก. คมิกสฺส (ปุคฺคลสฺส) ของบุคคล ผู้เตรียมจะไป",
  "คมิตฺถ": "ก. (ตุมฺเห อ. ท่าน ท.) ไปแล้ว คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + ตฺถ อัชชัตตนีวิภัตติ ลง อิอาคม สำเร็จรูปเป็น คมิตฺถ",
  "คมิสฺสํ": "ก. (อหํ อ. เรา) จักไป คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + สฺสสํ ภวิสสันติวิภัตติ ลง อิอาคม สำเร็จรูปเป็น คมิสฺสํ",
  "คมิสฺสติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) จักไป, จักถึง คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ ลง อิอาคม สำเร็จรูปเป็น คมิสฺสติ",
  "คมิสฺสถ": "ก. (ตุมฺเห อ. ท่าน ท.) จักไป, จักถึง คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติ ลง อิอาคม สำเร็จรูปเป็น คมิสฺสถ",
  "คมิสฺสนฺติ": "ก. (เช่น ชนา อ. ชน ท.) จักไป, จักถึง คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติ ลง อิอาคม สำเร็จรูปเป็น คมิสฺสนฺติ",
  "คมิสฺสสิ": "ก. (ตฺวํ อ. ท่าน) จักไป, จักถึง คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ ลง อิอาคม สำเร็จรูปเป็น คมิสฺสสิ"
};

const vocabInsanPr9Part5to8_Page189 = {
  "คมิสฺสาม": "ก. (มยํ อ. เรา ท.) จักไป, จักถึง คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ ลง อิอาคม สำเร็จรูปเป็น คมิสฺสาม",
  "คมิสฺสามิ": "ก. (อหํ อ. เรา) จักไป, จักถึง คม ธาตุ ในความไป, ความถึง + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลง อิอาคม สำเร็จรูปเป็น คมิสฺสามิ",
  "คมึสุ": "ก. (เช่น ชนา อ. ชน ท.) ไปแล้ว คม ธาตุ ในความไป + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุ สำเร็จรูปเป็น คมึสุ",
  "คมฺภีร": "ว. ลึก ปุ. แจกเหมือน ปุริส เช่น ป.เอก. คมฺภีโร (ธมฺโม) อ. ธรรม อันลึก ส.เอก. คมฺภีเร (อุทเก) ในนํ้า อันลึก",
  "คมฺภีรจารี": "ว., ปุ. (อุทฺโท) อ. นาก ตัวเที่ยวไปในนํ้าอันลึกโดยปกติ มาจาก คมฺภีร บทหน้า + จร ธาตุ ในความเที่ยวไป + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่อี ได้รูปเป็น คมฺภีรจารี แปลว่า ตัวเที่ยวไปในนํ้าอันลึกโดยปกติ วิ.ว่า คมฺภีเร (อุทเก) จรติ สีเลนาติ คมฺภีรจารี (อุทฺโท)",
  "คมฺภีรปญฺญ": "ว. ผู้มีปัญญาลึกซึ้ง ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. คมฺภีรปญฺญํ (ปุคฺคลํ) ซึ่งบุคคลผู้มีปัญญาลึกซึ้ง เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า คมฺภีรา ปญฺญา ยสฺส โส คมฺภีรปญฺโญ (ปุคฺคโล)",
  "คมฺภีรวตฺตนี": "ว., อิต. (วีถิ) อ. ถนน อันเป็นที่เป็นไปในนํ้าอันลึก [ธ. ๖: ยมกปฺปาฏิหาริยวตฺถุ หน้า ๗๙] มาจาก คมฺภีร บทหน้า + วตฺต ธาตุ ในความเป็นไป + ยุ ปัจจัย แปลง ยุ เป็น อน ลง อี เครื่องหมายอิต. ได้รูปเป็น คมฺภีรวตฺตนี แปลว่า เป็นที่เป็นไปในนํ้าอันลึก เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า คมฺภีเร (อุทเก) วตฺตติ เอตฺถาติ คมฺภีรวตฺตนี (วีถิ) เกวียน ย่อมเป็นไปในนํ้าอันลึก ที่ถนนนั่น เหตุนั้น ถนนนั่น ชื่อว่า คมฺภีรวตฺตนี ๆ เป็นที่เป็นไปในนํ้าอันลึก",
  "คมฺภีรวิตฺถโต": "ว., ปุ. (มหานทีโอโฆ) อ. ห้วงแห่งแม่นํ้าใหญ่ทั้งลึกทั้งกว้าง [ธ. ๗: กิสาโคตรมีวตฺถุ หน้า ๘๔] เป็นวิเสสโนภยบท กัมมธารยสมาส วิ.ว่า คมฺภีโร จ วิตฺถโต จ = คมฺภีรวิตฺถโต (มหานทีโอโฆ)",
  "คยฺหมาน": "ก. อัน…ยึดถืออยู่, อัน…ถือเอาอยู่, อัน…จับเอาอยู่, อัน…จับอยู่ คห ธาตุ ในความถือเอา + ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย แปร ย ไว้หน้า ห ได้รูปเป็น คยฺหมาน ดู อนาหริยมาน",
  "คยฺหุปค": "ว., นปุ. (วตฺถุ) อันเข้าถึงซึ่งความเป็นแห่งวัตถุอัน…พึงถือเอา แจกเหมือน กุล เช่น ป.เอก. คยฺหุปคํ (วตฺถุํ) ซึ่งวัตถุ อันเข้าถึงซึ่งความเป็นแห่งวัตถุอัน…พึงถือเอา มาจาก คยฺห + อุป + คม + กฺวิ ปัจจัย ลบ ม ที่สุดธาตุ และลบ กฺวิ ได้รูปเป็น คยฺหุปค แปลว่า อันเข้าถึงซึ่งความเป็นแห่งวัตถุอัน…พึงถือเอา เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คยฺหภาวํ อุปคจฺฉตีติ คยฺหุปคํ (วตฺถุ) วัตถุใด ย่อมเข้าถึงซึ่งความเป็นแห่งวัตถุอัน…พึงถือเอา เหตุนั้น วัตถุนั้น ชื่อว่า คยฺหุปคํ ๆ อันเข้าถึงซึ่งความเป็นแห่งวัตถุอัน…พึงถือเอา คำว่า คยฺห ในคำว่า คยฺหุปคํ มาจาก คห ธาตุ ในความถือเอา + ณฺย ปัจจัย ลบ ณฺ แปร ย ไว้หน้า ห ได้รูปเป็น คยฺห แปลว่า อัน…พึงถือเอา เป็นกัมมรูป กัมมสาธนะ วิ.ว่า คหิตพฺพนฺติ คยฺหํ (วตฺถุ) วัตถุใด อันเขาพึงถือเอา เหตุนั้น วัตถุนั้น ชื่อว่า คยฺหํ ๆ อันเขาพึงถือเอา",
  "ครหนฺต": "ก. เมื่อติเตียน, เมื่อตำหนิ ครห ธาตุ ในความติเตียน, ความตำหนิ + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น ครหนฺต ดู อกฺกมนฺต",
  "ครหนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมติเตียน ครห ธาตุ ในความติเตียน + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น ครหนฺติ",
  "ครหภยภีต": "ว. ผู้กลัวแล้วต่อภัยคือความติเตียน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ครหภยภีโต (อหํ) อ. เรา ผู้กลัวแล้วต่อภัยคือความติเตียน (อหํ ใช้แทน โพธิสตฺโต) ผู้กลัวแล้วต่อภัยคือความติเตียน เป็นปัญจมีตัปปุริสสมาส มีอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ครหา เอว ภยํ = ครหภยํ ปัญ.ตัป.วิ. ครหภยสฺมา ภีโต = ครหภย ภีโต (อหํ)"
};

const vocabInsanPr9Part5to8_Page190 = {
  "ครหามิ": "ก. (อหํ อ. เรา) ย่อมติเตียน ครห ธาตุ ในความติเตียน + อ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติ มิ อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็น อา สำเร็จรูปเป็น ครหามิ",
  "ครหิตพฺพ": "ก. อัน…พึงติเตียน ครห ธาตุ ในความติเตียน + ตพฺพ ปัจจัย ลง อิอาคม ได้รูปเป็น ครหิตพฺพ ดู อกตฺตพฺพ",
  "ครหิตฺวา": "ก. ติเตียนแล้ว ครห ธาตุ ในความติเตียน + ตฺวา ปัจจัย ลง อิอาคม สำเร็จรูปเป็น ครหิตฺวา",
  "ครหิสฺสนฺติ": "ก. (เช่น ชนา อ. ชน ท.) จักติเตียน ครห ธาตุ ในความติเตียน + อ ปัจจัย ในกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติ ลง อิอาคม สำเร็จรูปเป็น ครหิสฺสนฺติ",
  "ครหุปฺปาทน": "น., นปุ. อัน (การ) ยังความติเตียนให้เกิดขึ้น แจกเหมือน กุล เช่น ส.เอก. ครหุปฺปาทเน ในเพราะอันยังความติเตียนให้เกิดขึ้น เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ครหาย อุปฺปาทนํ = ครหุปฺปาทนํ คำว่า อุปฺปาทนํ มาจาก อุ บทหน้า + ปท ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + ยุ ปัจจัย ซ้อน ปฺ หน้าธาตุ ด้วยอำนาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ แปลง ยุ เป็น อน เป็น อุปฺปาเทอน ลบสระหน้า คือ เอ ที่ เท ได้รูปเป็น อุปฺปาทน แปลว่า การยัง…ให้เกิดขึ้น เป็นภาวรูป ภาวสาธนะ วิ.ว่า อุปฺปาทนํ = อุปฺปาทนํ การยัง…ให้เกิดขึ้น ชื่อว่า อุปฺปาทนํ ๆ การยัง…ให้เกิดขึ้น",
  "ครุ ๑": "น., ปุ. ครู เป็นศัพท์ต้นแบบในการแจก อุการันต์ในปุงลิงค์ เช่น ฉ.พหุ. ครูนํ ของครู ท.",
  "ครุ ๒": "ว. หนัก ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ครุ ธมฺโม อ. ธรรม อันหนัก นปุ. แจกเหมือน วตฺถุ เช่น ป.เอก. ครุ กมฺมํ อ. กรรม อันหนัก",
  "ครุก ๑": "น., ปุ. ความหนักใจ แจกเหมือน ปุริส เช่น ทุ.เอก. ครุกํ ซึ่งความหนักใจ",
  "ครุก ๒": "ว. หนัก ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ครุโก สงฺฆเภโท อ. การทำลายซึ่งสงฆ์ หนัก อิต. ลง อา เครื่องหมายอิต. แจกเหมือน กญฺญา เช่น ป.เอก. ครุกา อาปตฺติ อ. อาบัติอันหนัก",
  "ครุกต": "ก. อัน…กระทำให้หนักแล้ว ครุ บทหน้า + กร ธาตุ ในความทำ + ต ปัจจัย ลบ ร ที่สุดธาตุ ได้รูปเป็น ครุกต ดู อกต",
  "ครุกาปตฺติ": "น., อิต. อาบัติอันหนัก แจกเหมือน รตฺติ เช่น ทุ.เอก. ครุกาปตฺตึ ซึ่งอาบัติอันหนัก เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ครุกา อาปตฺติ = ครุกาปตฺติ",
  "ครุกาพาธ": "น., ปุ. อาพาธอันหนัก แจกเหมือน ปุริส เช่น ทุ.เอก. ครุกาพาธํ ซึ่งอาพาธอันหนัก เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ครุโก อาพาโธ = ครุกาพาโธ",
  "ครุธมฺม": "น., ปุ. ครุธรรม แจกเหมือน ปุริส เช่น ป.พหุ. ครุธมฺมา อ. ครุธรรม ท. ถ้าแปลว่า ธรรม อันหนัก เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ครุ ธมฺโม = ครุธมฺโม",
  "ครุภาร": "น., ปุ. ภาระอันหนัก แจกเหมือน ปุริส เช่น ทุ.เอก. ครุภารํ ซึ่งภาระอันหนัก เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ครุ ภาโร = ครุภาโร",
  "ครุฬสกุณ": "น., ปุ. นกครุฑ, นกกระไน แจกเหมือน ปุริส เช่น ทุ.เอก. ครุฬสกุณํ ซึ่งนกครุฑ",
  "คล": "น., ปุ. คอ แจกเหมือน ปุริส เช่น ส.เอก. คเล ที่คอ",
  "คลปฺปมาณ": "ว. อันมีคอเป็นประมาณ นปุ. แจกเหมือน กุล เช่น ทุ.เอก. คลปฺปมาณํ (อุทกํ) สู่นํ้าอันมีคอเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า คโล ปมาโณ ยสฺส ตํ คลปฺปมาณํ (อุทกํ)",
  "คเวสก": "ว., ปุ. ผู้แสวงหา แจกเหมือน ปุริส เช่น ป.เอก. คเวสโก (ปุคฺคโล) อ. บุคคล ผู้แสวงหา มาจาก คเวส ธาตุ ในความแสวงหา + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก ได้รูปเป็น คเวสก แปลว่า ผู้แสวงหา เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คเวสตีติ คเวสโก (ปุคฺคโล)"
};

const vocabInsanPr9Part5to8_Page191 = {
  "คเวสถ": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมแสวงหา คเวส ธาตุ ในความแสวงหา + อ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ สำเร็จรูปเป็น คเวสถ",
  "คเวสนฺต": "ก. แสวงหาอยู่ คเวส ธาตุ ในความแสวงหา + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น คเวสนฺต ดู อกฺกมนฺต",
  "คเวสนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมแสวงหา คเวส ธาตุ ในความแสวงหา + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น คเวสนฺติ",
  "คเวสมาน": "ก. แสวงหาอยู่ คเวส ธาตุ ในความแสวงหา + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น คเวสมาน ดู อนิจฺฉมาน",
  "คเวสิตา": "น., อิต. ความที่แห่งตนเป็นผู้แสวงหาโดยปกติ แจกเหมือน กญฺญา เช่น ต.เอก. คเวสิตาย เพราะความที่แห่งตนเป็นผู้แสวงหาโดยปกติ มาจาก คเวสี ศัพท์ + ตา ปัจจัย ในภาวตัทธิต วิ.ว่า คเวสิโน ภาโว = คเวสิตา คำว่า คเวสี ในคำว่า คเวสิตาย มาจาก คเวส ธาตุ ในความแสวงหา + ณี ปัจจัย ลบ ณ เหลือไว้แต่อี ได้รูปเป็น คเวสี แปลว่า ผู้แสวงหาโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า คเวสติ สีเลนาติ คเวสี ผู้ใด ย่อมแสวงหาโดยปกติ เหตุนั้น ผู้นั้น ชื่อว่า คเวสี ๆ ผู้แสวงหาโดยปกติ",
  "คห ๑": "ว., ปุ. ผู้จับ แจกเหมือน ปุริส เช่น ป.เอก. คโห (ปุคฺคโล) อ. บุคคล ผู้จับ [นิยมแปลว่า ผู้จับ โดยไม่โยคนามนาม] มาจาก คห ธาตุ ในความจับ + อ ปัจจัย ได้รูปเป็น คห แปลว่า ผู้จับ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คณฺหาตีติ คโห ผู้ใด ย่อมจับ เหตุนั้น ผู้นั้น ชื่อว่า คโห ๆ ผู้จับ",
  "คห ๒": "น., นปุ. เรือน แจกเหมือน กุล เช่น ทุ.เอก. คหํ ซึ่งเรือน",
  "คหการ": "ว. ผู้กระทำซึ่งเรือน ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. คหการํ (ตณฺหาวฑฺฒกึ) ซึ่งนายช่าง คือตัณหา ผู้กระทำซึ่งเรือน มาจาก คห บทหน้า + กร ธาตุ ในความทำ + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น คหการ แปลว่า ผู้กระทำซึ่งเรือน เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คหํ กโรตีติ คหกาโร (ตณฺหา วฑฺฒกี)",
  "คหการก": "ว., ปุ. ผู้กระทำซึ่งเรือน แจกเหมือน ปุริส เช่น อา.เอก. คหการก (วฑฺฒกี) ดูก่อน นายช่าง ผู้กระทำซึ่งเรือน มาจาก คห บทหน้า + กร ธาตุ ในความทำ + ณฺวุ ปัจจัย ด้วยอำนาจ ณฺวุ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา แปลง ณฺวุ เป็น อก ได้รูปเป็น คหการก แปลว่า ผู้กระทำซึ่งเรือน เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คหํ กโรตีติ คหการโก (วฑฺฒกี)",
  "คหการกคเวสน": "น., นปุ. การแสวงหาซึ่งนายช่าง คือตัณหาผู้กระทำซึ่งเรือน แจกเหมือน กุล เช่น ฉ.เอก. คหการกคเวสนสฺส แห่งการแสวงหาซึ่งนายช่าง คือตัณหาผู้กระทำซึ่งเรือน เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. คหสฺส การโก = คหการโก (ตณฺหาวฑฺฒกี) ฉ.ตัป.วิ. คหการกสฺส (ตณฺหาวฑฺฒกิสฺส) คเวสนํ = คหการกคเวสนํ",
  "คหกูฏ": "น., นปุ. ยอดแห่งเรือน แจกเหมือน กุล เช่น ป.เอก. คหกูฏํ อ. ยอดแห่งเรือน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คหสฺส กูฏํ = คหกูฏํ",
  "คหฏฺฐ": "น., ปุ. คฤหัสถ์ แจกเหมือน ปุริส เช่น ป.เอก. คหฏฺโฐ อ. คฤหัสถ์ คำว่า คหฏฺฐ ถ้าแปลออกรูปและสาธนะ แปลว่า ผู้ดำรงอยู่ในเรือน มาจาก คห บทหน้า + ฐา ธาตุ ในความดำรงอยู่ + อ ปัจจัย ซ้อน ฏฺ หน้าธาตุ เป็น คหฏฺฐา ลบสระหน้า คือ อา ที่ ฐา ได้รูปเป็น คหฏฺฐ แปลว่า ผู้ดำรงอยู่ในเรือน เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คเห ติฏฺฐตีติ คหฏฺโฐ ผู้ใด ย่อมดำรงอยู่ในเรือน เหตุนั้น ผู้นั้น ชื่อว่า คหฏฺโฐ ๆ ผู้ดำรงอยู่ในเรือน",
  "คหณ": "น., นปุ. การถือเอา, ความยึดถือ แจกเหมือน กุล เช่น ป.เอก. คหณํ อ. การถือเอา มาจาก คห ธาตุ ในความถือเอา + ยุ ปัจจัย แปลง ยุ เป็น อณ ได้รูปเป็น คหณ แปลว่า การถือเอา เป็นภาวรูป ภาวสาธนะ วิ.ว่า คหณํ = คหณํ",
  "คหณตฺถ": "น., ปุ. ประโยชน์แก่อันจับ, ประโยชน์แก่อันยึดเอา แจกเหมือน ปุริส เช่น จ.เอก. คหณตฺถาย เพื่อประโยชน์แก่อันจับ, เพื่อประโยชน์แก่อันยึดเอา เป็นจตุตถีตัปปุริสสมาส วิ.ว่า คหณสฺส อตฺโถ = คหณตฺโถ"
};

const vocabInsanPr9Part5to8_Page192 = {
  "คหณสงฺขาต": "ว. อันบัณฑิตนับพร้อมแล้วว่า การถือเอา อิต. แจกเหมือน กญฺญา เช่น ฉ.เอก. คหณสงฺขาตาย (มิจฺฉาทิฏฺฐิยา) แห่งความเห็นผิด อันอันบัณฑิตนับพร้อมแล้วว่าการถือเอา เป็น สัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า คหณํ อิติ สงฺขาตา = คหณสงฺขาตา (มิจฺฉาทิฏฺฐิ)",
  "คหณสทิส": "ว. เช่นกับด้วยการถือเอา นปุ. แจกเหมือน กุล เช่น ป.เอก. คหณสทิสํ (คหณํ) อ. การถือเอา เช่นกับด้วยการถือเอา เป็นตติยาตัปปุริสสมาส วิ.ว่า คหเณน สทิสํ = คหณสทิสํ (คหณํ)",
  "คหณาภาว": "น., ปุ. ความไม่มีแห่งความยึดถือ แจกเหมือน ปุริส เช่น ต.เอก. คหณาภาเวน เพราะความไม่มีแห่งความยึดถือ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คหณสฺส อภาโว = คหณาภาโว",
  "คหน": "น., นปุ. รกชัฏ (ป่า, ป่าไม้, ดง) แจกเหมือน กุล เช่น ป.เอก. คหนํ อ. รกชัฏ",
  "คหนนิสฺสิต": "ว. ตัวอาศัยแล้วซึ่งรกชัฏ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. คหนนิสฺสิตํ (วาตมิคํ) ซึ่งเนื้อสมัน ตัวอาศัยแล้วซึ่งรกชัฏ เป็นทุติยาตัปปุริสสมาส วิ.ว่า คหนํ นิสฺสิโต = คหนนิสฺสิโต (วาตมิโค)",
  "คหปติ": "น., ปุ. คฤหบดี แจกเหมือน มุนิ เช่น ป.เอก. คหปติ อ. คฤหบดี",
  "คหปติก": "น., ปุ. คฤหบดี แจกเหมือน ปุริส เช่น ป.เอก. คหปติโก อ. คฤหบดี",
  "คหปติปุตฺต": "น., ปุ. บุตรของคฤหบดี แจกเหมือน ปุริส เช่น ป.เอก. คหปติปุตฺโต อ. บุตรของคฤหบดี เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คหปติสฺส ปุตฺโต = คหปติปุตฺโต",
  "คหิต": "ก. อัน…ถือเอาแล้ว คห ธาตุ ในความถือเอา + ต ปัจจัย ลง อิอาคม ได้รูปเป็น คหิต ดู อกต",
  "คหิตคฺคหิต": "ว. อัน…ทั้งถือเอาแล้วทั้งถือเอาแล้ว, อัน…ทั้งเรียนเอาแล้วทั้งเรียนเอาแล้ว เป็นวิเสสโภยบท กัมมธารยสมาส นปุ. แจกเหมือน กุล เช่น ป.เอก. คหิตคฺคหิตํ (ธนํ) อ. ทรัพย์ อัน…ทั้งถือเอาแล้วทั้งถือเอาแล้ว วิ.ว่า คหิตญฺจ คหิตญฺจ = คหิตคฺคหิตํ (ธนํ) และ เช่น ทุ.เอก. คหิตคฺคหิตํ (ปทํ) ซึ่งบท อัน…ทั้งเรียนเอาแล้วทั้งเรียนเอาแล้ว วิ.ว่า คหิตญฺจ คหิตญฺจ = คหิตคฺคหิตํ (ปทํ)",
  "คหิตเคห": "น., นปุ. เรือนอัน…ถือเอาแล้ว แจกเหมือน กุล เช่น ปญฺ.เอก. คหิตเคหา จากเรือน อัน…ถือเอาแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คหิตํ เคหํ = คหิตเคหํ",
  "คหิตฏฺฐาน": "น., นปุ. ที่แห่งภัตอัน…ถือเอาแล้ว แจกเหมือน กุล เช่น ป.เอก. คหิตฏฺฐานํ อ. ที่แห่งภัตอัน…ถือเอาแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คหิตสฺส (ภตฺตสฺส) ฐานํ = คหิตฏฺฐานํ [ซ้อน ฏฺ]",
  "คหิตตฺต": "น., นปุ. ความที่แห่ง…เป็นที่อัน…ถือเอาแล้ว ดู คตตฺต",
  "คหิตนามเธยฺย": "ว. ผู้มีนามไธยอัน…ถือเอาแล้ว ปุ. แจกเหมือน ปุริส เช่น ต.เอก. คหิตนามเธยฺเยน (เถเรน) อันพระเถระ ผู้มีนามไธยอัน…ถือเอาแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า คหิตํ นามเธยฺยํ ยสฺส โส คหิตนามเธยฺโย (เถโร) นามไธย (ชื่อ) ของพระเถระใด อัน…ถือเอาแล้ว พระเถระนั้น ชื่อว่าผู้มีนามไธย (ชื่อ) อัน…ถือเอาแล้ว",
  "คหิตนิมิตฺต": "น., นปุ. นิมิตอัน…ถือเอาแล้ว แจกเหมือน กุล เช่น ต.เอก. คหิตนิมิตฺเตน ด้วยนิมิต อัน…ถือเอาแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คหิตํ นิมิตฺตํ = คหิตนิมิตฺตํ",
  "คหิตภาชน": "น., นปุ. ภาชนะอัน…ถือเอาแล้ว แจกเหมือน กุล เช่น ทุ.พหุ. คหิตภาชนานิยัง ภาชนะอัน…ถือเอาแล้ว ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คหิตานิ ภาชนานิ = คหิตภาชนานิ",
  "คหิตภาว": "น., ปุ. ความที่แห่ง…เป็นผู้อัน…จับแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. คหิตภาวํ ซึ่งความที่แห่งตนเป็นผู้อัน…จับแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คหิตสฺส ภาโว = คหิตภาโว"
};

const vocabInsanPr9Part5to8_Page193 = {
  "คหิตมตฺต": "ว. สักว่าอัน…ระบุแล้ว นปุ. แจกเหมือน กุล เช่น ส.เอก. คหิตมตฺเต (นาเม) ครั้นเมื่อชื่อ สักว่าอัน…ระบุแล้ว เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า คหิตํ อิติ มตฺตํ = คหิตมตฺตํ (นามํ)",
  "คหิตมุข": "น., นปุ. หน้ามุขอัน…รับไว้แล้ว แจกเหมือน กุล เช่น จ.เอก. คหิตมุขสฺส เพื่อหน้ามุข อัน…รับไว้แล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คหิตํ มุขํ = คหิตมุขํ",
  "คเหตพฺพ": "ก. อัน…พึงถือเอา, อัน…พึงรับ คห ธาตุ ในความถือเอา + ตพฺพ ปัจจัย ลง อิอาคม วิการ อิ เป็น เอ ได้รูปเป็น คเหตพฺพ ดู อกตฺตพฺพ",
  "คเหตพฺพปิณฺฑ": "น., ปุ. ก้อนข้าวอันตนพึงรับ แจกเหมือน ปุริส เช่น ส.เอก. คเหตพฺพปิณฺเฑ ในก้อนข้าวอันตนพึงรับ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คเหตพฺโพ ปิณฺโฑ = คเหตพฺพปิณฺโฑ",
  "คเหตพฺพยุตฺตก": "ว. อันควรแล้วแก่วัตถุอันตนพึงถือเอา นปุ. แจกเหมือน กุล เช่น ทุ.เอก. คเหตพฺพยุตฺตกํ (วตฺถุ) ซึ่งวัตถุอันควรแล้วแก่วัตถุอันตนพึงถือเอา เป็นจตุตถีตัปปุริสสมาส วิ.ว่า คเหตพฺพสฺส (วตฺถุโน) ยุตฺตกํ = คเหตพฺพยุตฺตกํ (วตฺถุ)",
  "คเหตุํ": "น. อ. อันอัน…ทรงปรับ, เพื่ออันจับ, เพื่ออันเรียนเอา, เพื่ออันรับเอา, เพื่ออันยึดเอา คห ธาตุ ในความถือเอา + ตุํ ปัจจัย ลง อิอาคม วิการ อิ เป็น เอ ได้รูปเป็น คเหตุํ ดู อกฺโกสิตุํ",
  "คเหตฺวา": "ก. จับแล้ว, ถือเอาแล้ว, พาเอาแล้ว, เรียนเอาแล้ว, คาบแล้ว, รับแล้ว, จูงเอาแล้ว คห ธาตุ ในความถือเอา + เอ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย สำเร็จรูปเป็น คเหตฺวา",
  "คเหสฺสติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) จักถือเอา คห ธาตุ ในความถือเอา + เอ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ สำเร็จรูปเป็น คเหสฺสติ",
  "คเหสฺสสิ": "ก. (ตฺวํ อ. ท่าน) จักถือเอา คห ธาตุ ในความถือเอา + เอ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ สำเร็จรูปเป็น คเหสฺสสิ",
  "คเหสฺสาม": "ก. (มยํ อ. เรา ท.) จักเรียนเอา คห ธาตุ ในความถือเอา + เอ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ สำเร็จรูปเป็น คเหสฺสาม",
  "คเหสฺสามิ": "ก. (อหํ อ. เรา) จักจับ, จักเรียนเอา คห ธาตุ ในความถือเอา + เอ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ สำเร็จรูปเป็น คเหสฺสามิ",
  "คโฬจีลตา": "น., อิต. เถาหัวด้วน แจกเหมือน กญฺญา เช่น ป.เอก. คโฬจีลตา อ. เถาหัวด้วน",
  "คาถา": "น., อิต. คาถา แจกเหมือน กญฺญา เช่น ป.เอก. คาถา อ. คาถา คำว่า คาถา ถ้าแปลออกรูปและสาธนะ แปลว่า (วาจา) อันเขาขับร้อง มาจาก คา ธาตุ ในความขับร้อง, ความส่งเสียง + ถ ปัจจัย ในนามกิตก์ (นอกแบบ) ลง อา เครื่องหมายอิต. ได้รูปเป็น คาถา แปลว่า อันเขาขับร้อง เป็นกัมมรูป กัมมสาธนะ วิ.ว่า คายตีติ คาถา (วาจา) วาจาใดอันเขาย่อมขับร้อง เหตุนั้น วาจานั้น ชื่อว่า คาถา ๆ อันเขาขับร้อง",
  "คาถาปริโยสาน": "ว., ปุ. อันเป็นที่สุดลงรอบแห่งพระคาถา ดู อนุโมทนาปริโยสาน",
  "คาถาเภท": "น., ปุ. ความแตกต่างแห่งพระคาถา แจกเหมือน ปุริส เช่น ป.เอก. คาถาเภโท อ. ความแตกต่างแห่งพระคาถา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คาถาย เภโท = คาถาเภโท",
  "คาถาวณฺณนา": "ว., อิต. (วาจา) เป็นเครื่องพรรณนาซึ่งเนื้อความแห่งพระคาถา แจกเหมือน กญฺญา เช่น ส.เอก. คาถาวณฺณนายํ ในวาจาเป็นเครื่องพรรณนาซึ่งเนื้อความแห่งพระคาถา เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. คาถาย อตฺโถ = คาถาอตฺโถ ฉ.ตัป.วิ. คาถาอตฺถสฺส วณฺณนา = คาถาวณฺณนา (วาจา)",
  "คาถาวสาน": "ว., ปุ. อันเป็นที่สุดลงแห่งพระคาถา ดู อนุโมทนาวสาน",
  "คาธ": "น., ปุ. อัน (การ) หยั่งลง แจกเหมือน ปุริส เช่น ทุ.เอก. คาธํ ซึ่งอันหยั่งลง",
  "คาม": "น., ปุ. บ้าน แจกเหมือน ปุริส เช่น ป.เอก. คาโม อ. บ้าน",
  "คามก": "น., ปุ. บ้าน แจกเหมือน ปุริส เช่น ส.เอก. คามเก ในบ้าน"
};

const vocabInsanPr9Part5to8_Page194 = {
  "คามกาวาส": "น., ปุ. อาวาสใกล้บ้าน แจกเหมือน ปุริส เช่น ส.เอก. คามกาวาเส ในอาวาสใกล้บ้าน เป็นสัตตมีตัปปุริสสมาส วิ.ว่า คามเก อาวาโส = คามกาวาโส",
  "คามคต": "ว. ผู้ไปแล้วในบ้าน ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. คามคตา (ชนา) อ. ชน ท. ผู้ไปแล้วในบ้าน เป็นสัตตมีตัปปุริสสมาส วิ.ว่า คาเม คตา = คามคตา (ชนา)",
  "คามฆาตกาทีนิ": "ว., นปุ. (กมฺมานิ) อ. กรรม ท. มีการฆ่าซึ่งชาวบ้านเป็นต้น แจกเหมือน กุล เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. คามสฺส ฆาตโก = คามฆาตโก ฉ.ตุล.วิ. คามฆาตโก อาทิ เยสํ ตานิ คามฆาตกาทีนิ (กมฺมานิ) แจกเหมือน อกฺขิ คำว่า ฆาตก มาจาก หน ธาตุ ในความฆ่า + อ ปัจจัย แปลง หน ธาตุ เป็น ฆาต ลง ก สกัตถ์ ได้รูปเป็น ฆาตก แปลว่า การฆ่า เป็นภาวรูป ภาวสาธนะ วิ.ว่า หนนํ = ฆาตโก การฆ่า ชื่อว่า ฆาตโก ๆ การฆ่า",
  "คามทารก": "น., ปุ. เด็กในบ้าน แจกเหมือน ปุริส เช่น ป.พหุ. คามทารกา อ. เด็กในบ้าน ท. เป็นสัตตมีตัปปุริสสมาส วิ.ว่า คาเม ทารกา = คามทารกา",
  "คามทฺวาร": "น., นปุ. ประตูแห่งบ้าน แจกเหมือน กุล เช่น ส.เอก. คามทฺวาเร ที่ประตูแห่งบ้าน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คามสฺส ทฺวารํ = คามทฺวารํ",
  "คามนิคมราชธานีสุ": "น., อิต. ในบ้านและนิคมและราชธานี ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า คาโม จ นิคโม จ ราชธานี จ = คามนิคมราชธานิโย แจกเหมือน นารี เฉพาะฝ่ายพหุ.",
  "คามนิคมาทีสุ": "ว., ปุ. (ปเทเสสุ) ในประเทศ ท. มีบ้านและนิคมเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. คาโม จ นิคโม จ = คามนิคมํ ฉ.ตุล.วิ. คามนิคมํ อาทิ เยสํ เต คามนิคมาทโย (ปเทสา) แจกเหมือน มุนิ",
  "คามนฺตร": "น., นปุ. ระหว่างแห่งบ้าน แจกเหมือน กุล เช่น ทุ.เอก. คามนฺตรํ สู่ระหว่างแห่งบ้าน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คามสฺส อนฺตรํ = คามนฺตรํ",
  "คามโภชก": "ว., ปุ. ผู้บริโภคซึ่งบ้าน [คามโภชก = ผู้บริโภคซึ่งบ้าน หมายถึง นายบ้าน, กำนัน, นายอำเภอ] แจกเหมือน ปุริส เช่น ป.เอก. คามโภชโก (ปุคฺคโล) อ. บุคคล ผู้บริโภคซึ่งบ้าน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คามสฺส โภชโก = คามโภชโก (ปุคฺคโล) คำว่า โภชก ในคำว่า คามโภชก มาจาก ภุช ในความกิน, ความบริโภค + ณฺวุ ปัจจัย ด้วยอำนาจ ณฺวุ ปัจจัย พฤทธิ อุ ต้นธาตุเป็น โอ แปลง ณฺวุ เป็น อก ได้รูปเป็น โภชก แปลว่า ผู้บริโภค (หมายถึงผู้ปกครอง, ผู้บริหาร) เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า ภุญฺชตีติ โภชโก (ปุคฺคโล)",
  "คามมชฺฌ": "น., นปุ. ท่ามกลางแห่งบ้าน แจกเหมือน กุล เช่น ส.เอก. คามมชฺเฌ ในท่ามกลางแห่งบ้าน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คามสฺส มชฺฌํ = คามมชฺฌํ",
  "คามวร": "น., ปุ. บ้านส่วย แจกเหมือน ปุริส เช่น ทุ.พหุ. คามวเร ซึ่งบ้านส่วย ท. เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า คามา วรา = คามวรา",
  "คามวาสิก": "ว. ผู้อยู่ในบ้าน ปุ. แจกเหมือน ปุริส เช่น ต.พหุ. คามวาสิเกหิ (ชเนหิ) อันชน ท. ผู้อยู่ในบ้าน มาจาก คาม บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่อี รัสสะ อี เป็น อิ ลง ก สกัตถ์ ได้รูปเป็น คามวาสิก แปลว่า ผู้อยู่ในบ้าน เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คาเม วสนฺตีติ คามวาสิกา (ชนา) ชน ท. เหล่าใด ย่อมอยู่ในบ้าน เหตุนั้น ชน ท. เหล่านั้น ชื่อว่า คามวาสิกา ๆ ผู้อยู่ในบ้าน",
  "คามวาสี": "ว., ปุ. ผู้อยู่ในบ้านโดยปกติ แจกเหมือน เสฏฺฐี เช่น ป.พหุ. คามวാസิโน (ชนา) อ. ชน ท. ผู้อยู่ในบ้านโดยปกติ มาจาก คาม บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่อี ได้รูปเป็น คามวาสี แปลว่า ผู้อยู่ในบ้านโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า คาเม วสนฺติ สีเลนาติ คามวาสิโน (ชนา) ชน ท. เหล่าใด ย่อมอยู่ในบ้านโดยปกติ เหตุนั้น ชน ท. เหล่านั้น ชื่อว่า คามวาสิโน ๆ ผู้อยู่ในบ้านโดยปกติ"
};

const vocabInsanPr9Part5to8_Page195 = {
  "คามาภิมุขิโย": "ว., อิต. (กุมาริกาโย) อ. นางกุมาริกา ท. ผู้มีหน้าเฉพาะต่อบ้าน เป็นฉัฏฐีภินนาธิกรณ พหุพพิหิสมาส วิ.ว่า คามสฺส อภิมุขํ ยาสํ ตา คามาภิมุขิโย (กุมาริกาโย) หน้าเฉพาะ ต่อบ้าน ของนางกุมาริกาท.เหล่าใด (มีอยู่) นางกุมาริกาท. เหล่านั้น ชื่อว่า ผู้มีหน้าเฉพาะต่อบ้าน [คามาภิมุขิโย มาจาก คามาภิมุข ลง อีเครื่องหมายอิต. เป็น คามาภิมุขีลง โย ปฐมาวิภัตติฝ่ายพหุ. รัสสะ อีเป็น อิลง โย คง โย ไว้สำ เร็จรูปเป็น คามาภิมุขิโย]",
  "คามิกมนุสฺส": "น., ปุ. มนุษย์ผู้อยู่ในบ้าน แจกเหมือน ปุริส เช่น ป.เอก. คามิกมนุสฺโส อ. มนุษย์ผู้อยู่ ในบ้าน เป็นวิเสสนบุพพบท กัมมธารยสมาส มี ณิก ปัจจัย ในตรัตยาทิตัทธิต เป็นภายใน มี วิเคราะห์ตามลำ ดับ ดังนี้ ณิก.ตรตฺยา.วิ. คาเม วสตีติ คามิโก (มนุสฺโส) มนุษย์ใดย่อมอยู่ในบ้าน เหตุนั้น มนุษย์นั้น ชื่อว่า คามิโก ๆ ผู้อยู่ในบ้าน วิ.บุพ.กัม.วิ. คามิโก มนุสฺโส = คามิกมนุสฺโส",
  "คายติ": "ก. (เช่น มาณโว อ. มาณพ) ย่อมขับ เค ธาตุ ในความขับ + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง เอ แห่ง เค ธาตุเป็น อาย สำ เร็จรูปเป็น คายติ",
  "คายถ": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมขับ เค ธาตุ ในความขับ + อ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ แปลง เอ แห่ง เค ธาตุเป็น อาย สำ เร็จรูปเป็น คายถ",
  "คายนฏฺฐาน": "น., นปุ. ที่เป็นที่ขับ แจกเหมือน กุล เช่น ทุ.เอก. คายนฏฺฐานํ สู่ที่เป็นที่ขับ เป็น วิเสสนบุพพบทกัมมธารยสมาสมียุปัจจัยกัตตุรูป อธิกรณสาธนะเป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ ยุ.กัต.อธิ.วิ. คายติ เอตฺถาติ คายนํ (ฐานํ) เขาย่อมขับ ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า คายนํ ๆ เป็นที่ขับ วิ.บุพ.กัม.วิ. คายนํ ฐานํ = คายนฏฺถานํ [ซ้อน ฏฺ] คำว่า คายน ในคำว่า คายนฏฺถานํ มาจาก เค ธาตุ ในความขับ + ยุ ปัจจัย แปลง เอ แห่ง เค ธาตุ เป็น อาย แปลง ยุ เป็น อน ได้รูปเป็น คายน แปลว่า เป็นที่ขับ เป็นกัตตุรูป อธิกรณสาธนะ",
  "คายนภาว": "น., ปุ. ความเป็นคืออันขับ แจกเหมือน ปุริส เช่น ทุ.เอก. คายนภาวํ ซึ่งความเป็นคือ อันขับ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า คายนํ เอว ภาโว = คายนภาโว คำว่า คายน ในคำว่า คายนภาวํ มาจาก เค ธาตุ ในความขับ + ยุ ปัจจัย แปลง เอ แห่ง เค ธาตุเป็น อาย แปลง ยุเป็น อน ได้รูปเป็น คายน แปลว่า การ (อัน) ขับ เป็นภาวรูป ภาวสาธนะ วิ.ว่า คายนํ = คายนํ การขับ ชื่อว่า คายนํ ๆ การขับ",
  "คายนฺต": "ก. ขับอยู่ เค ธาตุ ในความขับ + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง เอ แห่ง เค ธาตุเป็น อาย ได้รูปเป็น คายนฺต ดู อกฺกมนฺต",
  "คายนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมขับ เค ธาตุ ในความขับ + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ แปลง เอ แห่ง เค ธาตุ เป็น อาย สำ เร็จรูปเป็น คายนฺติ",
  "คายาเปสิ": "ก. (เช่น นาคราชา อ. นาคราช) ยัง...ให้ ขับแล้ว เค ธาตุ ในความขับ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อีอัชัตตนีวิภัตติ แปลง เอ แห่ง เค ธาตุเป็น อาย ลบ ณ เหลือไว้แต่อาเป ลง สอาคม รัสสะ อี เป็น อิ สำ เร็จรูปเป็น คายาเปสิ",
  "คายาม": "ก. (มยํ อ. เรา ท.) ย่อมขับ เค ธาตุ ในความขับ + อ ปัจจัย ในกัตตุวาจก + ม วัตตมานาวิภัตติ แปลง เอ แห่ง เค ธาตุเป็น อาย ม อยู่หลัง ทีฆะ อ ที่สุดธาตุเป็น อา สำ เร็จรูปเป็น คายาม",
  "คายิ": "ก. (เช่น มาณโว อ. มาณพ) ขับแล้ว เค ธาตุ ในความขับ + อ ปัจจัย ในกัตตุวาจก + อีอัชชัตตนี วิภัตติ แปลง เอ แห่ง เค ธาตุเป็น อาย รัสสะ อี เป็น อิ สำ เร็จรูปเป็น คายิ",
  "คายิต": "ก. อัน…ขับแล้ว เค ธาตุ ในความขับ + ต ปัจจัย แปลง เอ แห่ง เค ธาตุ เป็น อาย ลง อิ อาคม ได้รูปเป็น คายิต ดู อกต"
};

const vocabInsanPr9Part5to8_Page196 = {
  "คายิสฺสติ": "ก. (เช่น นาคมาณวิกา อ. นางนาค มาณวิกา) จักขับ เค ธาตุ ในความขับ + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติ แปลง เอ แห่ง เค ธาตุ เป็น อาย ลง อิ อาคม สำเร็จรูป เป็น คายิสฺสติ",
  "คายิสฺสาม": "ก. (มยํ อ. เรา ท.) จักขับ เค ธาตุ ในความขับ + อ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติ แปลง เอ แห่ง เค ธาตุเป็น อาย ลง อิ อาคม สำเร็จรูปเป็น คายิสฺสาม",
  "คาเยยฺยาสิ": "ก. (ตฺวํ อ. ท่าน) พึงขับ เค ธาตุ ในความขับ + อ ปัจจัย ในกัตตุวาจก + เอยฺยาสิ สัตตมีวิภัตติ แปลง เอ แห่ง เค ธาตุ เป็น อาย สำเร็จรูปเป็น คาเยยฺยาสิ",
  "คารว": "น., ปุ. ความเคารพ แจกเหมือน ปุริส เช่น ทุ.เอก. คารวํ ซึ่งความเคารพ",
  "คาวิรปฏฺฏน": "น., นปุ. ท่าชื่อว่าคาวิระ แจกเหมือน กุล เช่น ส.เอก. คาวิรปฏฺฏเน ที่ท่าชื่อว่าคาวิระ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คาวิรํ ปฏฺฏนํ = คาวิรปฏฺฏนํ",
  "คาวี": "น., อิต. แม่โค แจกเหมือน นารี เช่น ป.เอก. คาวี อ. แม่โค",
  "คาวุตปฺปมาณ": "ว. มีคาวุตเป็นประมาณ อิต. แจกเหมือน กญฺญา เช่น ป.เอก. คาวุตปฺปมาณา (นิธิกุมฺภี) อ. หม้อแห่งขุมทรัพย์มีคาวุตเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า คาวุตํ ปมาณํ ยสฺสา สา คาวุตปฺปมาณา (นิธิกุมฺภี)",
  "คาวุติกนิธิกุมฺภี": "น., อิต. หม้อแห่งขุมทรัพย์อันประกอบแล้วด้วยคาวุต แจกเหมือน นารี เช่น ฉ.เอก. คาวุติกนิธิกุมฺภิยา แห่งหม้อแห่งขุมทรัพย์อันประกอบแล้วด้วยคาวุต เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส และ ณิก ปัจจัย ในตรัตยาทิตัทธิต เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. นิธีนํ กุมฺภี = นิธิกุมฺภี ณิก.ตรตฺยา.วิ. คาวุเตน นิยุตฺตา = คาวุติกา (นิธิกุมฺภี) วิ.บุพ.กม.วิ. คาวุติกา นิธิกุมฺภี = คาวุติกนิธิกุมฺภี",
  "คาห": "น., ปุ. ความยึดถือ แจกเหมือน ปุริส เช่น ป.เอก. คาโห อ. ความยึดถือ มาจาก คห ธาตุ ในความถือเอา + ณ ปัจจัย ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ ได้รูปเป็น คาห แปลว่า ความยึดถือ เป็นภาวรูป ภาวสาธนะ วิ.ว่า คหณํ = คาโห ความยึดถือ ชื่อว่า คาโห ๆ ความยึดถือ",
  "คาหาปิต": "ก. อัน…ให้จับแล้ว คห ธาตุ ในความจับ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อิ อาคม หน้า ต ปัจจัยเป็นเหตุกัมมวาจก ด้วยอำนาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อาเป เป็น คาหาเป - อิ - ต ลบสระหน้า คือ เอ ที่ เป ได้รูปเป็น คาหาปิต ดู อกต",
  "คาหาเปตฺวา": "ก. ยัง…ให้ถือเอาแล้ว, ให้รับเอาแล้ว, ให้จับแล้ว คห ธาตุ ในความถือเอา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำนาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น คาหาเปตฺวา",
  "คาหาเปสฺสนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ยัง... จักให้ถือเอา คห ธาตุ ในความถือเอา + ณาเป ปัจจัย ในเหตุกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติ ด้วยอำนาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูปเป็น คาหาเปสฺสนฺติ",
  "คาฬฺหพนฺธน": "น., นปุ. การมัดอันมั่นคง แจกเหมือน กุล เช่น ทุ.เอก. คาฬฺหพนฺธนํ ซึ่งการมัดอันมั่นคง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คาฬฺหํ พนฺธนํ = คาฬฺหพนฺธนํ คำว่า พนฺธน ในคำว่า คาฬฺหพนฺธนํ มาจาก พนฺธ ธาตุ ในความผูก + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น พนฺธน แปลว่า การผูก เป็นภาวรูป ภาวสาธนะ วิ.ว่า พนฺธนํ = พนฺธนํ การผูก ชื่อว่า พนฺธนํ ๆ การผูก",
  "คาฬฺหรกฺขา": "น., อิต. การรักษาอันมั่นคง แจกเหมือน กญฺญา เช่น ป.เอก. คาฬฺหรกฺขา อ. การรักษาอันมั่นคง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คาฬฺหา รกฺขา = คาฬฺหรกฺขา คำว่า รกฺขา ในคำว่า คาฬฺหรกฺขา มาจาก รกฺข ธาตุ ในความรักษา + อ ปัจจัย ลง อา เครื่องหมายอิต. ได้รูปเป็น รกฺขา แปลว่า การรักษา เป็นภาวรูป ภาวสาธนะ วิ.ว่า รกฺขนํ = รกฺขา การรักษา ชื่อว่า รกฺขา ๆ การรักษา"
};

const vocabInsanPr9Part5to8_Page197 = {
  "คิชฺฌกูฏ": "ว., ปุ. คิชฌกูฏ (ชื่อของภูเขา) แจกเหมือน ปุริส เช่น ทุ.เอก. คิชฺฌกูฏํ (ปพฺพตํ) สู่ภูเขา ชื่อว่า คิชฌกูฏ",
  "คิชฺฌกูฏปพฺพต": "น., ปุ. ภูเขาชื่อว่าคิชฌกูฏ แจกเหมือน ปุริส เช่น ส.เอก. คิชฺฌกูฏปพฺพเต ที่ภูเขาชื่อว่าคิชฌกูฏ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คิชฺฌกูโฏ ปพฺพโต = คิชฺฌกูฏปพฺพโต",
  "คิมฺห": "น., ปุ. ฤดูร้อน แจกเหมือน ปุริส เช่น ทุ.เอก. คิมฺหํ ตลอดฤดูร้อน",
  "คิรา": "ว., อิต. (วาจา) อันบุคคลพึงเปล่ง แจกเหมือน กญฺญา เช่น ต.เอก. คิราย (วาจาย) ด้วยวาจา อันบุคคลพึงเปล่ง มาจาก คิร ธาตุ ในความเปล่ง + อ ปัจจัย ลง อา เครื่องหมายอิต. ได้รูปเป็น คิรา แปลว่า อันบุคคลพึงเปล่ง เป็นกัมมรูป กัมมสาธนะ วิ.ว่า คิริตพฺพาติ คิรา (วาจา)",
  "คิลนฺติ": "ก. (เช่น ภิกฺขู อ. ภิกษุ ท.) ย่อมกลืนกิน คิล ธาตุ ในความกลืนกิน + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น คิลนฺติ",
  "คิลาน": "ว. ผู้เป็นไข้ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. คิลาโน (ภิกฺขุ) อ. ภิกษุ ผู้เป็นไข้ อิต. ลง อา เครื่องหมายอิต. แจกเหมือน กญฺญา เช่น ฉ.เอก. คิลานาย (สิริมาย) ของนางสิริมา ผู้เป็นไข้",
  "คิลานาลย": "น., ปุ. อัน (การ) ลวงว่าเป็นไข้ แจกเหมือน ปุริส เช่น ทุ.เอก. คิลานาลยํ ซึ่งอันลวงว่าเป็นไข้ เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า คิลาโน อิติ อาลโย = คิลานาลโย",
  "คิลานุปฏฺฐาก": "น., ปุ. คิลานุปัฏฐาก แจกเหมือน ปุริส เช่น ป.เอก. คิลานุปฏฺฐาโก อ. คิลานุปัฏฐาก",
  "คิลานุปฏฺฐาน": "น., นปุ. การบำรุงซึ่งพระศาสดา ผู้ทรงประชวร แจกเหมือน กุล เช่น ท.เอก. คิลานุปฏฺฐานํ ซึ่งการบำรุงซึ่งพระศาสดาผู้ทรงประชวร เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คิลานสฺส (สตฺถุ) อุปฏฺฐานํ = คิลานุปฏฺฐานํ",
  "คิลิ": "ก. (เช่น สกุโณ อ. นก) กลืนกินแล้ว คิล ธาตุ ในความกลืนกิน + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติ รัสสะ อี เป็น อิ สำเร็จรูปเป็น คิลิ",
  "คิลิต": "ก. อัน...กลืนกินแล้ว คิล ธาตุ ในความกลืนกิน + ต ปัจจัย ลง อิ อาคม เป็นกัมมวาจก ได้รูปเป็น คิลิต ดู อกต",
  "คิหิกาล": "น., ปุ. กาลแห่ง…เป็นคฤหัสถ์ แจกเหมือน ปุริส เช่น ส.เอก. คิหิกาเล ในกาลแห่ง…เป็นคฤหัสถ์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คิหิโน กาโล = คิหิกาโล",
  "คิหิพฺราหฺมณ": "น., ปุ. พราหมณ์ผู้เป็นคฤหัสถ์ แจกเหมือน ปุริส เช่น ต.เอก. คิหิพฺราหฺมเณน อันพราหมณ์ผู้เป็นคฤหัสถ์ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คิหี พฺราหฺมโณ = คิหิพฺราหฺมโณ",
  "คิหิภาว": "น., ปุ. ความเป็นแห่งคฤหัสถ์ แจกเหมือน ปุริส เช่น ส.เอก. คิหิภาเว ในความเป็นแห่งคฤหัสถ์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คิหิโน ภาโว = คิหิภาโว",
  "คิหิภูต": "ว. ผู้เป็นคฤหัสถ์เป็น ปุ. แจกเหมือน ปุริส เช่น ป.เอก. คิหิภูโต (ปุคฺคโล) อ. บุคคลผู้เป็นคฤหัสถ์เป็น มาจาก คิหี บทหน้า + ภู ธาตุ ในความมี, ความเป็น + ต ปัจจัย ในนามกิตก์ (นอกแบบ) รัสสะ อี ที่บทหน้าเป็น อิ ได้รูปเป็น คิหิภูต แปลว่า ผู้เป็นคฤหัสถ์เป็น เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คิหี ภวตีติ คิหิภูโต (ปุคฺคโล) บุคคลใด เป็นคฤหัสถ์ย่อมเป็น เหตุนั้น บุคคลนั้น ชื่อว่า คิหิภูโต ๆ ผู้เป็นคฤหัสถ์เป็น",
  "คิหิโภค": "น., ปุ. โภคะของคฤหัสถ์ แจกเหมือน ปุริส เช่น ปญฺ.เอก. คิหิโภคา จากโภคะของคฤหัสถ์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คิหิโน โภโค = คิหิโภโค",
  "คิหิสมฺปตฺติ": "น., อิต. สมบัติของคฤหัสถ์ แจกเหมือน รตฺติ เช่น ทุ.เอก. คิหิสมฺปตฺตึ ซึ่งสมบัติของคฤหัสถ์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คิหิโน สมฺปตฺติ = คิหิสมฺปตฺติ",
  "คิหิ": "น., ปุ. คฤหัสถ์ แจกเหมือน เสฏฺฐี เช่น ป.พหุ. คิหิโน อ. คฤหัสถ์ ท.",
  "คีต ๑": "น., นปุ. การขับ แจกเหมือน กุล เช่น ป.เอก. คีตํ อ. การขับ มาจาก คา ธาตุ ในความขับ, ความขับร้อง + ต ปัจจัย ในนามกิตก์ (นอกแบบ) แปลง อา ที่ คา เป็น อี ได้รูปเป็น คีต แปลว่า การขับ เป็นภาวรูป ภาวสาธนะ วิ.ว่า คายนํ = คีตํ การขับ ชื่อว่า คีตํ ๆ การขับ"
};

const vocabInsanPr9Part5to8_Page198 = {
  "คีต ๒": "น., นปุ. เพลงขับ แจกเหมือน กุล เช่น ทุ.พหุ. คีตานิ ซึ่งเพลงขับ ท.",
  "คีต ๓": "ก. อัน...ขับแล้ว คา ธาตุ ในความขับ + ต ปัจจัย แปลง อา ที่ คา เป็น อี ได้รูปเป็น คีต ดู อกต",
  "คีตกาล": "น., ปุ. กาลแห่งเพลงขับอัน...ขับแล้ว แจกเหมือน ปุริส เช่น ส.เอก. คีตกาเล ในกาลแห่งเพลงขับอัน...ขับแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คีตสฺส กาโล = คีตกาโล",
  "คีตปฺปฏิคีตํ": "น., นปุ. อ. เพลงขับตอบต่อเพลงขับ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า คีตสฺส ปฏิคีตํ = คีตปฺปฏิคีตํ [ซ้อน ปฺ]",
  "คีวา": "น., อิต. คอ แจกเหมือน กญฺญา เช่น ป.เอก. คีวา อ. คอ ส.พหุ. คีวาสุ ที่คอ ท.",
  "คุณ": "น., ปุ. คุณ แจกเหมือน ปุริส เช่น ป.เอก. คุโณ อ. คุณ",
  "คุณกถา": "น., อิต. วาจาเป็นเครื่องกล่าวซึ่งคุณ มาจาก คุณ + กถ ธาตุ ในความกล่าว + อ ปัจจัย ลง อา เครื่องหมายอิต. ได้รูปเป็น คุณกถา แปลว่า เป็นเครื่องกล่าวซึ่งคุณ เป็นกัตตุรูป กรณสาธนะ วิ.ว่า คุณํ กเถติ เอตายาติ คุณกถา (วาจา) เขาย่อมกล่าวซึ่งคุณด้วยวาจานั่น เหตุนั้น วาจานั่น ชื่อว่า คุณกถา ๆ เป็นเครื่องกล่าวซึ่งคุณ แจกเหมือน กญฺญา",
  "คุณโฆส": "น., ปุ. เสียงกึกก้องอันประกาศซึ่งพระคุณ แจกเหมือน ปุริส เช่น ทุ.เอก. คุณโฆสํ ซึ่งเสียงกึกก้องอันประกาศซึ่งพระคุณ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คุณสฺส (ปกาสโน) โฆโส = คุณโฆโส",
  "คุณเตช": "น., ปุ. เดชแห่งคุณ แจกเหมือน ปุริส เช่น ต.เอก. คุณเตเชน ด้วยเดชแห่งคุณ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คุณสฺส เตโช = คุณเตโช",
  "คุณธํสนตา": "น., อิต. ความเป็นคืออันกำจัดซึ่งคุณ, ความเป็นแห่งการกำจัดซึ่งคุณ แจกเหมือน กญฺญา เช่น ต.เอก. คุณธํสนตาย เพราะความเป็นแห่งการกำจัดซึ่งคุณ ลง ตา ปัจจัย ในภาวตัทธิต มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. คุณสฺส ธํสนํ = คุณธํสนํ ตา.ภาว.วิ. คุณธํสนสฺส ภาโว = คุณธํสนตา",
  "คุณวนฺเตสุ": "ว., ปุ. (ปุคฺคเลสุ) ในบุคคล ท. ผู้มีคุณ ศัพท์เดิมเป็น คุณวนฺตุ อุการันต์ในปุงลิงค์ ลง สุ สัตตมีวิภัตติฝ่ายพหุวจนะ แปลง นฺตุ เป็น นฺต แปลง อ เป็น เอ ลง สุ คง สุ ไว้ สำเร็จรูปเป็น คุณวนฺเตสุ แจกเหมือน ภควนฺตุ",
  "คุณสมุทย": "น., ปุ. ความตั้งขึ้นแห่งพระคุณ แจกเหมือน ปุริส เช่น ส.พหุ. คุณสมุทเยสุ ครั้นเมื่อความตั้งขึ้นแห่งพระคุณ ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คุณานํ สมุทยา = คุณสมุทยา คำว่า สมุทย ในคำว่าคุณสมุทเยสุ มาจาก สํ บทหน้า + อุ บทหน้า + อิ ธาตุ ในความไป ด้วยอำนาจอุปสัค แปลว่า ตั้งขึ้น + อ ปัจจัย [สํ - อุ - อิ - อ] สระอยู่หลัง แปลงนิคคหิตเป็น ม แปลง อิ ธาตุเป็น เอ แล้วแปลง เอ เป็น อย เป็น สมุ- อย - อ ระหว่าง สมุ - อย สระอยู่หลัง ลง ท อาคม ได้รูปเป็น สมุทย แปลว่า ความตั้งขึ้น, ความตั้งขึ้นพร้อม เป็นภาวรูป ภาวสาธนะ วิ.ว่า สมุทยนํ = สมุทโย ความตั้งขึ้นพร้อม ชื่อว่า สมุทโย ๆ ความตั้งขึ้นพร้อม",
  "คุณสมฺปนฺน": "ว. ผู้ถึงพร้อมแล้วด้วยคุณ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. คุณสมฺปนฺโน (เถโร) อ. พระเถระ ผู้ถึงพร้อมแล้วด้วยคุณ เป็นตติยาตัปปุริสสมาส วิ.ว่า คุเณน สมฺปนฺโน = คุณสมฺปนฺโน (เถโร)",
  "คุณาติเรก": "ว. ผู้มีคุณยิ่งเกิน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. คุณาติเรโก (ปจฺเจกพุทฺโธ) อ. พระปัจเจกพุทธเจ้า ผู้มีคุณยิ่งเกิน เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า คุโณ อติเรโก ยสฺส โส คุณาติเรโก (ปจฺเจกพุทฺโธ)",
  "คุณาติเรกสมฺปทา": "น., อิต. คุณาติเรกสัมปทา แจกเหมือน กญฺญา เช่น ป.เอก. คุณาติเรกสมฺปทา อ. คุณาติเรกสัมปทา"
};

const vocabInsanPr9Part5to8_Page199 = {
  "คุตฺต": "ก. อัน…คุ้มครองแล้ว คุป ธาตุ ในความคุ้มครอง + ต ปัจจัย แปลง ป ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น คุตฺต ดู อกต",
  "คุตฺตตา": "น., อิต. ความที่แห่งตนเป็นผู้อัน…คุ้มครองแล้ว แจกเหมือน กญฺญา เช่น ต.เอก. คุตฺตตาย เพราะความที่แห่งตนเป็นผู้อัน…คุ้มครองแล้ว ลง ตา ปัจจัย ในภาวตัทธิต วิ.ว่า คุตฺตสฺส ภาโว = คุตฺตตา",
  "คุตฺติ": "น., อิต. ความคุ้มครอง แจกเหมือน รตฺติ เช่น ป.เอก. คุตฺติ อ. ความคุ้มครอง มาจาก คุป ธาตุ ในความคุ้มครอง + ติ ปัจจัย แปลง ป ที่สุดธาตุ เป็น ตฺ ได้รูปเป็น คุตฺติ แปลว่า ความคุ้มครอง เป็นภาวรูป ภาวสาธนะ วิ.ว่า คุปนํ = คุตฺติ ความคุ้มครอง ชื่อว่า คุตฺติ ๆ ความคุ้มครอง",
  "คุมฺพ": "น., ปุ. พุ่ม, พุ่มไม้, กอ, กอไม้ แจกเหมือน ปุริส เช่น ป.เอก. คุมฺโพ อ. พุ่มไม้",
  "คุมฺพปิฏฺฐ": "น., นปุ. หลังแห่งพุ่มไม้ แจกเหมือน กุล เช่น ส.เอก. คุมฺพปิฏฺเฐ ที่หลังแห่งพุ่มไม้ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คุมฺพสฺส ปิฏฺฐํ = คุมฺพปิฏฺฐํ",
  "คุมฺพมูล": "น., นปุ. โคนแห่งพุ่มไม้ แจกเหมือน กุล เช่น ส.เอก. คุมฺพมูเล ที่โคนแห่งพุ่มไม้ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คุมฺพสฺส มูลํ = คุมฺพมูลํ",
  "คุยฺหภณฺฑก": "น., นปุ. ของอันบุคคลพึงปกปิด แจกเหมือน กุล เช่น ทุ.เอก. คุยฺหภณฺฑกํ ยังของอันบุคคลพึงปกปิด เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า คุยฺหํ ภณฺฑกํ = คุยฺหภณฺฑกํ คำว่า คุยฺห มาจาก คุห ธาตุ ในความปกปิด + ณฺย ปัจจัย ลบ ณฺ เหลือไว้แต่ ย แปร ย ไว้หน้า ห ได้รูปเป็น คุยฺห แปลว่า อันบุคคลพึงปกปิด เป็นกัมมรูป กัมมสาธนะ วิ.ว่า คุหิตพฺพนฺติ คุยฺหํ (ภณฺฑกํ)",
  "คุฬ, คุล": "น., ปุ. ขลุบ, นํ้าอ้อย, นํ้าอ้อยงบ แจกเหมือน ปุริส เช่น ทุ.เอก. คุฬํ ซึ่งขลุบ",
  "คุฬกีฬา": "น., อิต. การเล่นซึ่งขลุบ แจกเหมือน กญฺญา เช่น ส.เอก. คุฬกีฬาย ในการเล่นซึ่งขลุบ เป็นทุติยาตัปปุริสสมาส วิ.ว่า คุฬํ กีฬา = คุฬกีฬา ถ้าแปลว่า การเล่นด้วยขลุบ เป็นตติยาตัปปุริสสมาส วิ.ว่า คุเฬน กีฬา = คุฬกีฬา",
  "คุฬเตลตณฺฑุลาทีนิ": "น., นปุ. (วตฺถูนิ) ซึ่งวัตถุ ท. มีนํ้าอ้อยงบและนํ้ามันและข้าวสารเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. คุโฬ จ เตลญฺจ ตณฺฑุโล จ = คุฬเตลตณฺฑุลา ฉ.ตุล.วิ. คุฬเตลตณฺฑุลา อาทโย เยสํ ตานิ คุฬเตลตณฺฑุลาทีนิ (วตฺถูนิ)",
  "คูถ": "น., ปุ., นปุ. คูถ, อุจจาระ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. คูโถ อ. คูถ นปุ. แจกเหมือน กุล เช่น ทุ.เอก. คูถํ ซึ่งคูถ",
  "คูถกูป": "น., ปุ. หลุมแห่งคูถ แจกเหมือน ปุริส เช่น ส.เอก. คูถกูเป ในหลุมแห่งคูถ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คูถสฺส กูโป = คูถกูโป",
  "คูถนิรย": "น., ปุ. นรกอันเต็มแล้วด้วยคูถ แจกเหมือน ปุริส เช่น ส.เอก. คูถนิรเย ในนรกอันเต็มแล้วด้วยคูถ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คูถานํ (ปุณฺโณ) นิรโย = คูถนิรโย",
  "คูถปิณฺฑ": "น., ปุ. ก้อนแห่งคูถ แจกเหมือน ปุริส เช่น ทุ.เอก. คูถปิณฺฑํ ซึ่งก้อนแห่งคูถ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คูถสฺส ปิณฺโฑ = คูถปิณฺโฑ",
  "คูถสูกรโปติกา": "น., อิต. นางสุกรผู้ลูกน้อยตัวเคี้ยวกินซึ่งคูถ แจกเหมือน กญฺญา เช่น ทุ.เอก. คูถสูกรโปติกํ ซึ่งนางสุกรผู้ลูกน้อยตัวเคี้ยวกินซึ่งคูถ เป็นทุติยาตัปปุริสสมาส มีวิเสสนุตตรบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.นุต.กัม.วิ. สูกรา โปติกา = สูกรโปติกา ทุ.ตัป.วิ. คูถํ (ขาทิกา) สูกรโปติกา = คูถสูกรโปติกา",
  "เคณฺฑุก": "น., ปุ. กลุ่ม แจกเหมือน ปุริส เช่น ป.พหุ. เคณฺฑุกา อ. กลุ่ม ท.",
  "เคห": "น., นปุ. ตำหนัก, เรือน แจกเหมือน กุล เช่น ป.เอก. เคหํ อ. ตำหนัก, อ. เรือน เฉพาะปัญจมีวิภัตติฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น เคหโต บ้าง",
  "เคหกรณตฺถ": "น., ปุ. ประโยชน์แก่การกระทำซึ่งเรือน แจกเหมือน ปุริส เช่น จ.เอก. เคหกรณตฺถาย เพื่อประโยชน์แก่การกระทำซึ่งเรือน เป็นจตุตถีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. เคหสฺส กรณํ = เคหกรณํ จตุ.ตัป.วิ. เคหกรณสฺส อตฺโถ = เคหกรณตฺโถ"
};

const vocabInsanPr9Part5to8_Page200 = {
  "เคหฏฺฐาน": "น., นปุ. ที่แห่งเรือน แจกเหมือน กุล เช่น ทุ.เอก. เคหฏฺฐานํ ซึ่งที่แห่งเรือน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เคหสฺส ฐานํ = เคหฏฺฐานํ [ซ้อน ฏฺ] ถ้าแปลว่า ที่เป็นที่กระทำซึ่งเรือน เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. เคหสฺส กรณํ = เคหกรณํ (ฐานํ) วิ.บุพ.กัม.วิ. เคหกรณํ ฐานํ = เคหฏฺฐานํ [บทสมาส ลบ กรณ ในท่ามกลาง]",
  "เคหทาสี": "น., อิต. นางทาสีในเรือน แจกเหมือน นารี เช่น ต.เอก. เคหทาสิยา ด้วยนางทาสีในเรือน",
  "เคหทฺวาร": "น., นปุ. ประตูแห่งเรือน แจกเหมือน กุล เช่น เคหทฺวารํ อ. ประตูแห่งเรือน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เคหสฺส ทฺวารํ = เคหทฺวารํ",
  "เคหปฺปวิสนกาล": "น., ปุ. กาลเป็นที่เข้าไปสู่เรือน แจกเหมือน ปุริส เช่น ส.เอก. เคหปฺปวิสนกาเล ในกาลเป็นที่เข้าไปสู่เรือน เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุ ปัจจัยกัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ยุ.กัต.อธิ.วิ. เคหํ ปวิสติ เอตฺถาติ เคหปฺปวิสโน (กาโล) เขาย่อมเข้าไปสู่เรือนในกาลนั่น เหตุนั้น กาลนั่น ชื่อว่า เคหปฺปเวสโน ๆ เป็นที่เข้าไปสู่เรือน [ซ้อน ปฺ] วิ.บุพ.กัม.วิ. เคหปฺปเวสโน กาโล = เคหปฺปเวสนกาโล คำว่า ปวิสน ในคำว่า เคหปฺปวิสนกาเล มาจาก ป บทหน้า + วิส ธาตุ ในความเข้าไป + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ปวิสน แปลว่า เป็นที่เข้าไป เป็นกัตตุรูป อธิกรณสาธนะ",
  "เคหปฺปเวสนมงฺคล": "น., นปุ. มงคลในกาลเป็นที่เข้าไปสู่เรือน แจกเหมือน กุล เช่น ทุ.เอก. เคหปฺปเวสนมงฺคลํ ซึ่งมงคลในกาลเป็นที่เข้าไปสู่เรือน เป็นสัตตมีตัปปุริสสมาส มีทุติยาตัปปุริสสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. เคหํ ปเวสโน = เคหปฺปเวสโน (กาโล) วิ.บุพ.กัม.วิ. เคหปฺปเวสโน กาโล = เคหปฺปเวสนกาโล ส.ตัป.วิ. เคหปฺปเวสนกาเล มงฺคลํ = เคหปฺปเวสนมงฺคลํ [บทสมาส ลบ กาล ในท่ามกลาง] คำว่า ปเวสน ในคำว่า เคหปฺปเวสนมงฺคลํ มาจาก ป บทหน้า + วิส ธาตุ ในความเข้าไป + ยุ ปัจจัย วิการ อิ ที่ วิส ธาตุ เป็น เอ แปลง ยุ เป็น อน ได้รูปเป็น ปเวสน แปลว่า เป็นที่เข้าไป เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า เคหํ ปวิสติ เอตฺถาติ เคหปฺปเวสโน (กาโล)",
  "เคหภิตฺติ": "น., อิต. ฝาแห่งเรือน แจกเหมือน รตฺติ เช่น ทุ.เอก. เคหภิตฺตึ ซึ่งฝาแห่งเรือน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เคหสฺส ภิตฺติ = เคหภิตฺติ",
  "เคหมชฺฌ": "น., นปุ. ท่ามกลางแห่งเรือน แจกเหมือน กุล เช่น ส.เอก. เคหมชฺเฌ ในท่ามกลางแห่งเรือน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เคหสฺส มชฺฌํ = เคหมชฺฌํ",
  "เคหมตฺถก": "น., ปุ. ที่สุดแห่งเรือน แจกเหมือน ปุริส เช่น ส.เอก. เคหมตฺถเก บนที่สุดแห่งเรือน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เคหสฺส มตฺถโก = เคหมตฺถโก",
  "เคหรกฺขทารก": "น., ปุ. เด็กผู้รักษาซึ่งเรือน แจกเหมือน ปุริส เช่น ทุ.พหุ. เคหรกฺขทารเก ซึ่งเด็กผู้รักษาซึ่งเรือน ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส มี อ ปัจจัยกัตตุรูป กัตตุสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.กัต.กัต.วิ. เคหํ รกฺขนฺตีติ เคหรกฺขา (ทารกา) วิ.บุพ.กัม.วิ. เคหรกฺขา ทารกา = เคหรกฺขทารกา",
  "เคหรกฺขิกา": "ว., อิต. ผู้รักษาซึ่งเรือน แจกเหมือน กญฺญา เช่น ทุ.เอก. เคหรกฺขิกํ (อิตฺถึ) ซึ่งหญิงผู้รักษาซึ่งเรือน มาจาก เคห บทหน้า + รกฺข ธาตุ ในความรักษา + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก ลง อิ อาคม และ อา เครื่องหมายอิต. ได้รูปเป็น เคหรกฺขิกา แปลว่า ผู้รักษาซึ่งเรือน เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า เคหํ รกฺขตีติ เคหรกฺขิกา (อิตฺถี)"
};

const vocabInsanPr9Part5to8_Page201 = {
  "เคหสณฺฐานาทิวเสน": "น., ปุ. ด้วยสามารถแห่งสัณฐานมีสัณฐานแห่งเรือนเป็นต้น เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส และฉัฏฐีตุลยาธิกรณพหุพพิหิสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. เคหสฺส สณฺฐานํ = เคหสณฺฐานํ ฉ.ตุล.วิ. เคหสณฺฐานํ อาทิ เยสํ ตานิ เคหสณฺฐานาทีนิ (สณฺฐานานิ) ฉ.ตัป.วิ. เคหสณฺฐานาทีนํ วโส = เคหสณฺฐานาทิวโส แจกเหมือน ปุริส",
  "เคหสมฺปตฺติ": "น., อิต. สมบัติในเรือน แจกเหมือน รตฺติ เช่น ทุ.เอก. เคหสมฺปตฺตึ ซึ่งสมบัติในเรือน เป็นสัตตมีตัปปุริสสมาส วิ.ว่า เคเห สมฺปตฺติ = เคหสมฺปตฺติ",
  "เคหาภิมุข": "ว. ผู้มีหน้าเฉพาะต่อเรือน ปุ. แจกเหมือน ปุริส เช่น ป.เอก. เคหาภิมุโข (เถโร) อ. พระเถระ ผู้มีหน้าเฉพาะต่อเรือน เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า เคหสฺส อภิมุขํ ยสฺส โส เคหาภิมุโข (เถโร) หน้าเฉพาะ ต่อเรือนของพระเถระใด (มีอยู่) พระเถระนั้น ชื่อว่า ผู้มีหน้าเฉพาะต่อเรือน",
  "เคหาภิมุขี": "ว., อิต. ผู้มีหน้าเฉพาะต่อเรือน แจกเหมือน นารี เช่น ป.เอก. เคหาภิมุขี (อุปาสิกา) อ. อุบาสิกา ผู้มีหน้าเฉพาะต่อเรือน เป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า เคหสฺส อภิมุขํ ยสฺสา สา เคหาภิมุขี (อุปาสิกา) หน้าเฉพาะต่อเรือน ของอุบาสิกาใด (มีอยู่) อุบาสิกานั้น ชื่อว่า ผู้มีหน้าเฉพาะต่อเรือน [เคหาภิมุขี มาจาก เคหาภิมุข อิต. ลง อี เครื่องหมายอิต. เป็น เคหาภิมุขี]",
  "โค": "น. โค เป็นศัพท์ที่แจกโดยเฉพาะ [เป็นคำกลาง ๆ ไม่จำกัดว่าตัวผู้หรือตัวเมีย แต่ถ้าเจาะจงเป็นตัวผู้คือเป็นปุงลิงค์เป็น โคณ แจกเหมือน ปุริส ถ้าเป็นตัวเมีย คือเป็นอิตถีลิงค์เป็น คาวี แจกเหมือน นารี] เช่น ป.พหุ. คาโว อ. โค ท. ฉ.พหุ. คุนฺนํ แห่งโค ท.",
  "โคคณ": "น., ปุ. ฝูงแห่งโค แจกเหมือน ปุริส เช่น ป.เอก. โคคโณ อ. ฝูงแห่งโค เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า คุนฺนํ คโณ = โคคโณ",
  "โคฆาตก": "ว., ปุ. ผู้ฆ่าซึ่งโค แจกเหมือน ปุริส เช่น ป.เอก. โคฆาตโก (ปุคฺคโล) อ. บุคคล ผู้ฆ่าซึ่งโค มาจาก โค บทหน้า + หน ธาตุ ในความฆ่า + ณฺวุ ปัจจัย แปลง หน ธาตุเป็น ฆาต แปลง ณฺวุ เป็น อก ได้รูปเป็น โคฆาตก แปลว่า ผู้ฆ่าซึ่งโค เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คาวํ หนตีติ โคฆาตโก (ปุคฺคโล) ถ้าเป็นสมาส เป็นทุติยาตัปปุริสสมาส วิ.ว่า คาวํ ฆาตโก = โคฆาตโก (ปุคฺคโล)",
  "โคฆาตกกมฺม": "น., นปุ. กรรมแห่งบุคคลผู้ฆ่าซึ่งโค แจกเหมือน กุล เช่น ทุ.เอก. โคฆาตกกมฺมํ ซึ่งกรรมแห่งบุคคลผู้ฆ่าซึ่งโค เป็นฉัฏฐีตัปปุริสสมาส มีทุติยาตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. คาวํ ฆาตโก = โคฆาตโก (ปุคฺคโล) ฉ.ตัป.วิ. โคฆาตกสฺส กมฺมํ = โคฆาตกกมฺมํ",
  "โคฆาตกปุตฺต": "น., ปุ. บุตรของบุคคลผู้ฆ่าซึ่งโค แจกเหมือน ปุริส เช่น ป.เอก. โคฆาตกปุตฺโต อ. บุตรของบุคคลผู้ฆ่าซึ่งโค เป็นทุติยาตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. คาวํ ฆาตโก = โคฆาตโก (ปุคฺคโล) ฉ.ตัป.วิ. โคฆาตกสฺส ปุตฺโต = โคฆาตกปุตฺโต",
  "โคฆาตกปุตฺตวตฺถุ": "น., นปุ. อ. เรื่องแห่งบุตรของบุคคลผู้ฆ่าซึ่งโค เป็นฉัฏฐีตัปปุริสสมาส มีทุติยาตัปปุริสสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. คาวํ ฆาตโก = โคฆาตโก (ปุคฺคโล) ฉ.ตัป.วิ. โคฆาตกสฺส ปุตฺโต = โคฆาตกปุตฺโต ฉ.ตัป.วิ. โคฆาตกปุตฺตสฺส วตฺถุ = โคฆาตกปุตฺตวตฺถุ",
  "โคจร ๑": "ว., นปุ. (ที่) เป็นที่เที่ยวไปแห่งโค แจกเหมือน กุล เช่น ทุ.เอก. โคจรํ (ฐานํ) สู่ที่เป็นที่เที่ยวไปแห่งโค มาจาก โค บทหน้า + จร ธาตุ ในความเที่ยวไป + อ ปัจจัย ได้รูปเป็น โคจร แปลว่าเป็นที่เที่ยวไปแห่งโค เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า โค จรติ เอตฺถาติ โคจรํ (ฐานํ) โค ย่อมเที่ยวไป ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า โคจรํ ๆ เป็นที่เที่ยวไปแห่งโค",
  "โคจร ๒": "น., ปุ. การเที่ยวไปบนแผ่นดิน แจกเหมือน ปุริส เช่น ทุ.เอก. โคจรํ ซึ่งการเที่ยวไปบนแผ่นดิน เป็นสัตตมีตัปปุริสสมาส วิ.ว่า คาเว จโร = โคจโร [คำว่า โค แปลว่า แผ่นดิน] บางครั้งแปลเอาความว่า การหากิน ก็มี"
};

const vocabInsanPr9Part5to8_Page202 = {
  "โคจร ๓": "น., ปุ. การโคจร แจกเหมือน ปุริส เช่น ทุ.เอก. โคจรํซึ่งการโคจร",
  "โคจรคาม": "น., ปุ. โคจรคาม แจกเหมือน ปุริส เช่น ทุ.เอก. โคจรคามํ ซึ่งโคจรคาม",
  "โคจรชฺฌตฺตสงฺขาตา": "ว., อิต. (กมฺมฏฺฐานภาวนาย) ในกัมมัฏฐานภาวนาอันบัณฑิตนับพร้อมแล้วว่าโคจรธรรมอันเป็นไปในภายใน เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีอุปสัคคปุพพกะ อัพยยีภาวสมาส และวิเสสนุตตรบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้อุป.อัพ.วิ. อตฺตานํ อธิวตฺตตีติ อชฺฌตฺโต (โคจโร) วิ.นุต.กัม.วิ.โคจโร อชฺฌตฺโต = โคจรชฺฌตฺโต สัม.บุพ.กัม.วิ. โคจรชฺฌตฺโต อิติ สงฺขาตา = โคจรชฺฌตฺตสงฺขาตา (กมฺมฏฺฐานภาวนา)",
  "โคจรภูมิ": "น., อิต. ภาคพื้นเป็นที่เที่ยวไปแห่งโค แจกเหมือน รตฺติ เช่น ป.เอก. โคจรภูมิ อ. ภาคพื้นเป็นที่เที่ยวไปแห่งโค เป็นวิเสสนบุพพบท กัมมธารยสมาส มี อ ปัจจัยกัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.กัต.อธิ.วิ. โค จรติ เอตฺถาติ โคจรา (ภูมิ)วิ.บุพ.กัม.วิ. โคจรา ภูมิ = โคจรภูมิ",
  "โคจรสมฺปชญฺญ": "น., นปุ. โคจรสัมปชัญญะ แจกเหมือน กุล เช่น ป.เอก. โคจรสมฺปชญฺญํ อ. โคจรสัมปชัญญะ",
  "โคณ": "น., ปุ. โค แจกเหมือน ปุริส เช่น ป.เอก. โคโณ อ. โค",
  "โคณชาติ": "น., อิต. โคณชาติ แจกเหมือน รตฺติ เช่น ทุ.เอก. โคณชาตึ ซึ่งโค [ชาติ ศัพท์เป็นศัพท์สกัตถ์ไม่ต้องแปล] แต่ถ้าแปลว่า ชาติแห่งโค เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โคณสฺส ชาติ = โคณชาติ",
  "โคณสกฏาทีนิ": "ว., นปุ. (วาหนานิ) ซึ่งพาหนะ ท. มีโคและเกวียนเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.ทวัน.วิ. โคโณ จ สกฏญฺจ = โคณสกฏานิ ฉ.ตุล.วิ. โคณสกฏานิ อาทีนิ เยสํ ตานิ โคณสกฏาทีนิ (วาหนานิ)",
  "โคตม ๑": "น., ปุ. พระโคดม แจกเหมือน ปุริส เช่น ป.เอก. โคตโม อ. พระโคดม",
  "โคตม ๒": "ว., ปุ. ผู้โคดม แจกเหมือน ปุริส เช่น ป.เอก. โคตโม (สมโณ) อ. พระสมณะ ผู้โคดม",
  "โคตม": "ว., ปุ. พระโคดม (พระนามของพระพุทธเจ้า) แจกเหมือน ปุริส เช่น ป.เอก. โคตโม (พุทฺโธ) อ. พระพุทธเจ้าพระนามว่าโคดม",
  "โคตมโคตฺต": "ว., ปุ. ผู้โคตมโคตร แจกเหมือน ปุริส เช่น ฉ.เอก. โคตมโคตฺตสฺส (พุทฺธสส) ของพระพุทธเจ้า ผู้โคตมโคตร",
  "โคตมพุทฺธ": "น., ปุ. พระพุทธเจ้าพระนามว่าโคดม แจกเหมือน ปุริส เช่น ป.เอก. โคตมพุทฺโธ อ. พระพุทธเจ้าพระนามว่าโคดม เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โคตโม พุทฺโธ = โคตมพุทฺโธ",
  "โคตมสาวก": "น., ปุ. สาวกของพระโคดม แจกเหมือน ปุริส เช่น ป.พหุ. โคตมสาวกา อ.สาวกของพระโคดม ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โคตมสฺส สาวกา = โคตมสาวกา",
  "โคตมี ๑": "น., อิต. โคตมี แจกเหมือน นารี เช่น อา.เอก. โคตมิดูก่อนโคตมี",
  "โคตมี ๒": "ว., อิต. ผู้โคตมี แจกเหมือน นารี เช่น ป.เอก. โคตมี (มหาปชาปตี) อ. พระนางมหาปชาบดีผู้โคตมี",
  "โคตฺต": "น., นปุ. โคตร แจกเหมือน กุล เช่น จ.เอก. โคตฺตสฺส แก่โคตร",
  "โคธปณฺฑิต": "น., ปุ. เหี้ยตัวฉลาด แจกเหมือน ปุริสเช่น ต.เอก. โคธปณฺฑิเตน อันเหี้ยตัวฉลาด เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า โคธา ปณฺฑิโต = โคธปณฺฑิโต [ปณฺฑิโต วิเสสนลิงฺควิปลฺลาส ของ โคธา]",
  "โคธมํส": "น., นปุ. เนื้อของเหี้ย แจกเหมือน กุล เช่น ทุ.เอก. โคธมํสํ ซึ่งเนื้อของเหี้ย เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โคธาย มํสํ = โคธมํสํ"
};

const vocabInsanPr9Part5to8_Page203 = {
  "โคธราช": "น., ปุ. เหี้ยผู้พระราชา แจกเหมือน ราช เช่น ป.เอก. โคธราชา อ. เหี้ยผู้พระราชา เป็น วิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า โคธา ราชา = โคธราชา [ราชาวิเสสนลิงฺควิปลฺลาส ของโคธา]",
  "โคธา": "น., อิต. เหี้ย แจกเหมือน กญฺญา เช่น ป.เอก. โคธา อ. เหี้ย",
  "โคปย": "ก. (ตฺวํ อ. ท่าน) จงคุ้มครอง คุป ธาตุ ในความคุ้มครอง + ณย ปัจจัย ในกัตตุวาจก + หิปัญจมีวิภัตติด้วยอำ นาจ ณย ปัจจัย พฤทธิอุ ต้นธาตุเป็น โอ ลบ ณ เหลือไว้แต่ ย ลบ หิ สำ เร็จรูปเป็น โคปย",
  "โคปยิตุํ": "น. อ. อันคุ้มครอง, เพื่ออันคุ้มครอง คุป ธาตุ ในความคุ้มครอง + ณย ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย ด้วยอำ นาจ ณย ปัจจัย พฤทธิอุต้น ธาตุเป็น โอ ลบ ณ เหลือไว้แต่ ย ลง อิอาคม สำ เร็จรูปเป็น โคปยิตุํ ดู อกฺโกสิตุํ",
  "โคปยึสุ": "ก. (เช่น ชนา อ. ชน ท.) คุ้มครองแล้ว คุป ธาตุ ในความคุ้มครอง + ณย ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติด้วยอำ นาจ ณย ปัจจัย พฤทธิอุ ต้นธาตุเป็น โอ ลบ ณ เหลือไว้แต่ ย แปลง อุํ เป็น อึสุสำ เร็จรูปเป็น โคปยึสุ",
  "โคปานสิวงฺก": "ว. ผู้มีซี่โครงอันคดเพียงดังกลอน เรือน อิต. แจกเหมือน กญฺญา เช่น ทุ.เอก. โคปานสิวงฺกํ (อิตฺถึ) ซึ่งหญิง ผู้มีซี่โครงอันคด เพียงดังกลอนเรือน ลง ณ ปัจจัย ในตทัสสัตถิ ตัทธิต มีวิเสสโนปมบท กัมมธารยสมาส เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.โนปม.กัม.วิ. โคปานสิ อิว วงฺกา = โคปานสิวงฺกา (ผาสุกา) ซี่โครงคดเพียงดังกลอนเรือน [โคปานสิ= กลอน เรือน อิต.] ฉ.ตุล.วิ. โคปานสิวงฺกา ผาสุกา ยสฺสา สา โคปานสิวงฺกา (อิตฺถี) ซี่โครงของ หญิงใด อันคดเพียงดังกลอนเรือน หญิงนั้น ชื่อว่า โคปานสิวงฺกา ๆ ผู้มีซี่โครงอันคด เพียงดังกลอน เรือน [บทสมาส ลบ ผาสุกา]",
  "โคปาลก ๑": "น., ปุ. นายโคบาล แจกเหมือน ปุริส เช่น ป.เอก. โคปาลโก อ. นายโคบาล",
  "โคปาลก ๒": "ว., ปุ. ผู้เลี้ยงซึ่งโค แจกเหมือน ปุริส เช่น ป.เอก. โคปาลโก (ปุคฺคโล) อ. บุคคล ผู้เลี้ยง ซึ่งโค มาจาก โค + ปาลธาตุ ในความรักษา + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก ได้รูปเป็น โคปาลก แปลว่า ผู้รักษาซึ่งโค เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า คาวํ ปาเลตีติ โคปาลโก (ปุคฺคโล)",
  "โคปาลทารก": "น., ปุ. เด็กชายผู้เลี้ยงซึ่งโค แจก เหมือนปุริสเช่นป.พหุ.โคปาลทารกาอ.เด็กชาย ผู้เลี้ยงซึ่งโค ท. เป็นวิเสสนบุพพบท กัมมธารย สมาส มีอ ปัจจัย กัตตุรูป กัตตุสาธนะเป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.กัต.กัต.วิ. คาวํ ปาเลนฺตีติ โคปาลา (ทารกา) วิ.บุพ.กัม.วิ. โคปาลา ทารกา = โคปาลทารกา",
  "โคปิต": "ก. คุ้มครองแล้ว คุป ธาตุ ในความคุ้มครอง + ต ปัจจัย พฤทธิอุต้นธาตุเป็น โอลงอิอาคม ได้รูปเป็น โคปิต ดู อคต",
  "โคปฺผก": "น., ปุ. ข้อเท้าแจกเหมือน กุลเช่น ส.พหุ. โคปฺผเกสุที่ข้อเท้า ท., ที่ข้อพระบาท ท.",
  "โคเปติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมคุ้มครอง คุป ธาตุ ในความคุ้มครอง + เณ ปัจจัย ในกัตตุ วาจก + ติวัตตมานาวิภัตติด้วยอำ นาจเณปัจจัย พฤทธิอุ ต้นธาตุเป็น โอ ลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น โคเปติ",
  "โคเปถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงคุ้มครอง คุป ธาตุ ในความคุ้มครอง + เณ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติด้วยอำ นาจ เณ ปัจจัย พฤทธิ อุต้นธาตุเป็น โอลบ ณ เหลือไว้แต่ เอสำ เร็จรูป เป็น โคเปถ",
  "โคหนุก": "น., ปุ.ไม้อันมีสัณฐานเพียงดังคางแห่งโค, ไม้คางโค แจกเหมือน ปุริส เช่น ต.เอก. โคหนุเกน ด้วยไม้อันมีสัณฐานเพียงดังคางแห่ง โค, ด้วยไม้คางโค"
};

const vocabInsanPr9Part5to8_Page204 = {
  "ฆฏ": "น., ปุ. หม้อ แจกเหมือน ปุริส เช่น ทุ.เอก. ฆฏํซึ่งหม้อ",
  "ฆฏติ": "ก. (เช่น เถโรอ. พระเถระ) ย่อมพากเพียร, ความสืบต่อ ฆฏ ธาตุ ในความพากเพียร + อ ปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติสำ เร็จรูป เป็น ฆฏติ",
  "ฆฏน": "น., นปุ. การสืบต่อ แจกเหมือน กุล เช่น ต.เอก. ฆฏเนน ด้วยการสืบต่อ เฉพาะปัญจมี วิภัตติฝ่ายเอก.ลงโต ปัจจัย เป็น ฆฏนโต เพราะ การสืบต่อ บ้าง มาจาก ฆฏ ธาตุ ในความสืบต่อ + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ฆฏน แปลว่า การสืบต่อ เป็นภาวรูป ภาวสาธนะ วิ.ว่า ฆฏนํ = ฆฏนํการสืบต่อ ชื่อว่า ฆฏนํ ๆ การสืบต่อ",
  "ฆฏปฺปมาณ": "ว. อันมีหม้อเป็นประมาณ อิต. แจกเหมือน กญฺญา เช่น ป.เอก. ฆฏปฺปมาณา (ฆฏิกา) อ. ปุ่ม อันมีหม้อเป็นประมาณ เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฆโฏ ปมาณํ ยสฺสา สา ฆฏปฺปมาณา (ฆฏิกา)",
  "ฆฏิกา": "น., อิต. ปุ่ม แจกเหมือน กญฺญาเช่น ป.เอก. ฆฏิกา อ. ปุ่ม",
  "ฆฏิต": "ก. ติดแล้ว ฆฏ ธาตุ ในความติด + ต ปัจจัย ลง อิอาคม ได้รูปเป็น ฆฏิต ดู อคต",
  "ฆฏีการสุตฺตนฺต": "น., ปุ. ฆฏีการสูตร แจกเหมือน ปุริสเช่น ทุ.เอก.ฆฏีการสุตฺตนฺตํซึ่งฆฏีการสูตร",
  "ฆฏฺฏนมชฺชนกฺขม": "ว. อันควรแก่อันบุและอันขัด นปุ.แจกเหมือน กุลเช่น ทุ.เอก. ฆฏฺฏนมชฺชนกฺขมํ (ชมฺพุนทนิกฺขํ) ซึ่งแท่งแห่งทองชมพูนุท อันควรแก่อันบุและอันขัดเป็นจตุตถีตัปปุริสสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้ส.ทวัน.วิ. ฆฏฺฏนญฺจ มชฺชนญฺจ = ฆฏฺฏนมชฺชนํ จตุ.ตัป.วิ. ฆฏฺฏนมชฺชนสฺส ขมํ = ฆฏฺฏนมชฺชนกฺขมํ (ชมฺพุนทนิกฺขํ) [ซ้อน กฺ]",
  "ฆฏฺฏนวจน": "น., นปุ. คำเป็นเครื่องกระทบกระทั่ง แจกเหมือน กุล เช่น ป.เอก. ฆฏฺฏนวจนํ อ. คำ เป็นเครื่องกระทบกระทั่ง เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุปัจจัย กัตตุรูป กรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ ยุ.กัต. กรณ.วิ. ฆฏฺเฏติ เอเตนาติ ฆฏฺฏนํ (วจนํ) เขา ย่อมกระทบกระทั่ง ด้วยคำ นั่น เหตุนั้น คำ นั่น ชื่อว่า ฆฏฺฏนํ ๆ เป็นเครื่องกระทบกระทั่ง วิ.บุพ. กัม.วิ. ฆฏฺฏนํ วจนํ = ฆฏฺฏนวจนํ",
  "ฆฏฺเฏติ": "ก. (เช่น อิตฺถีอ. หญิง) ย่อมดีด ฆฏฺฏ ธาตุ ในความดีด + เณ ปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติลบณเหลือไว้แต่เอสำ เร็จรูป เป็น ฆฏฺเฏติ",
  "ฆฏฺเฏตฺวา": "ก. กระทบกระทั่งแล้ว ฆฏฺฏ ธาตุใน ความกระทบกระทั่ง + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น ฆฏฺเฏตฺวา",
  "ฆฏฺเฏนฺต": "ก. เสียดสีอยู่ฆฏฺฏ ธาตุ ในความเสียดสี + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น ฆฏฺเฏนฺต ดู อกฺกมนฺต",
  "ฆฏฺเฏสิ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ขันแล้ว ฆฏฺฏ ธาตุ ในความขัน + เณ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่เอลงสอาคม รัสสะ อีเป็น อิสำ เร็จรูปเป็น ฆฏฺเฏสิ",
  "ฆเฏตฺวา": "ก. ทรงสืบต่อ ฆฏ ธาตุ ในความสืบต่อ + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอสำ เร็จรูปเป็น ฆเฏตฺวา [นิยมแปล เป็นสมานกาลกิริยา คือไม่ออกคำ แปลว่า แล้ว]",
  "ฆเฏนฺต": "ก. เพียรอยู่ฆฏ ธาตุ ในความเพียร + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น ฆเฏนฺต ดู อกฺกมนฺต",
  "ฆตฺวา": "ก. ฆ่าแล้ว หน ธาตุ ในความฆ่า + ตฺวา ปัจจัย แปลง หน ธาตุเป็น ฆ สำ เร็จรูปเป็น ฆตฺวา",
  "ฆนโกฏฺฏิม": "ว. อันบุคคลพึงบุโดยความเป็นแท่ง นปุ. แจกเหมือน กุล เช่น ทุ.เอก. ฆนโกฏฺฏิมํ (อิตฺถีรูปํ) ซึ่งรูปแห่งหญิงอันบุคคลพึงบุโดยความ เป็นแท่ง เป็นตติยาตัปปุริสสมาส วิ.ว่า ฆเนน โกฏฺฏิมํ = ฆนโกฏฺฏิมํ (อิตฺถีรูปํ)",
  "ฆนรตฺตสุวณฺณผลิกปวาฬมยา": "ว., อิต. (สิขร ถูปิโย) อ. ยอดแห่งจอม ท. อันสำเร็จแล้วด้วย ทองมีสีสุกอันเป็นแท่งและแก้วผลึกและแก้วประพาฬ ลง มย ปัจจัย ในปกติตัทธิต มีวิเสสน บุพพบท กัมมธารยสมาส วิเสสนบุพพบท กัมม ธารยสมาส และอสมาหารทวันทวสมาส เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. รตฺตํ สุวณฺณํ = รตฺตสุวณฺณํ วิ.บุพ.กัม.วิ.ฆนํ รตฺต สุวณฺณํ = ฆนรตฺตสุวณฺณํ อ.ทวัน.วิ. ฆนรตฺต สุวณฺณญฺจ ผลิโก จ ปวาโฬ จ = ฆนรตฺต สุวณฺณผลิกปวาฬา มย.ปกติ.วิ. ฆนรตฺต สุวณฺณผลิกปวาเฬหิ สิทฺธา = ฆนรตฺตสุวณฺณ ผลิกปวาฬมยา (สิขรถูปิโย) แจกเหมือน กญฺญา"
};

const vocabInsanPr9Part5to8_Page205 = {
  "ฆนรตฺตสุวณฺณมย": "ว. สำเร็จแล้วด้วยทองมีสีสุก อันเป็นแท่ง อิต. แจกเหมือน กญฺญา เช่น ทุ. เอก. ฆนรตฺตสุวณฺณมยํ (อิฏฺฐกํ) ซึ่งอิฐ ลง มย ปัจจัย ในปกติตัทธิต มีวิเสสนบุพพบท กัมมธารย สมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. รตฺตํ สุวณฺณํ = รตฺตสุวณฺณํ วิ.บุพ.กัม.วิ. ฆนํ รตฺตสุวณฺณํ = ฆนรตฺตสุวณฺณํ มย.ปกติ.วิ. ฆนรตฺตสุวณฺเณน สิทฺธา = ฆนรตฺตสุวณฺณมยา (อิฏฺฐกา)",
  "ฆนสุวณฺณโกฏิม": "ว. อันบุคคลพึงบุด้วยทองอัน เป็นแท่ง ปุ. แจกเหมือน ปุริส เช่น ส.พหุ. ฆน สุวณฺณโกฏิเมสุ (เสนาสนกุเฏสุ) ในหม้ออัน ตั้งอยู่ในเสนาสนะ ท. อันบุคคลพึงบุด้วยทองอัน เป็นแท่ง [ธ. ๘:สุมนสามเณรวตฺถุหน้า ๙๘] เป็น ตติยาตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารย สมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ วิ.บุพ.กัม.วิ. ฆนํ สุวณฺณํ = ฆนสุวณฺณํ ต.ตัป.วิ. ฆนสุวณฺเณน โกฏิมา = ฆนสุวณฺณโกฏิมา (เสนาสนกุฏา) [กุฏ = หม้อ, ไห ปุ., นปุ.]",
  "ฆร": "น., ปุ., นปุ. เรือน ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ฆรา อ. เรือน ท. นปุ. แจกเหมือน กุล เช่น ป.เอก. ฆรํ อ. เรือน",
  "ฆรณี": "น., อิต. ฆรณี แจกเหมือน นารีเช่น อา.เอก. ฆรณิดูก่อนฆรณี",
  "ฆรทฺวาร": "น., นปุ. ประตูแห่งเรือน แจกเหมือน กุล เช่น ส.เอก. ฆรทฺวาเร ที่ประตูแห่งเรือน เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า ฆรสฺส ทฺวารํ = ฆรทฺวารํ",
  "ฆรพนฺธน": "น., นปุ. เครื่องผูกคือเรือน แจกเหมือน กุล เช่น ต.เอก. ฆรพนฺธเนน ด้วยเครื่องผูกคือ เรือน เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ฆรํ เอว พนฺธนํ = ฆรพนฺธนํ",
  "ฆรมานุสก": "น., ปุ. ประชุมแห่งมนุษย์ในเรือน แจกเหมือน ปุริสเช่น ส.พหุ. ฆรมานุสเกสุ ครั้นเมื่อประชุมแห่งมนุษย์ในเรือน ท. ลง กณฺ ปัจจัย ในสมุหตัทธิต มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. เคเห มนุสฺสา = เคหมนุสฺสา กณฺ.สมุห.วิ. เคหมนุสฺสานํ สมุโห = เคหมานุสโก [มานุสก มาจาก มนุสฺส + กณฺ ปัจจัย ด้วยอำ นาจ กณฺปัจจัย ทีฆะอ ต้นศัพท์เป็น อาลบ สฺตัวสะกด ได้รูปเป็น มานุสก เป็นปุงลิงค์ โดยมากแจกเหมือน ปุริส ฝ่ายเอกวจนะ แต่ที่ เป็นพหุวจนะ ก็มีและเป็นนปุงสกลิงค์ ก็มี ดู เคหมานุสก ในพจนานุกรมบาลี-ไทย ธรรมบท ภาค ๑ - ๔]",
  "ฆรสปฺปชาติก": "ว. ตัวมีชาติแห่งงูในเรือน ปุ. แจกเหมือน ปุริสเช่น ทุ.เอก.ฆรสปฺปชาติกํ (อหึ) ซึ่งงู ตัวมีชาติแห่งงูในเรือน ลง อิก ปัจจัย ในตทัสสัตถิตัทธิต มีสัตตมีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. ฆเร สปฺโป = ฆรสปฺโป ฉ.ตัป.วิ. ฆรสปฺปสฺส ชาติ = ฆรสปฺปชาติ อิก.ตทัส.วิ. ฆรสปฺปชาติ อสฺส อตฺถีติ ฆรสปฺปชาติโก (อหิ) ชาติแห่งงูในเรือน ของงูนั้น มีอยู่ เหตุนั้น งูนั้น ชื่อว่า ตัวมีชาติแห่งงูในเรือน",
  "ฆรสามินี": "น., อิต. เจ้าของแห่งเรือน แจกเหมือน นารีเช่น ป.เอก. ฆรสามินีอ. เจ้าของแห่งเรือน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฆรสฺส สามินี = ฆรสามินี",
  "ฆรสูกร": "น., ปุ. สุกรในเรือน แจกเหมือน ปุริส เช่น ป.เอก. ฆรสูกโร อ. สุกรในเรือน เป็น สัตตมีตัปปุริสสมาส วิ.ว่า ฆเร สูกโร = ฆรสูกโร",
  "ฆราวาส": "น., ปุ. การอยู่ครองซึ่งเรือน แจกเหมือน ปุริส เช่น ป.เอก. ฆราวาโส อ. การอยู่ครองซึ่ง เรือน เป็นทุติยาตัปปุริสสมาส วิ.ว่า ฆรํ อาวาโส = ฆราวาโส คำว่า อาวาส ในคำว่า ฆราวาโส มาจาก อา บทหน้า + วส ธาตุ ในความอยู่ + ณปัจจัย ด้วยอำ นาจณปัจจัย ทีฆะอ ต้นธาตุเป็น อาลบ ณ ได้รูปเป็น อาวาส แปลว่า การอยู่ครอง เป็นภาวรูป ภาวสาธนะ วิ.ว่า อาวสนํ = อาวาโส การอยู่ครอง ชื่อว่า อาวาโส ๆ การอยู่ครอง"
};

const vocabInsanPr9Part5to8_Page206 = {
  "ฆราวาสพนฺธน": "น., นปุ. เครื่องผูกคือการอยู่ ครองซึ่งเรือน แจกเหมือน กุล เช่น ทุ.เอก. ฆราวาสพนฺธนํ สู่เครื่องผูกคือการอยู่ครองซึ่ง เรือน เฉพาะปัญจมีวิภัตติฝ่ายเอก.ลง โต ปัจจัย เป็น ฆราวาสพนฺธนโต จากเครื่องผูกคือการ อยู่ครองซึ่งเรือน บ้าง เป็นอวธารณบุพพบท กัมมธารยสมาส มีทุติยาตัปปุริสสมาส เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ทุ.ตัป.วิ. ฆรํ อาวาโส = ฆราวาโส อว.บุพ.กัม.วิ. ฆราวาโส เอว พนฺธนํ = ฆราวาสพนฺธนํ",
  "ฆราวาสพนฺธนสงฺขาต": "ว. อันบัณฑิตนับพร้อม แล้วว่าเครื่องผูกคือการอยู่ครองซึ่งเรือน นปุ. แจกเหมือน กุล เช่น ปญฺ.เอก. ฆราวาส พนฺธนสงฺขาตา (ตณฺหาวนา) จากป่าคือตัณหา อันบัณฑิตนับพร้อมแล้วว่าเครื่องผูกคือการอยู่ ครองซึ่งเรือน [ธ. ๘: วิพฺภนฺตกวตฺถุหน้า ๑๕]",
  "ฆํสิยมาน": "ก. อัน…เสียดสีอยู่ ฆํส ธาตุ ในความ เสียดสี + อิอาคม หน้า ย ปัจจัยในกัมมวาจก + มาน ปัจจัย ได้รูปเป็น ฆํสิยมาน ดู อนาหริยมาน",
  "ฆาต": "น., ปุ. อัน (การ) ฆ่า แจกเหมือน ปุริส เช่น จ.เอก. ฆาตาย เพื่ออันฆ่า มาจาก หน ธาตุ ในความ ฆ่า + อ ปัจจัย แปลง หน ธาตุเป็น ฆาต ได้รูปเป็น ฆาต แปลว่า การฆ่า เป็นภาวรูป ภาวสาธนะ วิ.ว่า หนนํ = ฆาโต",
  "ฆาเตตพฺพ": "ก. อัน...พึงให้ฆ่า หน ธาตุ ในความฆ่า + เณ ปัจจัย ในเหตุกัตตุวาจก + ตพฺพ ปัจจัยเป็น เหตุกัมมวาจก แปลง หน ธาตุเป็น ฆาต ลบ ณ เหลือไว้แต่เอได้รูปเป็น ฆาเตตพฺพ ดู อกตฺตพฺพ",
  "ฆาเตติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ยัง...ย่อมให้ ฆ่า หน ธาตุ ในความฆ่า + เณ ปัจจัย ในเหตุกัตตุ วาจก + ติวัตตมานาวิภัตติแปลง หน ธาตุเป็น ฆาต ลบ ณ เหลือไว้แต่ เอสำ เร็จรูปเป็น ฆาเตติ",
  "ฆาเตตฺวา": "ก. ฆ่าแล้ว หน ธาตุ ในความฆ่า + เอ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย แปลง หน ธาตุ เป็น ฆาต สำ เร็จรูปเป็น ฆาเตตฺวา",
  "ฆาเตนฺตุ": "ก. (เช่น ธมฺมาอ.ธรรม ท.) จงฆ่า [ธ. ๗: ปญฺจอุปาสกวตฺถุหน้า ๒๑] หน ธาตุ ในความฆ่า + เอ ปัจจัย ในกัตตุวาจก + อนฺตุ ปัญจมีวิภัตติ แปลง หน ธาตุเป็น ฆาต สำ เร็จรูปเป็น ฆาเตนฺตุ",
  "ฆาเตสฺสาม": "ก. (มยํอ. เรา ท.) จักฆ่า หน ธาตุ ในความฆ่า + เอ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติแปลง หน ธาตุ เป็น ฆาต สำ เร็จรูปเป็น ฆาเตสฺสาม",
  "ฆาน": "น., นปุ. จมูก แจกเหมือน กุล เช่น ต.เอก. ฆาเนน ทางจมูก",
  "ฆายิตฺวา": "ก. สูดแล้ว ฆา ธาตุ ในความสูด + ย ปัจจัย ในกัตตุวาจก + อิอาคม + ตฺวา ปัจจัย สำ เร็จรูปเป็น ฆายิตฺวา",
  "ฆาสจฺฉาทนมตฺตํ": "ว., นปุ. (วตฺถุํ) ซึ่งวัตถุ สักว่า อาหารอันบุคคลพึงกินและผ้าเป็นเครื่อง ปกปิด เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้ส.ทวัน.วิ. ฆาโส จ ฉาทนญฺจ = ฆาสจฺฉาทนํ [ซ้อน จฺ] สัม.บุพ.กัม.วิ. ฆาสจฺฉาทนํ อิติ มตฺตํ = ฆาสจฺฉาทนมตฺตํ (วตฺถุ)",
  "ฆาสจฺฉาทนาทีหิ": "ว., ปุ. (ปจฺจเยหิ) ด้วยปัจจัย ท. มีอาหารอันบุคคลพึงกินและผ้าเป็นเครื่อง ปกปิดเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส มีสมาหารทวันทวสมาส เป็นภายใน มี วิเคราะห์ตามลำ ดับ ดังนี้ส.ทวัน.วิ. ฆาโส จ ฉาทนญฺจ = ฆาสจฺฉาทนํ [ซ้อน จฺ] ฉ.ตุล.วิ. ฆาสจฺฉาทนํ อาทิ เยสํ เต ฆาสจฺฉาทนาทโย (ปจฺจยา) แจกเหมือน มุนิ",
  "โฆรวิโส": "ว., ปุ. (สปฺโป) อ. งู ตัวมีพิษกล้า, ตัวมี พิษร้าย แจกเหมือน ปุริส เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส วิ.ว่า โฆรํ วิสํ ยสฺส โส โฆรวิโส (สปฺโป)",
  "โฆสน": "น., นปุ. การป่าวร้อง, การประกาศ, การ โฆษณา แจกเหมือน กุล เช่น ทุ.เอก. โฆสนํ ซึ่ง การป่าวร้อง มาจาก ฆุส ธาตุ ในความป่าวร้อง, ความประกาศ, ความโฆษณา + ยุปัจจัย พฤทธิ อุ ต้นธาตุเป็น โอ แปลง ยุ เป็น อน ได้รูปเป็น โฆสน แปลว่า การประกาศ, การป่าวร้อง, การ โฆษณา เป็นภาวรูป ภาวสาธนะ วิ.ว่า โฆสนํ = โฆสนํ การป่าวร้อง ชื่อว่า โฆสนํ ๆ การป่าวร้อง"
};

const vocabInsanPr9Part5to8_Page207 = {
  "โฆสนกมฺม": "น., นปุ. กรรมคือการป่าวร้อง แจกเหมือน กุลเช่น ทุ.เอก. โฆสนกมฺมํซึ่งกรรม คือการป่าวร้องเป็นอวธารณบุพพบท กัมมธารย สมาส วิ.ว่า โฆสนํ เอว กมฺมํ = โฆสนกมฺมํ",
  "โฆสปฺปมาณิก": "ว. ผู้ถือเอาซึ่งประมาณในเสียง กึกก้อง ปุ.แจกเหมือน ปุริสเช่น ป.พหุ. โฆสปฺป มาณิกา (สตฺตา) อ.สัตว์ท. ผู้ถือเอาซึ่งประมาณ ในเสียงกึกก้องลง ณิก ปัจจัย ในตรัตยาทิตัทธิต มีสัตตมีตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้ส.ตัป.วิ.โฆเส ปมาณํ = โฆสปฺปมาณํ [ซ้อน ปฺ]ณิก.ตรตฺยา.วิ.โฆสปฺปมาณํ คณฺหนฺตีติ โฆสปฺปมาณิกา (สตฺตา) สัตว์ ท. เหล่าใด ย่อมถือเอา ซึ่งประมาณในเสียงกึกก้อง เหตุนั้น สัตว์ท.เหล่านั้นชื่อว่าโฆสปฺปมาณิกา ๆผู้ถือเอา ซึ่งประมาณในเสียงกึกก้อง",
  "โฆสิต": "ก. อัน...ป่าวร้องแล้ว ฆุส ธาตุ ในความ ป่าวร้อง + ต ปัจจัย ลง อิอาคม ได้รูปเป็น โฆสิต ดู อกต",
  "โฆเสติ": "ก. (เช่น สามเณโร อ. สามเณร) ย่อม ประกาศ ฆุสธาตุ ในความประกาศ + เณ ปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติด้วยอำ นาจ เณ ปัจจัย พฤทธิอุต้นธาตุเป็น โอ ลบ ณ เหลือ ไว้แต่ เอ สำ เร็จรูปเป็น โฆเสติ",
  "โฆเสตฺวา": "ก. ป่าวร้องแล้ว ฆุส ธาตุ ในความ ประกาศ, ความป่าวร้อง + เณปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำ นาจ เณ ปัจจัย พฤทธิ อุต้นธาตุเป็น โอลบ ณ เหลือไว้แต่ เอสำ เร็จรูป เป็น โฆเสตฺวา",
  "จ": "นิ. ก็, อนึ่ง, จริงอยู่, ด้วย, ด้วยว่า, ส่วนว่า เป็น นิบาตสำ หรับผูกศัพท์และประโยคมีอัตถะเป็น อเนก แปลว่า “ก็” เช่น โส จ ปุคฺคโล ... ปมุจฺจติ = ก็ อ. บุคคลนั้น ย่อมหลุดพ้น [ธ. ๖: อคฺคิทตฺต หน้า ๑๑๑] แปลว่า“อนึ่ง”เช่น น จ สา... นิวตฺตติ = อนึ่ง อ. การเกิดนั้น ... ย่อมไม่กลับ [ธ. ๕: ปฐมโพธิวตฺถุหน้า ๑๑๖] แปลว่า “จริงอยู่” เช่น วุตฺตํปิเจตํ = จริงอยู่ อ. คำอันเป็นคาถา แม้นั่น อันพระธรรมสังคาหการจารย์กล่าวแล้ว [ธ. ๖: ยมกวตฺถุ หน้า ๘๕] แปลว่า “ด้วย” เช่น องฺกุโร จ อินฺทโก จ โสตาปตฺติผเล ปติฏฺฐหึสุ=อ. เทพบุตร ชื่อว่าอังกุระด้วย อ. เทพบุตรชื่อว่าอินทกะด้วย ดำ รงอยู่เฉพาะแล้วในโสดาปัตติผล [ธ. ๖: ยมกหน้า ๘๗] แปลว่า “ส่วนว่า” เช่น เย จ ตตฺถ วิชานนฺติ= ส่วนว่าอ. ชน ท. เหล่าใด ในหมู่นั้น ย่อมรู้แจ้ง [ธ. ๑: โกสมฺพิกวตฺถุหน้า ๖๐]",
  "จกฺกมตฺต": "ว. อันมีล้อเป็นประมาณ แจกเหมือน กุล เช่น ทุ.เอก. จกฺกมตฺตํ(ปทุมํ) ซึ่งดอกปทุม อันมีล้อเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพ พิหิสมาส วิ.ว่า จกฺกํ มตฺตํ ยสฺส ตํ จกฺกมตฺตํ (ปทุมํ) ล้อ เป็นประมาณ ของดอกปทุมใด ดอกปทุมนั้น ชื่อว่าอันมีล้อเป็นประมาณ",
  "จกฺกวตฺติรชฺช": "น., นปุ.ความเป็นแห่งพระจักรพรรดิ ราชาแจกเหมือน กุลเช่น ทุ.เอก. จกฺกวตฺติรชฺชํ ซึ่งความเป็นแห่งพระจักรพรรดิราชา มาจาก จกฺกวตฺติราช ศัพท์ + ณฺย ปัจจัย ในภาวตัทธิต ลบ ณฺเหลือไว้แต่ ย แปลง ช กับ ย เป็น ชฺช รัสสะ อา ที่ รา เป็น อ ได้รูปเป็น จกฺกวตฺติรชฺช วิ.ว่า จกฺกวตฺติรญฺโญ ภาโว = จกฺกวตฺติรชฺชํ",
  "จกฺกวตฺติราช": "น., ปุ. พระราชาผู้จักรพรรดิ แจกเหมือน ราช เช่น ฉ.เอก. จกฺกวตฺติรญฺโญ แห่งพระราชาผู้จักรพรรดิเป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จกฺกวตฺติ ราชา = จกฺกวตฺติราชา",
  "จกฺกวตฺติสิริ": "น., อิต. สิริของพระะเจ้าจักรพรรดิ แจกเหมือน รตฺติเช่น ทุ.เอก. จกฺกวตฺติสิรึ ซึ่งสิริของพระะเจ้าจักรพรรดิเป็นฉัฏฐีตัปปุริส สมาส วิ.ว่า จกฺกวตฺติโน สิริ = จกฺกวตฺติสิริ เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น จกฺกวตฺติสมฺปตฺติโต กว่าสมบัติของพระเจ้า จักรพรรดิบ้าง",
  "จกฺกวาฬ": "น., นปุ. จักรวาล แจกเหมือน กุล เช่น ป.เอก. จกฺกวาฬํอ. จักรวาล",
  "จกฺกวาฬโกฏิสตสหสฺส": "น., นปุ. แสนแห่งโกฏิแห่ง จักรวาล แจกเหมือน กุล เช่น ส.เอก. จกฺกวาฬโกฏิสตสหสฺเส ในแสนแห่งโกฏิแห่งจักรวาล เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ ฉ.ตัป.วิ. โกฏีนํ สตสหสฺสํ = โกฏิสตสหสฺสํ ฉ.ตัป.วิ. จกฺกวาฬานํ โกฏิสตสหสฺสํ = จกฺกวาฬโกฏิสตสหสฺส"
};

const vocabInsanPr9Part5to8_Page208 = {
  "จกฺกวาฬคพฺภ": "น., ปุ., นปุ. ห้องแห่งจักรวาลหนึ่ง ปุ.แจกเหมือน ปุริสเช่น ทุ.พหุ. จกฺกวาฬคพฺเภ ซึ่งห้องแห่งจักรวาล ท. นปุ. แจกเมือน กุล เช่น ป.เอก. จกฺกวาฬคพฺภํอ. ห้องแห่งจักรวาลหนึ่ง [ธ. ๖: ยมกปฺปาฏิหาริยวตฺถุ หน้า ๘๑] (คพฺภ = ห้อง, ท้อง, ครรภ์, สัตว์ผู้เกิดในครรภ์โดยมาก เป็น ปุ.แต่ในธรรมบทภาค ๖ เรื่องยมกปาฏิหาริย์ เป็นนปุ.)",
  "จกฺกวาฬปพฺพต": "น., ปุ. ภูเขาชื่อว่าจักรวาล แจกเหมือน ปุริส เช่น ทุ.เอก. จกฺกวาฬปพฺพตํ ซึ่งภูเขาชื่อว่าจักรวาล เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จกฺกวาโฬ ปพฺพโต = จกฺกวาฬปพฺพโต",
  "จกฺกวาฬปริยนฺต": "ว., ปุ. (ภูมิภาค) อันมีจักรวาล เป็นที่สุดรอบ แจกเหมือน ปุริส เช่น ต.เอก. จกฺกวาฬปริยนฺเตน (ภูมิภาเคน) โดยภูมิภาค อันมีจักรวาลเป็นที่สุดรอบ เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส วิ.ว่า จกฺกวาฬํ ปริยนฺโต ยสฺส โส จกฺกวาฬปริยนฺโต (ภูมิภาโค) [ปริยนฺต = ที่สุดรอบ เป็นนามนาม ปุ. เป็นวิกติกตฺตา ใน โหติ]",
  "จกฺกวาฬมุขวฏฺฏิ": "น., อิต. ขอบแห่งปากแห่ง จักรวาล แจกเหมือน รตฺติเช่น ส.เอก. จกฺกวาฬ มุขวฏฺฏิยํ ที่ขอบแห่งปากแห่งจักรวาลเป็นฉัฏฐี ตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ฉ.ตัป.วิ. จกฺกวาฬสฺส มุขํ = จกฺกวาฬมุขํ ฉ.ตัป.วิ. จกฺกวาฬมุขสฺส วฏฺฏิ = จกฺกวาฬมุขวฏฺฏิ",
  "จกฺกวาฬสตสหสฺส": "น., นปุ. แสนแห่งจักรวาล แจกเหมือน กุลเช่น ส.เอก. จกฺกวาฬสตสหสฺเส ในแสนแห่งจักรวาลเป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จกฺกวาฬานํ สตสหสฺสํ = จกฺกวาฬสตสหสฺสํ",
  "จกฺกวาฬสหสฺส": "น., นปุ. พันแห่งจักรวาล แจกเหมือน กุล เช่น ส.เอก. จกฺกวาฬสหสฺเส ในพันแห่งจักรวาล เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จกฺกวาฬานํ สหสฺสํ = จกฺกวาฬสหสฺสํ",
  "จกฺกาทีนิ": "ว., นปุ. (วตฺถูนิ) อ.วัตถุท. มีล้อเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า จกฺกํ อาทิ เยสํ ตานิ จกฺกาทีนิ (วตฺถูนิ) ล้อ เป็นต้น ของวัตถุท. เหล่าใด วัตถุท. เหล่านั้น ชื่อว่ามีล้อ เป็นต้น แจกเหมือน อกฺขิ",
  "จกฺขุ": "น., นปุ. จักษุแจกเหมือน วตฺถุ เช่น ป.พหุ. จกฺขูนิอ. จักษุท.",
  "จกฺขุทฺวาร": "น., นปุ. จักษุทวารแจกเหมือน กุลเช่น ส.เอก. จกฺขุทฺวาเร ในจักษุทวาร",
  "จกฺขุทฺวาราทิวเสน": "น., ปุ. ด้วยสามารถแห่งทวาร มีจักษุทวารเป็นต้น เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ฉ.ตุล.วิ. จกฺขุทฺวารํ อาทิ เยสํ ตานิ จกฺขุทฺวาราทีนิ (ทฺวารานิ) ฉ.ตัป.วิ. จกฺขุทฺวาราทีนํ วโส = จกฺขุทฺวาราทิวโส แจกเหมือน ปุริส",
  "จกฺขุทฺวาราทีนิ": "ว., นปุ. (ทฺวารานิ) ซึ่งทวาร ท. มีจักษุทวารเป็นต้น เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส วิ.ว่า จกฺขุทฺวารํ อาทิ เยสํ ตานิ จกฺขุทฺวาราทีนิ (ทฺวารานิ) แจกเหมือน อกฺขิ",
  "จกฺขุปถ": "น., ปุ. คลองแห่งจักษุแจกเหมือน ปุริส เช่น ทุ.เอก. จกฺขุปถํ ซึ่งคลองแห่งจักษุ เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า จกฺขูนํ ปโถ = จกฺขุปโถ",
  "จกฺขุภูต": "ว. ผู้มีจักษุเป็น ดู คิหิภูต",
  "จกฺขุมา": "ว., ปุ. ผู้มีจักษุ แจกเหมือน ภควนฺตุ ศัพท์เดิมเป็น จกฺขุมนฺตุอุการันต์ในปุงลิงค์ลงสิ ปฐมาวิภัตติฝ่ายเอก วจนะแปลง นฺตุกับ สิเป็น อา สำ เร็จรูปเป็น จกฺขุมา คำ ว่า จกฺขุมา มาจาก จกฺขุ ศัพท์ + มนฺตุ ปัจจัย ในตทัสสัตถิตัทธิต ได้รูปเป็น จกฺขุมนฺตุ วิ.ว่า จกฺขุ อสฺส อตฺถีติ จกฺขุมา (ชโน)",
  "จกฺขุวิญฺเญยฺยาทีสุ": "ว., นปุ. (อารมฺมเณสุ) ในอารมณ์ ท. มีอารมณ์อันบุคคลพึงรู้แจ้งด้วยจักษุ เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาสีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ ตามลำ ดับดังนี้ต.ตัป.วิ. จกฺขุนา วิญฺเญยฺยํ = จกฺขุ วิญฺเญยฺยํ (อารมฺมณํ) ฉ.ตุล.วิ. จกฺขุวิญฺเญยฺยํ (อารมฺมณํ) อาทิ เยสํ ตานิ จกฺขุวิญฺเญยฺยาทีนิ (อารมฺมณานิ)"
};

const vocabInsanPr9Part5to8_Page209 = {
  "จงฺกม": "ว. เป็นที่จงกรม นปุ. แจกเหมือน กุล เช่น ส.เอก. จงฺกเม (ฐาเน) ณ ที่เป็นที่จงกรม มาจาก กม ธาตุ ในความก้าวไป + อ ปัจจัย เทฺวภาวะ ก ขึ้นมาหน้า กม ธาตุเป็น กกม ลงนิคคหิตอาคม ที่ ก พยัญชนะ อัพภาส เป็น กํกม แปลง ก พยัญชนะ อัพภาสเป็น จ แปลงนิคคหิตเป็น งฺ เพราะ ก อยู่หลัง ได้รูปเป็น จงฺกม แปลว่า เป็นที่จงกรม เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า จงฺกมติ เอตฺถาติ จงฺกมํ (ฐานํ)",
  "จงฺกมโกฏิ": "น., อิต. ที่สุดแห่งที่เป็นที่จงกรม แจกเหมือน รตฺติเช่น ส.เอก. จงฺกมโกฏิยํ ในที่สุดแห่งที่เป็นที่จงกรม เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จงฺกมสฺส โกฏิ = จงฺกมโกฏิ",
  "จงฺกมติ": "ก. (เช่น เถโร อ. พระเถระ) ย่อมจงกรม กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติเทฺวภาวะ ก ขึ้นมาหน้า กม ธาตุเป็น กกมติลงนิคคหิตอาคมที่ ก พยัญชนะ อัพภาส เป็น กํกมติแปลง ก พยัญชนะอัพภาส เป็น จ แปลงนิคคหิตเป็น งฺ เพราะ ก อยู่หลัง สำ เร็จรูปเป็น จงฺกมติ",
  "จงฺกมนกาล": "น., ปุ. กาลเป็นที่จงกรม แจกเหมือน ปุริส เช่น ส.เอก. จงฺกมนกาเล ในกาลเป็นที่ จงกรม เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จงฺกมโน กาโล = จงฺกมนกาโล คำ ว่า จงฺกมน ในคำ ว่า จงฺกมนกาเล มาจาก กม ธาตุ ในความ ก้าวไป + ยุ ปัจจัย เทฺวภาวะ ก ขึ้นมาหน้า กม ธาตุ เป็น กกม ลงนิคคหิตอาคมที่ ก พยัญชนะ อัพภาส เป็น กํกม แปลง ก พยัญชนะ อัพภาส เป็น จ แปลงนิคคหิตเป็น งฺ เพราะ ก อยู่หลัง แปลง ยุ เป็น อน ได้รูปเป็น จงฺกมน แปลว่า เป็นที่จงกรม เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า จงฺกมติ เอตฺถาติ จงฺกมโน (กาโล)",
  "จงฺกมนโกฏิ": "น., อิต. ที่สุดแห่งที่เป็นที่จงกรม แจกเหมือน รตฺติเช่น ส.เอก. จงฺกมนโกฏิยํ ในที่สุดแห่งที่เป็นที่จงกรม เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จงฺกมนสฺส โกฏิ = จงฺกมนโกฏิ",
  "จงฺกมนาทีนิ": "ว., นปุ. (กิจฺจานิ) ซึ่งกิจ ท. มีการ จงกรมเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส วิ.ว่า จงฺกมนํ อาทิ เยสํ ตานิ จงฺกมนาทีนิ (กิจฺจานิ)",
  "จงฺกมนฺต": "ก. จงกรมอยู่ กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย เทฺวภาวะ ก ขึ้นมาหน้า กม ธาตุเป็น กกมนฺต ลง นิคคหิต อาคมที่ ก พยัญชนะอัพภาสเป็น กํกมนฺต แปลง ก พยัญชนะอัพภาสเป็น จ แปลงนิคคหิตเป็น งฺ เพราะ ก อยู่หลัง ได้รูปเป็น จงฺกมนฺต ดู อกฺกมนฺต",
  "จงฺกมมาน": "ก. จงกรมอยู่, เดินวนอยู่ กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย เทฺวภาวะ ก ขึ้นมาหน้า กม ธาตุ เป็น กกมมาน ลงนิคคหิตอาคมที่ก พยัญชนะ อัพภาส เป็น กํกมมาน แปลง ก พยัญชนะ อัพภาสเป็น จแปลงนิคคหิตเป็น งฺเพราะ ก อยู่หลังได้รูปเป็น จงฺกมมาน ดู อนิจฺฉมาน",
  "จงฺกมิตพฺพํ": "ก. (อันท่าน) พึงจงกรม [ธ. ๖: ปธานิก ติสฺสวตฺถุ หน้า ๑๐] กม ธาตุ ในความก้าวไป + ตพฺพ ลง อิอาคม ปัจจัย เทฺวภาวะ ก ขึ้นมาหน้า กม ธาตุเป็น กกมมานลงนิคคหิตอาคมที่กพยัญชนะ อัพภาส เป็น กํกม แปลง ก พยัญชนะ อัพภาส เป็น จ แปลงนิคคหิตเป็น งฺ เพราะ ก อยู่หลัง ได้รูปเป็น จงฺกมิตพฺพ ลง สิปฐมาวิภัตติฝ่าย เอกวจนะ แปลง อ กับ สิเป็น อํ สำ เร็จรูปเป็น จงฺกมิตพฺพํ สัมพันธ์: ตยา อนภิหิตกตฺตา ใน จงฺกมิตพฺพํ ๆ กิตบท ภาววาจก",
  "จงฺกมิตฺวา": "ก. จงกรมแล้ว กม ธาตุ + ตฺวา ปัจจัย ลงอิอาคม เทฺวภาวะ ก ขึ้นมาหน้า กม ธาตุเป็น กกม ลงนิคคหิตอาคมที่ ก พยัญชนะ อัพภาส เป็น กํกม แปลง ก พยัญชนะ อัพภาสเป็น จ แปลงนิคคหิตเป็น งฺ เพราะ ก อยู่หลัง สำ เร็จรูป เป็น จงฺกมิตฺวา",
  "จงฺกมิสฺสามิ": "ก. (อหํอ. เรา) จักจงกรม กม ธาตุ ในความก้าวไป + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติลง อิอาคม เทฺวภาวะ ก ขึ้นมา หน้า กม ธาตุ เป็น กกม ลงนิคคหิตอาคมที่ ก พยัญชนะ อัพภาสเป็น กํกม แปลง ก พยัญชนะ อัพภาสเป็น จ แปลงนิคคหิตเป็น งฺ เพราะ ก อยู่หลัง สำ เร็จรูปเป็น จงฺกมิสฺสาม"
};

const vocabInsanPr9Part5to8_Page210 = {
  "จงฺโกฏก": "น., ปุ. ผอบ แจกเหมือน ปุริสเช่น ต.พหุ. จงฺโกฏเกหิด้วยผอบ ท.",
  "จชิตฺวาน": "ก. สละแล้ว จช ธาตุ ในความสละ + อ ปัจจัย ในกัตตุวาจก + ตฺวาน ปัจจัย ลง อิอาคม สำ เร็จรูปเป็น จชิตฺวาน",
  "จเช": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงสละ จช ธาตุ ในความสละ + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติลบ ยฺย เหลือไว้แต่ เอ สำ เร็จรูป เป็น จเช",
  "จเชยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงสละ จช ธาตุ ในความสละ + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติสำ เร็จรูปเป็น จเชยฺย",
  "จณฺฑ": "ว. ดุร้าย, กล้า ปุ. แจกเหมือน ปุริส เช่น ป. พหุ. จณฺฑา (ราชาโน) อ.พระราชา ท. ผู้ดุร้าย อิต. แจกเหมือน กญฺญา เช่น ป.เอก. จณฺฑา (ทีปินี) อ. แม่เสือเหลือง ตัวดุร้าย นปุ. แจกเหมือน กุล เช่น ป.เอก. จณฺฑํ (โสตํ) อ. กระแส อันเชี่ยว (อันดุร้าย)",
  "จณฺฑหตฺถี": "น., ปุ. ช้างตัวดุร้าย แจกเหมือน เสฏฺฐี เช่น ฉ.เอก. จณฺฑหตฺถิโน ของช้างตัวดุร้าย เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จณฺโฑ หตฺถี = จณฺฑหตฺถี",
  "จตุ": "ว. สี่ เป็นพหุวจนะ แจกได้ใน ๓ ลิงค์ปุ. เช่น ป. จตฺตาโร ปุริสา = อ. บุรุษ ท. สี่อิต. เช่น ป. จตสฺโส อิตฺถิโย = อ. หญิง ท. สี่ นปุ. เช่น ป. จตฺตาริอริยสจฺจานิ= อ. อริยสัจ ท. สี่",
  "จตุกฺก": "ว. มีประมาณสี่, มีปริมาณสี่ นปุ. แจกเหมือน กุล เช่น ส.เอก. จตุกฺเก (ปหรเณ) ในเพราะการเฆี่ยน มีประมาณ (ปริมาณ)สี่ลง ก ปัจจัย ในสังขยาตัทธิต ซ้อน กฺได้รูปเป็น จตุกฺก วิ.ว่า จตฺตาริ ปริมาณานิ อสฺสาติ จตุกฺกํ (ปหรณํ) ปริมาณท. ของการเฆี่ยนนั้น สี่เหตุนั้น การเฆี่ยนนั้น ชื่อว่ามีปริมาณสี่ หรือแปลว่า หมวดแห่ง...สี่ เช่น ส.เอก. จตุกฺเก ในเพราะ หมวดแห่งหนทางสี่ลง กณฺปัจจัย ในสมุหตัทธิต ลบ ณฺ เหลือไว้แต่ ก ซ้อน กฺ ได้รูปเป็น จตุกฺก วิ.ว่า จตุนฺนํ มคฺคานํ สมุโห = จตุกฺโก ประชุม (หมวด) แห่งหนทาง ท.สี่ชื่อว่า จตุกฺโก ๆ ประชุม (หมวด) แห่งหนทางสี่",
  "จตุกฺขตฺตุํ": "นิ. สิ้นสี่ครั้ง เป็นนิบาตมีเนื้อความ ต่าง ๆ เช่นจตุกฺขตฺตุํ…ทินฺนกาเลในกาลแห่งขนม ท. อันมารดาของนางกาณา ถวายแล้ว สิ้นสี่ครั้ง [ธ. ๔: กาณมาตาวตฺถุหน้า ๔๐]",
  "จตุชฺชาติกคนฺธ": "น., ปุ. ของหอมอันประกอบ แล้วด้วยชาติสี่ แจกเหมือน ปุริส เช่น ต.พหุ. จตุชฺชาติกคนฺเธหิด้วยของหอมอันประกอบ แล้วด้วยชาติสี่ท. เป็นวิเสสนบุพพบท กัมมธารย สมาส มีอสมาหารทิคุสมาส และ ณิก ปัจจัย ในตรัตยาทิตัทธิต เป็นภายใน มีวิเคราะห์ตาม ลำ ดับดังนี้อ.ทิคุ.วิ.จตสฺโส ชาติโย = จตุชฺชาติโย [ซ้อน ชฺ] ณิก.ตรตฺยา.วิ. จตุชฺชาติกา นิยุตฺตา = จตุชฺชาติกา (คนฺธา) วิ.บุพ.กัม.วิ. จตุชฺชาติกา คนฺธา = จตุชฺชาติกคนฺธา",
  "จตุชฺชาติกคนฺโธทก": "น., นปุ. นํ้าหอมอันมีชาติสี่ แจกเหมือนกุลเช่นต.เอก. จตุชฺชาติกคนฺโธทเกน ด้วยนํ้าหอมอันมีชาติสี่เป็นวิเสสนบุพพบท กัมม ธารยสมาส มีอสมาหารทิคุสมาส และ อิก ปัจจัย ในตทัสสัตถิตัทธิต เป็นภายใน มีวิเคราะห์ตาม ลำ ดับดังนี้อ.ทิคุ.วิ.จตสฺโส ชาติโย = จตุชฺชาติโย [ซ้อน ชฺ]อิก.ตทัส.วิ. จตุชฺชาติโย อสฺส อตฺถีติ = จตุชฺชาติกํ (คนฺโธทกํ)วิ.บุพ.กัม.วิ. จตุชฺชาติกํ คนฺโธทกํ = จตุชฺชาติกคนฺโธทกํ",
  "จตุตฺถ": "ว. สี่ เป็นพหุวจนะ แจกได้ใน ๓ ลิงค์ปุ. เช่น ป.เอก. จตุตฺโถ สทฺโท =อ. เสียง ที่สี่ อิต. เป็น จตุตฺถีแจกเหมือน นารีเช่น ป.เอก. จตุตฺถีติถิ=อ. ดิถีที่สี่เป็น จตุตฺถาแจกเหมือน กญฺญา เช่น ป.เอก. จตุตฺถา ธีตา = อ. ธิดา คนที่สี่ นปุ. แจกเหมือน กุล เช่น ป.เอก. จตุตฺถํ วตฺถุ= อ. เรื่อง ที่สี่",
  "จตุตฺถชฺฌาน ๑": "น., นปุ. จตุตถฌาน แจกเหมือน กุล เช่น ส.เอก. จตุตฺถชฺฌาเน ในจตุตถฌาน"
};

const vocabInsanPr9Part5to8_Page211 = {
  "จตุตฺถชฺฌาน ๒": "น., นปุ. ฌานที่สี่ แจกเหมือน กุล เช่น ทุ.เอก. จตุตฺถชฺฌานํซึ่งฌานที่สี่ เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จตุตฺถํ ฌานํ = จตุตฺถชฺฌานํ[ซ้อน ชฺ]",
  "จตุตฺถทฺวารโกฏฺฐก": "น., ปุ. ซุ้มแห่งประตูที่สี่ แจกเหมือนปุริสเช่นส.เอก.จตุตฺถทฺวารโกฏฺฐเก ที่ซุ้มแห่งประตูที่สี่ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. จตุตฺถํ ทฺวารํ = จตุตฺถทฺวารํฉ.ตัป.วิ. จตุตฺถทฺวารสฺส โกฏฺฐโก = จตุตฺถทฺวารโกฏฺฐโก",
  "จตุตฺถมคฺคญาณ": "น., นปุ. ญาณอันสัมปยุตด้วย มรรคที่สี่ แจกเหมือน กุล เช่น ต.เอก. จตุตฺถ มคฺคญาเณน ด้วยญาณอันสัมปยุตด้วยมรรคที่สี่ เป็นตติยาตัปปุริสสมาส มีวิเสสนบุพพบท กัมม ธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. จตุตฺโถ มคฺโค = จตุตฺถมคฺโค ต.ตัป.วิ. จตุตฺถมคฺเคน (สมฺปยุตฺตํ) ญาณํ = จตุตฺถมคฺคญาณํ",
  "จตุธาตุววฏฺฐานวเสน": "น., ปุ. ด้วยสามารถแห่ง การกำหนดธาตุสี่ เป็นฉัฏฐีตัปปุริสสมาส มี อสมาหารทิคุสมาส และฉัฏฐีตัปปุริสสมาส เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. จตสฺโส ธาตุโย = จตุธาตุโย ฉ.ตัป.วิ. จตุธาตูนํ ววฏฺฐานํ = จตุธาตุววฏฺฐานํฉ.ตัป.วิ. จตุธาตุ ววฏฺฐานสฺส วโส = จตุธาตุววฏฺฐานวโส แจกเหมือน ปุริส",
  "จตุปจฺจยสนฺโตส": "น., ปุ.ความสันโดษด้วยปัจจัยสี่ แจกเหมือน ปุริสเช่น ป.เอก. จตุปจฺจยสนฺโตโส อ. ความสันโดษด้วยปัจจัยสี่ เป็นตติยาตัปปุริส สมาสมีอสมาหารทิคุสมาสเป็นภายในมีวิเคราะห์ ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. จตฺตาโร ปจฺจยา = จตุปจฺจยา ต.ตัป.วิ. จตุปจฺจเยหิ สนฺโตโส = จตุปจฺจยสนฺโตโส",
  "จตุปญฺญาสโกฏิธน": "น., นปุ. ทรัพย์อันมีโกฏิห้า สิบสี่เป็นประมาณ แจกเหมือน กุลเช่น ทุ.เอก. จตุปญฺญาสโกฏิธนํ ซึ่งทรัพย์อันมีโกฏิห้าสิบสี่ เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาสเป็นภายในมีวิเคราะห์ ตามลำ ดับ ดังนี้ ฉ.ตุล.วิ. จตุปญฺญาส โกฏิโย ยสฺส ตํ จตุปญฺญาสโกฏิ (ธนํ) วิ.บุพ.กัม.วิ. จตุปญฺญาสโกฏิ ธนํ = จตุปญฺญาสโกฏิธนํ",
  "จตุปริสมชฺฌ": "น., นปุ. ท่ามกลางแห่งบริษัทสี่ แจกเหมือน กุล เช่น ส.เอก. จตุปริสมชฺเฌ ใน ท่ามกลางแห่งบริษัทสี่ เป็นฉัฏฐีตัปปุริสสมาส มี อสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้อ.ทิคุ.วิ. จตสฺโส ปริสา = จตุปริสา ฉ.ตัป.วิ. จตุปริสานํ มชฺฌํ = จตุปริสมชฺฌํ",
  "จตุปาริสุทฺธิสีล": "น., นปุ. ปาริสุทธิศีลสี่แจกเหมือน กุลเช่น ป.เอก. จตุปาริสุทฺธิสีลํอ. ปาริสุทธิศีลสี่ เป็นสมาหารทิคุสมาส วิ.ว่า จตฺตาริ ปาริสุทฺธิ สีลานิ = จตุปาริสทฺธิสีลํ",
  "จตุปาริสุทฺธิสีลมตฺเตน": "ว., ปุ. (คุเณน) ด้วยคุณ สักว่าปาริสุทธิศีลสี่ เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ส.ทิคุ.วิ. จตฺตาริ ปาริ สุทฺธิสีลานิ = จตุปาริสทฺธิสีลํสัม.บุพ.กัม.วิ. จตุปาริสุทฺธิสีลํ อิติ มตฺโต = จตุปาริสุทฺธิ สีลมตฺโต (คุโณ)",
  "จตุปฺปจฺจยปูชา": "น., อิต. การบูชาด้วยปัจจัยสี่แจก เหมือน กญฺญา เช่น ทุ.เอก. จตุปฺปจฺจยปูชํ ซึ่ง การบูชาด้วยปัจจัยสี่ เป็นตติยาตัปปุริสสมาส มี อสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้อ.ทิคุ.วิ. จตฺตาโร ปจฺจยา = จตุปฺปจฺจยา [ซ้อน ปฺ] ต.ตัป.วิ. จตุปฺปจฺจเยหิ ปูชา = จตุปฺปจฺจยปูชา",
  "จตุปฺปจฺจเย": "น., ปุ. ซึ่งปัจจัยสี่ ท. เป็นอสมาหาร ทิคุสมาส วิ.ว่า จตฺตาโร ปจฺจยา = จตุปฺปจฺจยา [ซ้อน ปฺ] แจกเหมือน ปุริส เฉพาะฝ่ายพหุ.",
  "จตุปฺปจฺจเยน": "น., นปุ. ด้วยปัจจัยสี่ เป็นสมาหาร ทิคุสมาส วิ.ว่า จตฺตาโร ปจฺจยา = จตุปฺปจฺจยํ [ซ้อน ปฺ] แจกเหมือน กุล เฉพาะฝ่ายเอก.",
  "จตุปฺปท": "ว. ผู้มีเท้าสี่ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. จตุปฺปโท (ตฺวํ) อ. ท่าน (ใช้แทน สีโห) ผู้มีเท้าสี่ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า จตฺตาโร ปทา ยสฺส โส จตุปฺปโท (ตฺวํ) เท้า ท. ของท่าน สี่ ท่านนั้น ชื่อว่าผู้มีเท้าสี่ [บทสมาส ซ้อน ปฺ]"
};

const vocabInsanPr9Part5to8_Page212 = {
  "จตุปฺปทา": "ว. มีบทสี่อิต.แจกเหมือน กญฺญา เช่น ทุ.เอก. จตุปฺปทํ(คาถํ) ซึ่งคาถา อันมีบทสี่ เป็น ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า จตฺตาริ ปทานิ ยสฺสา สา จตุปฺปทา (คาถา) บท ท. ของคาถาใด สี่ คาถานั้น ชื่อว่ามีบทสี่ [บทสมาส ซ้อน ปฺ]",
  "จตุปฺปทิก ๑": "ว. อันประกอบด้วยบทสี่อิต. แจก เหมือน กญฺญา เช่น ทุ.เอก. จตุปฺปทิกํ (คาถํ) ซึ่งคาถา อันประกอบด้วยบทสี่ ลง ณิก ปัจจัย ในตรัตยาทิตัทธิต มีสมาหารทิคุสมาสเป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ส.ทิคุ.วิ. จตฺตาริ ปทานิ = จตุปฺปทํ [บทสมาส ซ้อน ปฺ] ณิก. ตรตฺยา.วิ. จตุปฺปเทน นิยุตฺตา = จตุปฺปทิกา (คาถา)",
  "จตุปฺปทิก ๒": "ว. อันมีบทสี่อิต.แจกเหมือน กญฺญา เช่น ทุ.เอก. จตุปฺปทิกํ (คาถํ) ซึ่งคาถา อันมี บทสี่ลงอิก ปัจจัย ในตทัสสัตถิตัทธิต มีสมาหาร ทิคุสมาสเป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ ส.ทิคุ.วิ. จตฺตาริ ปทานิ = จตุปฺปทํ [บทสมาส ซ้อน ปฺ] อิก.ตทัส.วิ. จตุปฺปทํ อสฺสา อตฺถีติ จตุปฺปทิกา (คาถา)",
  "จตุปฺปทิกคาถาวสาเน": "ว., ปุ. (กาเล) ในกาลอันเป็น ที่สุดลงแห่งคาถาอันประกอบแล้วด้วยบทสี่ เป็นฉัฏฐีตัปปุริสสมาส มีสมาหารทิคุสมาส อิก ปัจจัย ในตรัตยาทิตัทธิต และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้ส.ทิคุ.วิ. จตฺตาริ ปทานิ = จตุปฺปทํ [บทสมาส ซ้อน ปฺ] ณิก.ตรตฺยา.วิ. จตุปฺปท นิยุตฺตา = จตุปฺปทิกา (คาถา) วิ.บุพ.กัม.วิ. จตุปฺปทิกา (คาถา) ฉ.ตัป.วิ. จตุปฺปทิกคาถาย อวสาโน = จตุปฺปทิกคาถาวสาโน (กาโล)",
  "จตุปฺปมาณิก": "ว. อันมีประมาณสี่ปุ.แจกเหมือน ปุริสเช่น ส.เอก. จตุปฺปมาณิเก (โลกสนฺนิวาเส) ในโลกสันนิวาส อันมีประมาณสี่ ลง อิก ปัจจัย ในตทัสสัตถิตัทธิต มีสมาหารทิคุสมาส เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ส.ทิคุ.วิ. จตฺตาริ ปมาณานิ = จตุปฺปมาณํ [ซ้อน ปฺ] อิก.ตทัส.วิ. จตุปฺปมาณํ อสฺส อตฺถีติ จตุปฺป มาณิโก (โลกสนฺนิวาโส)",
  "จตุปฺปริสมชฺฌ": "น., นปุ. ท่ามกลางแห่งบริษัทสี่ แจกเหมือน กุลเช่น ส.เอก. จตุปฺปริสมชฺเฌ ใน ท่ามกลางแห่งบริษัทสี่ เป็นฉัฏฐีตัปปุริสสมาส มี อสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้อ.ทิคุ.วิ. จตสฺโส ปริสา = จตุปฺปริสา [ซ้อน ปฺ] ฉ.ตัป.วิ. จตุปฺปริสานํ มชฺฌํ = จตุปฺปริสมชฺฌํ",
  "จตุปฺปาริสุทฺธิสีล": "น., นปุ. ปาริสุทธิศีลสี่ แจก เหมือน กุล เช่น ต.เอก. จตุปฺปาริสุทฺธิสีเลน ด้วยปาริสุทธิศีลสี่ เป็นสมาหารทิคุสมาส วิ.ว่า จตฺตาริ ปาริสุทฺธสีลานิ = จตุปฺปาริสุทฺธสีลํ [ซ้อน ปฺ]",
  "จตุพฺพิธ": "ว. มีอย่างสี่ อิต. แจกเหมือน กญฺญา เช่น ป.เอก. จตุพฺพิธา (อปฺปมญฺญาภาวนา) อ. อัปปมัญญาภาวนา อันมีอย่างสี่ เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า จตฺตาริ วิธานิ ยสฺสา สา จตุพฺพิธา (อปฺปมญฺญาภาวนา) [จตุ + วิธ แปลง ว เป็น พ ซ้อน พฺ หน้า พ ได้รูปเป็น จตุพฺพิธ, วิธ = อย่าง, ชนิด, ส่วน, แผนก นปุ.]",
  "จตุพฺพิธสจฺจ": "น ., นปุ . สัจจะอันมีอย่างสี่ แจกเหมือน กุลเช่น ป.เอก. จตุพฺพิธสจฺจํ อ.สัจจะ อันมีอย่างสี่เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีวิเคราะห์ ตามลำ ดับ ดังนี้ฉ.ตุล.วิ. จตฺตาริ วิธานิ ยสฺส ตํ จตุพฺพิธํ (สจฺจํ) วิ.บุพ.กัม.วิ. จตุพฺพิธํ สจฺจํ = จตุพฺพิธสจฺจํ",
  "จตุพฺพีสติโยชนิก": "ว. อันประกอบแล้วด้วยโยชน์ ยี่สิบสี่ อิต. แจกเหมือน กญฺญา เช่น ป.เอก. จตุพฺพีสติโยชนิกา (ปริสา) อ. บริษัท อันประกอบ แล้วด้วยโยชน์ยี่สิบสี่ลง ณิก ปัจจัย ในตรัตยาทิ ตัทธิต มีอสมาหารทิคุสมาส เป็นภายใน มี วิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. จตุพฺพีสติ โยชนานิ = จตุพฺพีสติโยชนานิณิก.ตรตฺยา.วิ. จตุพฺพีสติ โยชเนหิ นิยุตฺตา = จตุพฺพีสติ โยชนิกา (ปริสา)",
  "จตุมฺมคฺคนิยาม": "น., ปุ. ความแน่นอนในมรรคสี่ แจกเหมือน ปุริสเช่น ต.เอก. จตุมฺมคฺคนิยาเมน เพราะความแน่นอนในมรรคสี่ เป็นสัตตมี ตัปปุริสสมาส มีอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. จตฺตาโร มคฺคา = จตุมฺมคฺคา [ซ้อน มฺ.] ส.ตัป.วิ. จตุมฺมคฺเคสุ นิยาโม = จตุมฺมคฺคนิยาโม"
};

const vocabInsanPr9Part5to8_Page213 = {
  "จตุมฺมธุรปุณฺณ": "ว.อันเต็มแล้วด้วยวัตถุอันอร่อย สี่อย่าง ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. จตุมฺมธุรปุณฺณํ(ปตฺต) ํ ซึ่งบาตรอันเต็มแล้วด้วยวัตถุ อันอร่อยสี่อย่าง เป็นตติยาตัปปุริสสมาส มีอสมา หารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. จตฺตาริ มธุรานิ = จตุมฺมธุรานิ [ซ้อน มฺ] ฉ.ตัป.วิ. จตุมฺมธุเรหิ ปุณฺโณ = จตุมฺมธุรปุณฺโณ (ปตฺโต) ดู อจฺฉราคณปริปุณฺณ",
  "จตุรงฺคสมนฺนาคต": "ว. อันมาตามพร้อมแล้วด้วย องค์สี่ ปุ. แจกเหมือน ปุริส เช่น ส.เอก. จตุรงฺค สมนฺนาคเต (อนฺธกาเร) ในความมืด อันมาตาม พร้อมแล้วด้วยองค์สี่ เป็นตติยาตัปปุริสสมาส มีอสมาหารทิคุสมาสเป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้อ.ทิคุ.วิ. จตฺตาริ องฺคานิ = จตุรงฺคานิ [จตุรงฺค ตัดเป็น จตุ - องฺค สระอยู่หลัง ลง ร อาคม ต่อเป็น จตุรงฺค] ต.ตัป.วิ. จตุรงฺเคหิ สมนฺนาคโต = จตุรงฺคสมนฺนาคโต (อนฺธกาโร) [อธิบาย คำว่า ความมืดประกอบด้วยองค์สี่]",
  "จตุรงฺคินี": "ว., อิต. (เสนา, กองทัพ) อันมีองค์สี่แจก เหมือน นารีเช่น ต.เอก. จตุรงฺคินิยา (เสนาย) ด้วยเสนา, ด้วยกองทัพ อันมีองค์สี่ ลง อีปัจจัย ในตทัสสัตถิตัทธิต อิตถีลิงค์แปลง อีเป็น อินี มีสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้ส.ทิคุ.วิ. จตฺตาริ องฺคานิ = จตุรงฺคํ [สระอยู่หลังลงรอาคม]อี.ตทัส.วิ. จตุรงฺคํ อสฺสา อตฺถีติ จตุรงฺคินี (เสนา) องค์สี่ ของกองทัพนั้น มีอยู่ เหตุนั้น กองทัพนั้น ชื่อว่ามีองค์สี่ [องค์ ๔ ของกองทัพ คือ หตฺถานีก = กองทัพ ช้าง หยานีก= กองทัพม้ารถานีก= กองทัพรถ ปตฺตานีก = กองทัพพลเดินเท้า (เสนา, อนีก = กองทัพ) ]",
  "จตุราสีติ": "ว. แปดสิบสี่ เป็นอิตถีลิงค์เอกวจนะ อย่างเดียว แจกเหมือน รตฺติเป็นวิเสสนะของ นามได้ทั้ง ๓ ลิงค์แต่ตัวนามต้องเป็นพหุวจนะ เท่านั้น เช่น จ. จตุราสีติยา (ปาณสหสฺสานํ) แก่พันแห่งสัตว์ผู้มีปราณะ ท. แปดสิบสี่",
  "จตุราสีติโยชนสหสฺสคมฺภีร": "ว. อันลึกโดยพัน แห่งโยชน์แปดสิบสี่ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. จตุราสีติโยชนสหสฺสคมฺภีรํ (มหา สมุทฺทํ) สู่มหาสมุทร อันลึกโดยพันแห่งโยชน์ แปดสิบสี่เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตัปปุริส สมาส และอสมาหารทิคุสมาส เป็นภายใน มี วิเคราะห์ตามลำ ดับ ดังนี้ ฉ.ตัป.วิ. โยชนานํ สหสฺสานิ = โยชนสหสฺสานิ อ.ทิคุ.วิ. จตุราสีติ โยชนสหสฺสานิ = จตุราสีติโยชนสหสฺสานิ ต.ตัป.วิ. จตุราสีติโยชนสหสฺเสหิ คมฺภีโร = จตุราสีติโยชนสหสฺสคมฺภีโร (มหาสมุทฺโท)",
  "จตุราสีติโยชนสหสฺสมตฺถก": "น., ปุ. ที่สุดแห่งพัน แห่งโยชน์แปดสิบสี่แจกเหมือนปุริสเช่นส.เอก. จตุราสีติโยชนสหสฺสมตฺถเก ในที่สุดแห่งพัน แห่งโยชน์แปดสิบสี่ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส และอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ฉ.ตัป.วิ. โยชนานํ สหสฺสานิ = โยชนสหสฺสานิ อ.ทิคุ.วิ. จตุราสีติ โยชนสหสฺสานิ = จตุราสีติโยชน สหสฺสานิ ฉ.ตัป.วิ. จตุราสีติโยชนสหสฺสานํ มตฺถโก = จตุราสีติโยชนสหสฺสมตฺถโก",
  "จตุสจฺจธมฺม": "น., นปุ. สัจจธรรมสี่แจกเหมือน กุล เช่น ทุ.เอก. จตุสจฺจธมฺมํ ซึ่งสัจจธรรมสี่ เป็น สมาหารทิคุสมาส วิ.ว่า จตฺตาโร สจฺจธมฺมา = จตุสจฺจธมฺมํ ถ้าแปลว่า ธรรมคือสัจจะสี่ เป็น ปุ.แจกเหมือน ปุริสเป็นอวธารณบุพพบท กัมม ธารยสมาส มีสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ส.ทิคุ.วิ. จตฺตาริ สจฺจานิ = จตุสจฺจํอว.บุพ.กัม.วิ. จตุสจฺจํ เอว ธมฺโม = จตุสจฺจธมฺโม",
  "จตุสจฺจพุทฺธตา": "น., อิต. ความที่แห่งตนเป็นผู้รู้ แล้วซึ่งสัจจะสี่แจกเหมือน กญฺญา เช่น ต.เอก. จตุสจฺจพุทฺธตาย เพราะความที่แห่งตนเป็น ผู้รู้แล้วซึ่งสัจจะสี่ ลง ตา ปัจจัย ในภาวตัทธิตีสมาหารทิคุสมาสและทุติยาตัปปุริสสมาสเป็น ภายในมีวิเคราะห์ตามลำ ดับดังนี้ส.ทิคุ.วิ.จตฺตาริ สจฺจานิ = จตุสจฺจํ ทุ.ตัป.วิ. จตุสจฺจํ พุทฺโธ = จตุสจฺจพุทฺโธ ตา.ภาว.วิ. จตุสจฺจพุทฺธสฺส ภาโว = จตุสจฺจพุทฺธตา"
};

const vocabInsanPr9Part5to8_Page214 = {
  "จตุสฏฺฐี": "ว. หกสิบสี่ เป็นอิตถีลิงค์เอกวจนะอย่าง เดียว แจกเหมือน นารีเป็นวิเสสนะของนามได้ ทั้ง ๓ ลิงค์แต่ตัวนามต้องเป็นพหุวจนะเท่านั้น นามที่เป็นปุ. เช่น ป. จตุสฏฺฐี ปุริสา =อ. บุรุษ ท. หกสิบสี่ นามที่เป็นอิต. เช่น ป. จตุสฏฺฐี อิตฺถิโย = อ. หญิง ท. หกสิบสี่ นามที่เป็นนปุ. เช่น ป. จตุสฏฺฐี กุลานิ =อ. ตระกูล ท. หกสิบสี่",
  "จตุสินฺธวยุตฺต": "ว. อันเทียมแล้วด้วยม้าสินธพ สี่ตัว ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. จตุสินฺธวยุตฺตํ(รถํ) ซึ่งรถ อันเทียมแล้วด้วยม้าสินธพ สี่ตัว เป็นตติยาตัปปุริสสมาส มีอสมาหารทิคุ สมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ อ.ทิคุ.วิ. จตฺตาโร สินฺธวา = จตุสินฺธวา ต.ตัป. วิ. จตุสินฺธเวหิ ยุตฺโต = จตุสินฺธวยุตฺโต (รโถ)",
  "จตุสฺสจฺจวิภาวี": "ว., ปุ. ผู้ทรงยังสัจจะสี่ให้แจ่มแจ้ง โดยปกติแจกเหมือน เสฏฺฐีเช่น ต.เอก. จตุสฺสจฺจวิภาวินา (ภควตา) อันพระผู้มี พระภาคเจ้า ผู้ทรงยังสัจจะสี่ให้แจ่มแจ้งโดยปกติ [ธ. ๘: นิคมกถา หน้า ๑๙๓] มาจาก จตุสฺสจฺจ + วิบทหน้า + ภูธาตุ ในความมี, ความเป็น ด้วย อำ นาจอุปสัค แปลว่าแจ่มแจ้ง + ณีปัจจัย รัสสะ อูที่ภูธาตุเป็น อุพฤทธิอุเป็น โอแปลงโอเป็น อว เป็น จตุสฺสจฺจวิภวณี ด้วยอำ นาจ ณีปัจจัย ทีฆะอ ต้นธาตุเป็น อาลบณเหลือไว้แต่อีได้รูป เป็น จตุสฺสจฺจวิภาวีแปลว่า ผู้ทรงยังสัจจะสี่ให้ แจ่มแจ้งโดยปกติเป็นกัตตุรูป กัตตุสาธนะลงใน อรรถแห่งตัสสีละ วิ.ว่า จตุสฺสจฺจํ วิภาเวติ สีเลนาติ จตุสฺสจฺจวิภาวี (ภควา)",
  "จตุสฺสต": "ว. มีร้อยสี่อิต. แจกเหมือน กญฺญา เช่น ป.เอก. จตุสฺสตา (คาถา) อ. พระคาถา ท. อัน มีร้อยสี่ [ธ. ๘: นิคมกถา หน้า ๑๙๓] เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า จตฺตาริ สตานิ ยาสํ ตา จตุสฺสตา (คาถา)ร้อยท.ของพระคาถา ท. เหล่าใด สี่พระคาถา ท. เหล่านั้น ชื่อว่าอันมีร้อยสี่",
  "จตุสฺสาลํ": "น., นปุ. ซึ่งศาลาสี่หลังเป็นสมาหารทิคุ สมาส วิ.ว่า จตสฺโส สาลาโย = จตุสฺสาลํ แจกเหมือน กุล เฉพาะฝ่ายเอก.",
  "จตฺตาฬีส": "ว. สี่สิบ เป็นอิตถีลิงค์เอกวจนะอย่าง เดียวแจกเหมือน เอกูนวีสเป็นวิเสสนะของนาม ได้ทั้ง ๓ ลิงค์แต่ตัวนามต้องเป็นพหุวจนะเท่านั้น นามที่เป็นปุ. เช่น ป. จตฺตาฬีสํ ปุริสา =อ. บุรุษ ท. สี่สิบ นามที่เป็นอิต. เช่น ป. จตฺตาฬีสํ อิตฺถิโย =อ. หญิง ท.สี่สิบ นามที่เป็นนปุ. เช่น ป. จตฺตาฬีสํ กุลานิ =อ. ตระกูล ท. สี่สิบ",
  "จตฺตาฬีสโกฏิธน": "น., นปุ. ทรัพย์อันมีโกฏิสี่สิบ แจกเหมือน กุล เช่น ป.เอก. จตฺตาฬีสโกฏิธนํ อ. ทรัพย์อันมีโกฏิสี่สิบ เป็นวิเสสนบุพพบท กัมม ธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ฉ.ตุล.วิ. จตฺตาฬีสํ โกฏิโย ยสฺส ตํ จตฺตาฬีสโกฏิ (ธนํ) วิ.บุพ.กัม.วิ. จตฺตาฬีสโกฏิ ธนํ = จตฺตาฬีส โกฏิธนํ",
  "จตฺตาฬีสโกฏิวิภว": "ว. มีสมบัติอันบุคคลพึงเสวย มีโกฏิสี่สิบ นปุ. แจกเหมือน กุล เช่น ส.เอก. จตฺตาฬีสโกฏิวิภเว (กุเล) ในตระกูลอันมีสมบัติอัน บุคคลพึงเสวยมีโกฏิสี่สิบ เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ฉ.ตุล.วิ. จตฺตาฬีสํ โกฏิโย ยสฺส โส จตฺตาฬีสโกฏิ (วิภโว) โกฏิท. ของสมบัติอันบุคคลพึงเสวยใด สี่สิบ สมบัติอันบุคคลพึงเสวยนั้น ชื่อว่ามีโกฏิสี่สิบ ฉ.ตุล.วิ. จตฺตาฬีสโกฏิ วิภโว ยสฺส ตํ จตฺตาฬีส โกฏิวิภวํ (กุลํ) สมบัติอันบุคคลพึงเสวย ของ ตระกูลใด มีโกฏิสี่สิบ ตระกูลนั้น ชื่อว่ามีสมบัติ อันบุคคลพึงเสวยมีโกฏิสี่สิบ",
  "จนฺท": "น., ปุ. พระจันทร์ แจกเหมือน ปุริส เช่น ป.เอก. จนฺโท อ. พระจันทร์",
  "จนฺทกุมาร": "น., ปุ. จันทกุมารแจกเหมือน ปุริสเช่น ป.เอก. จนฺทกุมาโร อ. จันทกุมาร",
  "จนฺทน": "น., ปุ. ไม้จันทน์แจกเหมือน ปุริส เช่น ทุ.เอก. จนฺทนํ ซึ่งไม้จันทน์"
};

const vocabInsanPr9Part5to8_Page215 = {
  "จนฺทนคนฺธ": "น., ปุ. กลิ่นแห่งจันทน์แจกเหมือน ปุริสเช่น ป.เอก. จนฺทนคนฺโธ อ. กลิ่นแห่งจันทน์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จนฺทนสฺส คนฺโธ = จนฺทนคนฺโธ",
  "จนฺทนปตฺต": "น., ปุ. บาตรอันสำเร็จแล้วด้วย ไม้จันทน์แจกเหมือน ปุริส เช่น ป.เอก. จนฺทน ปตฺโต อ. บาตรอันสำ เร็จแล้วด้วยไม้จันทน์เป็น ตติยาตัปปุริสสมาส วิ.ว่า จนฺทเนน (สิทฺโธ) ปตฺโต = จนฺทนปตฺโต",
  "จนฺทนปูชา": "น., อิต. การบูชาด้วยไม้จันทน์ แจกเหมือน กญฺญา เช่น ทุ.เอก. จนฺทนปูชํ ซึ่งการบูชาด้วยไม้จันทน์เป็นตติยาตัปปุริสสมาส วิ.ว่า จนฺทเนน ปูชา = จนฺทนปูชา",
  "จนฺทนมย": "ว. สำเร็จแล้วด้วยไม้จันทน์ ปุ. แจกเหมือน ปุริสเช่น ป.เอก. จนฺทนมโย (ปตฺโต) อ. บาตร สำ เร็จแล้วด้วยไม้จันทน์ลง มย ปัจจัย ในปกติตัทธิต วิ.ว่า จนฺทเนน สิทฺโธ = จนฺทนมโย (ปตฺโต)",
  "จนฺทปทุมา": "น., อิต. นางจันทปทุมา แจกเหมือน กญฺญา เช่น ป.เอก. จนฺทปทุมา อ. นางจันทปทุมา",
  "จนฺทมณฺฑล ๑": "น., นปุ. มณฑลแห่งพระจันทร์ แจกเหมือน กุล เช่น ทุ.เอก. จนฺทมณฺฑลํ ซึ่ง มณฑลแห่งพระจันทร์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จนฺทสฺส มณฺฑลํ = จนฺทมณฺฑลํ",
  "จนฺทมณฺฑล ๒": "น., นปุ. มณฑลเพียงดังพระจันทร์ แจกเหมือน กุล เช่น ทุ.เอก. จนฺทมณฺฑลํ ซึ่ง มณฑลเพียงดังพระจันทร์เป็นวิเสสโนปมบท กัมมธารยสมาส วิ.ว่า จนฺโท อิว มณฺฑลํ = จนฺทมณฺฑลํ",
  "จนฺทมณฺฑลกรณ": "น., นปุ. การกระทำซึ่งมณฑล เพียงดังพระจันทร์แจกเหมือน กุล เช่น ฉ. เอก. จนฺทมณฺฑลกรณสฺส แห่งการกระทำ ซึ่ง มณฑลเพียงดังพระจันทร์เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสโนปมบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ วิ.โนปม.กัม.วิ. จนฺโท อิว มณฺฑลํ = จนฺทมณฺฑลํ ฉ.ตัป.วิ. จนฺทมณฺฑลสฺส กรณํ = จนฺทมณฺฑลกรณํ",
  "จนฺทมณฺฑลสทิส": "ว. อันเช่นกับด้วยมณฑลแห่ง พระจันทร์อิต.แจกเหมือน กญฺญา เช่น ป.เอก. จนฺทมณฺฑลสทิสา (ปภา) อ.รัศมีอันเช่นกับด้วย มณฑลแห่งพระจันทร์เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้ ฉ.ตัป.วิ. จนฺทสฺส มณฺฑลํ = จนฺทมณฺฑลํต.ตัป.วิ. จนฺทมณฺฑเลน สทิสา = จนฺทมณฺฑลสทิสา (ปภา)",
  "จนฺทลกฺขณ": "น., นปุ. ลักษณะแห่งพระจันทร์ แจกเหมือน กุล เช่น ป.เอก. จนฺทลกฺขณํ อ.ลักษณะแห่งพระจันทร์เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จนฺทสฺส ลกฺขณํ = จนฺทลกฺขณํ",
  "จนฺทสหสฺสุคฺคมน": "น., นปุ. การขึ้นไปแห่งพัน แห่งพระจันทร์แจกเหมือน กุล เช่น ป.เอก. จนฺทสหสฺสุคฺคมนํ อ. การขึ้นไปแห่งพันแห่ง พระจันทร์ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐี ตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ จนฺทานํ สหสฺสํ = จนฺทสหสฺสํ ฉ.ตัป.วิ. จนฺทสหสฺสสฺส อุคฺคมนํ = จนฺทสหสฺสุคฺคมนํ",
  "จนฺทาภ": "น., ปุ. จันทาภะ แจกเหมือน ปุริส เช่น ป.เอก. จนฺทาโภ อ. จันทาภะ",
  "จนฺทาภตฺเถร": "น., ปุ. พระเถระชื่อว่าจันทาภะ แจกเหมือน ปุริส เช่น ทุ.เอก. จนฺทาภตฺเถรํ ซึ่งพระเถระชื่อว่าจันทาภะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จนฺทาโภ เถโร = จนฺทาภตฺเถโร [ซ้อน ตฺ]",
  "จนฺทาภตฺเถรวตฺถุ": "น., นปุ. อ. เรื่องแห่งพระเถระ ชื่อว่าจันทาภะ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสน บุพพบท กัมมธารยสมาสเป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. จนฺทาโภ เถโร = จนฺทาภตฺเถโร [ซ้อนตฺ] ฉ.ตัป.วิ.จนฺทาภตฺเถรสฺส วตฺถุ = จนฺทาภตฺเถรวตฺถุ",
  "จนฺทาภพฺราหฺมณ": "น., ปุ. พราหมณ์ชื่อว่า จันทาภะแจกเหมือน ปุริสเช่น ฉ.เอก. จนฺทาภ พฺราหฺมณสฺส ของพราหมณ์ชื่อว่าจันทาภะ เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จนฺทาโภ พฺราหฺมโณ = จนฺทาภพฺราหฺมโณ"
};

const vocabInsanPr9Part5to8_Page216 = {
  "จนฺทาภา": "น., อิต. รัศมีเพียงดังพระจันทร์ แจกเหมือน กญฺญา เช่น ฉ.เอก. จนฺทาภาย แห่งรัศมีเพียงดังพระจันทร์เป็นวิเสสโนปมบท กัมมธารยสมาส วิ.ว่า จนฺโท อิว อาภา = จนฺทาภา",
  "จนฺทิมสุริยา": "น., ปุ. อ. พระจันทร์และพระอาทิตย์ ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า จนฺทิมา จ สุริโย จ = จนฺทิมสุริยา แจกเหมือน ปุริสเฉพาะ ฝ่ายพหุ.",
  "จนฺทิมา": "น., อิต. พระจันทร์ แจกเหมือน กญฺญา เช่น ป.เอก. จนฺทิมา อ. พระจันทร์",
  "จรํ": "ก. เมื่อเที่ยวไป, เที่ยวไปอยู่ ศัพท์เดิมเป็น จรนฺต อ การันต์ในปุงลิงค์ลง สิปฐมาวิภัตติ ฝ่ายเอกวจนะ แปลง นฺต กับ สิเป็น อํ สำ เร็จรูป เป็น จรํ แจกเหมือน ภวนฺต",
  "จรณ ๑": "น., นปุ. การเที่ยวไป แจกเหมือน กุลเช่น ต.เอก. จรเณน เพราะการเที่ยวไป คำ ว่า จรณ มาจาก จรธาตุ ในความเที่ยวไป + ยุปัจจัย แปลง ยุเป็น อน ได้รูปเป็น จรณ แปลว่า การเที่ยวไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า จรณํ = จรณํ",
  "จรณ ๒": "น., นปุ. ความประพฤติแจกเหมือน กุล เช่น ต.เอก. จรเณน เพราะความประพฤติคำ ว่า จรณ มาจาก จร ธาตุ ในความประพฤติ + ยุ ปัจจัย แปลง ยุเป็น อน ได้รูปเป็น จรณ แปลว่า ความประพฤติเป็นภาวรูป ภาวสาธนะ วิ.ว่า จรณํ = จรณํ",
  "จรณ ๓": "น., นปุ. จรณะ แจกเหมือน กุล เช่น ฉ.พหุ. จรณานํ แห่งจรณะ ท.",
  "จรณฏฺฐาน": "น., นปุ. ที่เป็นที่เที่ยวไป แจกเหมือน กุล เช่น ทุ.เอก. จรณฏฺฐานํ สู่ที่เป็นที่เที่ยวไป เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้ยุ.กัต.อธิ.วิ. จรติ เอตฺถาติ จรณํ (ฐานํ) วิ.บุพ.กัม.วิ. จรณํ ฐานํ = จรณฏฺฐานํ [ซ้อน ฏฺ]",
  "จรณวีถิ": "น., อิต. ถนนเป็นที่เที่ยวไป แจกเหมือน รตฺติเช่น ทุ.เอก. จรณวีถึซึ่งถนนเป็นที่เที่ยวไป เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้ ยุ.กัต.อธิ.วิ. จรติ เอตฺถาติ จรณา (วีถิ) วิ.บุพ.กัม.วิ. จรณา วีถิ = จรณวีถิ",
  "จรติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมเที่ยวไป, ย่อมประพฤติจรธาตุ ในความประพฤติ, ความ เที่ยวไป + อ ปัจจัย ในกัตตุวาจก + ติวัตตมานา วิภัตติสำ เร็จรูปเป็น จรติ",
  "จรโต": "ก. เที่ยวไปอยู่ศัพท์เดิมเป็น จรนฺต อ การันต์ ในปุงลิงค์ลง ส จตุตถีวิภัตติ, ฉัฏฐีวิภัตติ ฝ่ายเอกวจนะแปลง นฺต กับ สเป็น โต สำ เร็จรูป เป็น จรโต แจกเหมือน ภวนฺต",
  "จรถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงเที่ยวไป, จง ประพฤติจร ธาตุ ในความประพฤติ, ความ เที่ยวไป + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ สำ เร็จรูปเป็น จรถ",
  "จรนฺต": "ก. เที่ยวไปอยู่จร ธาตุ ในความเที่ยวไป + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น จรนฺต ดู อกฺกมนฺต",
  "จรนฺติ": "ก. (เช่น ชนาอ. ชน ท.) ย่อมเที่ยวไป, ย่อม ประพฤติจร ธาตุ ในความเที่ยวไป + อ ปัจจัย ในกัตตุวาจก + อนฺติวัตตมานาวิภัตติสำ เร็จรูป เป็น จรนฺติ",
  "จรมาน": "ก. เที่ยวไปอยู่จร ธาตุ ในความเที่ยวไป + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น จรมาน ดู อนิจฺฉมาน",
  "จริ": "ก. (สกุโณ อ. นก) เที่ยวไปแล้ว จร ธาตุ ในความเที่ยวไป + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติรัสสะอีเป็น อิสำ เร็จรูปเป็น จริ",
  "จริต": "น., นปุ. การเที่ยวไป แจกเหมือน กุล เช่น ป.เอก. จริตํอ. การเที่ยวไป คำ ว่า จริต มาจาก จรธาตุ ในความเที่ยวไป + ต ปัจจัย ในนามกิตก์ (นอกแบบ) ลง อิอาคม ได้รูปเป็น จริต แปลว่า การเที่ยวไป เป็นภาวรูป ภาวสาธนะ วิ.ว่า จรณํ = จริตํ",
  "จริตํ": "ก. อัน...เที่ยวไปแล้ว จร ธาตุ ในความ เที่ยวไป + ต ปัจจัย ลง อิอาคม เป็น จริต ลง สิ ปฐมาวิภัตติฝ่ายเอก. แปลง อ กับ สิเป็น อํ สำ เร็จรูปเป็น จริตํ เช่น เยน (อุทฺเทน) จริตํ = อันนาก ตัวใด เที่ยวไปแล้ว [ธ. ๖: อุปนนฺทวตฺถุ หน้า ๘] สัมพันธ์: เยน วิเสสน ของ อุทฺเทน ๆ อนภิหิตกตฺตา ใน จริตํ ๆ กิตบท ภาววาจก"
};

const vocabInsanPr9Part5to8_Page217 = {
  "จริตุํ": "น. อ. อันอัน…เที่ยวไป, อ. อันอัน… ประพฤติ, เพื่ออันเที่ยวไป, เพื่ออันประพฤติ จร ธาตุ ในความประพฤติ, ความเที่ยวไป + ตุํ ปัจจัย ลงอิอาคม สำ เร็จรูปเป็น จริตุํดู อกฺโกสิตุํ",
  "จริตฺวา": "ก. เที่ยวไปแล้ว, ประพฤติแล้ว จร ธาตุ ในความประพฤติ, ความเที่ยวไป + ตฺวา ปัจจัย ลง อิอาคม สำ เร็จรูปเป็น จริตฺวา",
  "จริมกภตฺตปิณฺฑ": "น., ปุ. ก้อนแห่งภัตอันเป็นเดน แจกเหมือน ปุริสเช่น ป.เอก. จริมกภตฺตปิณฺโฑ อ. ก้อนแห่งภัตอันเป็นเดน เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ ฉ.ตัป.วิ. ภตฺตสฺส ปิณฺโฑ = ภตฺตปิณฺโฑ วิ.บุพ.กัม.วิ. จริมโก ภตฺตปิณฺโฑ = จริมกภตฺตปิณฺโฑ",
  "จริยา ๑": "น., อิต.ความประพฤติแจกเหมือน กญฺญา เช่น ทุ.เอก. จริยํ ซึ่งความประพฤติคำ ว่า จริยา มาจาก จร ธาตุ ในความประพฤติ + ริริย ปัจจัย ในนามกิตก์(นอกแบบ) ลบ ร ที่สุดธาตุและลบ ริ ตัวแรกที่ริริยเป็นจริยลงอาเครื่องหมายอิตถีลิงค์ ได้รูปเป็น จริยา แปลว่า ความประพฤติ เป็นภาวรูป ภาวสาธนะ วิ.ว่า จรณํ = จริยา ความประพฤติชื่อว่า จริยา ๆ ความประพฤติ",
  "จริยา ๒": "น., อิต. จริยา แจกเหมือน กญฺญา เช่น ทุ.พหุ. จริยาโย ซึ่งจริยา ท.",
  "จริยาวส": "น., ปุ. อำนาจ (สามารถ) แห่งความ ประพฤติแจกเหมือน ปุริส เช่น ต.เอก. จริยา วเสน ด้วยสามารถแห่งความประพฤติเป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า จริยาย วโส = จริยาวโส",
  "จริสฺสสิ": "ก. (ตฺวํอ. ท่าน) จักเที่ยวไป จร ธาตุ ในความประพฤติ + อ ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติสำ เร็จรูปเป็น จริสฺสสิ",
  "จริสฺสาม": "ก. (มยํอ. เรา ท.) จักเที่ยวไป จร ธาตุ ในความประพฤติ, ความเที่ยวไป + อ ปัจจัย ในกัตตุวาจก + สฺสาม ภวิสสันติวิภัตติสำ เร็จรูป เป็น จริสฺสาม",
  "จริสฺสามิ": "ก. (อหํอ. เรา) จักเที่ยวไป จร ธาตุ ในความประพฤติ, ความเที่ยวไป + อ ปัจจัย ในกัตตุวาจก + สฺสามิภวิสสันติวิภัตติสำ เร็จรูป เป็น จริสฺสามิ",
  "จรึสุ": "ก. (เช่น ชนา อ. ชน ท.) ประพฤติแล้ว, เที่ยว ไปแล้วจรธาตุ ในความประพฤติ, ความเที่ยวไป + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ แปลง อุํ เป็น อึสุสำ เร็จรูปเป็น จรึสุ",
  "จเร": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงประพฤติ, พึงเที่ยวไป จร ธาตุ ในความประพฤติ, ความ เที่ยวไป + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมี วิภัตติลบ ยฺย เหลือไว้แต่ เอ สำ เร็จรูปเป็น จเร",
  "จเรยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงประพฤติ, พึงเที่ยวไป จร ธาตุ ในความประพฤติ, ความ เที่ยวไป + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมี วิภัตติสำ เร็จรูปเป็น จเรยฺย",
  "จลติ": "ก. (เช่น สรณคมนํอ. การถึงซึ่งสรณะ) ย่อมหวั่นไหว จล ธาตุ ในความหวั่นไหว + อ ปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติ สำ เร็จรูปเป็น จลติ",
  "จลิตตฺต": "น., นปุ. ความที่แห่ง…เป็น...อัน...ให้ไหว แล้ว แจกเหมือน กุล เช่น ปญฺ.เอก. จลิตตฺตา เพราะความที่แห่ง…เป็นอวัยวะอันตนให้ไหวแล้ว ลง ตฺต ปัจจัย ในภาวตัทธิต วิ.ว่า จลิตสฺส (องฺคสฺส) ภาโว = จลิตตฺตํ",
  "จวนฺติ": "ก. (เช่น เทวปุตฺตา อ. เทพบุตร ท.) ย่อม เคลื่อน จุ ธาตุ ในความเคลื่อน + อ ปัจจัย ในกัตตุวาจก + อนฺติวัตตมานาวิภัตติพฤทธิอุที่ จุเป็น โอแปลง โอเป็น อวสำ เร็จรูปเป็น จวนฺติ",
  "จวิตฺวา": "ก. เคลื่อนแล้ว, ครั้นเคลื่อนแล้วจุธาตุ ในความเคลื่อน + ตฺวา ปัจจัย พฤทธิอุที่จุเป็น โอ แปลง โอ เป็น อว ลง อิอาคม สำ เร็จรูปเป็น จวิตฺวา",
  "จสทฺท": "น., ปุ. จศัพท์แจกเหมือน ปุริสเช่น ป.เอก. จสทฺโท อ. จศัพท์",
  "จาคจิตฺต": "น., นปุ. จิตดวงประกอบพร้อมแล้ว ด้วยจาคะ แจกเหมือน กุล เช่น ส.เอก. จาคจิตฺเต ครั้นเมื่อจิตดวงประกอบพร้อมแล้ว ด้วยจาคะ เป็นตติยาตัปปุริสสมาส วิ.ว่า จาเคน (สมฺปยุตฺตํ) จิตฺตํ = จาคจิตฺตํ"
};

const vocabInsanPr9Part5to8_Page218 = {
  "จาฏิ": "น., อิต. ตุ่ม, ถาด แจกเหมือน รตฺติเช่น ป.พหุ. จาฏิโย อ. ตุ่ม ท. ส.เอก. จาฏิยํ ในตุ่ม",
  "จาฏิอาทีนิ": "ว., นปุ. (ภาชนานิ) ยังภาชนะ ท. มีตุ่มเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส วิ.ว่า จาฏิ อาทิ เยสํ ตานิ จาฏิอาทีนิ (ภาชนานิ) แจกเหมือน อกฺขิ",
  "จาตุทฺทสี": "ว., อิต. ที่สิบสี่ แจกเหมือน นารีเฉพาะ ฝ่ายเอก. เช่น ทุ.เอก. จาตุทฺทสึ ติถึ = ตลอดดิถี ที่สิบสี่ คำ ว่า จาตุทฺทสี มาจาก จาตุทฺทส ศัพท์ + อีปัจจัย ในปูรณตัทธิต ได้รูปเป็น จาตุทฺทสี แปลว่า ที่สิบสี่ วิ.ว่า จตุทฺทสีนํ ปูรณา = จาตุทฺทสี (ติถิ)",
  "จาตุมฺมหาปถ": "น., ปุ. หมวด (ประชุม) แห่ง หนทางใหญ่สี่ แจกเหมือน ปุริส เช่น ส.เอก. จาตุมฺมหาปเถ ใกล้หมวดแห่งหนทางใหญ่สี่ ลง ณ ปัจจัย ในสมุหตัทธิต มีวิเสสนบุพพบท กัมม ธารยสมาส และอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. มหนฺตา ปถา = มหาปถาอ.ทิคุ.วิ. จตฺตาโร มหาปถา = จตุมฺมหาปถา [ซ้อน มฺ] ณ.สมุห.วิ. จตุมฺมหา ปถานํ สมุโห = จาตุมฺมหาปโถ [จตุมฺมหาปถ + ณ ปัจจัย ด้วยอำ นาจ ณ ปัจจัย ทีฆะ อ ต้นศัพท์ เป็น อา ลง ณ ทิ้ง ได้รูปเป็น จาตุมฺมหาปถ]",
  "จาตุมฺมหาราชทตฺติย": "ว. อันท้าวมหาราชสี่ถวาย แล้ว ปุ.แจกเหมือน ปุริสเช่น ทุ.เอก. จาตุมฺมหา ราชทตฺติยํ (ปตฺตํ) ซึ่งบาตร อันท้าวมหาราชสี่ ถวายแล้ว เป็นตติยาตัปปุริสสมาส มีอสมาหาร ทิคุสมาสเป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ อ.ทิคุ.วิ. จตฺตาโร มหาราชาโน = จาตุมฺมหา ราชาโน [ทีฆะ อ ที่จ เป็น อา ซ้อน มฺ] ต.ตัป.วิ. จาตุมฺมหาราเชหิ ทินฺโน = จาตุมฺมหาราช ทตฺติโย (ปตฺโต) [ทินฺน มีมหาราช อยู่หน้า แปลง ทินฺน เป็น ทตฺติย]",
  "จาตุมฺมหาราชิก": "ว. ผู้อยู่ในสวรรค์ชั้นจาตุ มหาราช ปุ. แจกเหมือน ปุริส เช่น ต.พหุ. จาตุมฺมหาราชิเกหิ (เทเวหิ) ด้วยเทพ ท. ผู้อยู่ ในสวรรค์ชั้นจาตุมหาราช มาจาก จาตุมฺมหาราช ศัพท์ + ณิก ปัจจัย ในตรัตยาทิตัทธิต ลบ ณ เหลือไว้แต่อิก ได้รูปเป็น จาตุมฺมหาราชิก วิ.ว่า จตุมฺมหาราเช วสนฺตีติ จาตุมฺมหาราชิกา (เทวา)",
  "จาตุมฺมาส ๑": "ว. อันมีเดือนสี่เป็นประมาณ นปุ. แจกเหมือน กุล เช่น ทุ.เอก. จาตุมฺมาสํ (วสฺสํ) ตลอดกาลฝน อันมีเดือนสี่เป็นประมาณ [ธ. ๗: มหาธนวาณิชวตฺถุ หน้า ๘๒] มาจาก จตุมฺมาส ศัพท์ + ณ ปัจจัย ในปริมาณตัทธิต ด้วยอำ นาจ ณ ปัจจัย ทีฆะ อ ต้นศัพท์เป็น อา ลง ณ ได้รูป เป็น จาตุมฺมาส มีสมาหารทิคุสมาสเป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ส.ทิคุ.วิ. จตฺตาโร มาสา = จตุมฺมาสํ [ซ้อน มฺ] ณ.ปริมาณ.วิ. จตุมฺมาสํ ปริมาณํ อสฺสาติ จาตุมฺมาสํ (วสฺสํ) เดือนสี่ เป็นประมาณ ของกาลฝนนั้น เหตุนั้น กาลฝนนั้น ชื่อว่าอันมีเดือนสี่เป็นประมาณ",
  "จาตุมฺมาส ๒": "น., นปุ. หมวดแห่งเดือนสี่แจกเหมือน ปุริส เช่น ทุ.เอก. จาตุมฺมาสํ ตลอดหมวดแห่ง เดือนสี่ ลง ณ ปัจจัย ในสมุหตัทธิต มีอสมาหาร ทิคุสมาสเป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ อ.ทิคุ.วิ. จตฺตาโร มาสา = จตุมฺมาสา [ซ้อน มฺ] ณ.สมุห.วิ. จตุมฺมาสานํ สมุโห = จาตุมฺมาโส [จตุมฺมาส + ณปัจจัย ด้วยอำ นาจณปัจจัย ทีฆะ อ ต้นศัพท์เป็น อาลง ณ ได้รูปเป็น จาตุมฺมาส]",
  "จาตุมฺมาสจฺจย": "น., ปุการล่วงไปแห่งหมวดแห่ง เดือนสี่แจกเหมือน ปุริสเช่น ต.เอก. จาตุมฺมาส จฺจเยน โดยการล่วงไปแห่งหมวด แห่งเดือนสี่ เป็นฉัฏฐีตัปปุริสสมาส มีอสมาหารทิคุสมาสและ ณ ปัจจัย ในสมุหตัทธิต เป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. จตฺตาโร มาสา = จตุมฺมาสา [ซ้อน มฺ] ณ.สมุห.วิ. จตุมฺมาสานํ สมุโห = จาตุมฺมาโส ฉ.ตัป.วิ. จาตุมฺมาสสฺส อจฺจโย = จาตุมฺมาสจฺจโย",
  "จาป": "น., ปุ., อิต. แล่ง ปุ. แจกเหมือน ปุริสอิต. เป็น จาปา แจกเหมือน กญฺญา เฉพาะปัญจมีวิภัตติ ฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น จาปาโต จาก แล่ง บ้าง",
  "จาปวินิมุตฺต": "ว. อันพ้นไปแล้วจากแล่ง ปุ. แจก เหมือน ปุริส เช่น ป.พหุ. จาปวินิมุตฺตา (สรา) อ. ลูกศร ท. อันพ้นไปแล้วจากแล่ง เป็นปัญจมี ตัปปุริสสมาส วิ.ว่า จาปสฺมา วินิมุตฺตา = จาปวินิมุตฺตา (สรา)"
};

const vocabInsanPr9Part5to8_Page219 = {
  "จาปาติขีณ": "ว. อันหลุดไปแล้วจากแล่ง ปุ. แจก เหมือน ปุริส เช่น ป.พหุ. จาปาติขีณา (สรา) อ. ลูกศร ท. อันหลุดไปแล้วจากแล่ง เป็นปัญจมี ตัปปุริสสมาส วิ.ว่า จาปสฺมา อติขีณา = จาปาติขีณา (สรา)",
  "จารปุริส": "น., ปุ. บุรุษผู้เที่ยวไป แจกเหมือน ปุริส เช่น ป.เอก. จารปุริโส อ. บุรุษผู้เที่ยวไป เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จาโร ปุริโส = จารปุริโส คำ ว่า จาร ในคำ ว่า จารปุริโส มาจาก จร ธาตุ ในความเที่ยวไป + ณ ปัจจัย ด้วยอำ นาจ ณ ปัจจัย ทีฆะอ ต้นธาตุเป็น อาลบ ณได้รูปเป็น จารแปลว่า ผู้เที่ยวไป เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า จรตีติ จาโร (ปุริโส)",
  "จาราปิต": "ก. อัน...ให้เที่ยวไปแล้วจรธาตุ ในความ เที่ยวไป + ณาเปปัจจัย ในเหตุกัตตุวาจก + อิอาคม + ต ปัจจัยเป็นเหตุกัมมวาจก ด้วยอำ นาจ ณาเป ปัจจัย ทีฆะอ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อาเป เป็น จาราเป + อิ + ต ลบสระหน้า คือ เอ ที่ เป ได้รูปเป็น จาราปิต ดู อกต",
  "จาราเปตฺวา": "ก. ยัง...ให้เที่ยวไปแล้ว จร ธาตุใน ความเที่ยวไป + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำ นาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุเป็น อาลบณเหลือไว้แต่อาเป สำ เร็จรูป เป็น จาราเปตฺวา",
  "จาราเปสิ": "ก. (เช่น ราชา อ. พระราชา) ยัง…ให้ เที่ยวไปแล้ว จร ธาตุ ในความเที่ยวไป + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อีอัชชัตตนีวิภัตติ ด้วยอำ นาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่อาเป ลง ส อาคม รัสสะ อี เป็น อิสำ เร็จรูปเป็น จาราเปสิ",
  "จาราเปสุํ": "ก. (เช่น ราชปุริสา อ. ราชบุรุษ ท.) ยัง...ให้เที่ยวไปแล้ว จร ธาตุ ในความเที่ยวไป + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อุํ อัชชัตตนี วิภัตติด้วยอำ นาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม สำ เร็จรูปเป็น จาราเปสุํ",
  "จาราเปหิ": "ก. (ตฺวํอ. ท่าน) ยัง...จงให้เที่ยวไป จร ธาตุ ในความเที่ยวไป + ณาเป ปัจจัย ในเหตุกัตตุวาจก + หิปัญจมีวิภัตต ด้วยอำ นาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่อาเป สำ เร็จรูปเป็น จาราเปหิ",
  "จาริก": "น., นปุ. ที่จาริก แจกเหมือน กุลเช่น ทุ.เอก. จาริกํสู่ที่จาริก",
  "จาลิต": "ก. อัน...ให้ไหวแล้ว จล ธาตุ ในความ หวั่นไหว + เณ ปัจจัย ในเหตุกัตตุวาจก + อิอาคม + ต ปัจจัยเป็นเหตุกัมมวาจก ด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้ แต่ เอ เป็น จาเล + อิ + ต ลบสระหน้า คือ เอ ที่ เล ได้รูปเป็น จาลิต ดู อกต",
  "จาเลติ": "ก. (เช่น อิตฺถีอ. หญิง) ยัง...ย่อมให้ไหว จล ธาตุ ในความหวั่นไหว + เณ ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติ ด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น จาเลติ",
  "จาเลตุํ": "น. อ. อันยัง…ให้หวั่นไหว, เพื่ออันให้ หวั่นไหว, เพื่ออันให้เคลื่อน จล ธาตุ ในความ หวั่นไหว + เณปัจจัย ในเหตุกัตตุวาจก + ตุํ ปัจจัย ด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น จาเลตุํ ดู อกฺโกสิตุํ",
  "จาเลตฺวา": "ก. ยัง...ให้ไหวแล้ว จล ธาตุ ในความ หวั่นไหว + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำ นาจเณปัจจัย ทีฆะอ ต้น ธาตุเป็น อาลบ ณ เหลือไว้แต่เอสำ เร็จรูปเป็น จาเลตฺวา",
  "จาเลนฺต": "ก. ยัง…ให้หวั่นไหวอยู่ จล ธาตุ ใน ความหวั่นไหว + เณ ปัจจัย ในเหตุกัตตุวาจก + อนฺต ปัจจัย ด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น จาเลนฺต ดู อกฺกมนฺต",
  "จาเลสิ": "ก. (เช่น มจฺโฉ อ. ปลา) ยัง…ให้ไหวแล้ว จล ธาตุ ในความหวั่นไหว + เณ ปัจจัย ในเหตุ กัตตุวาจก + อีอัชชัตตนีวิภัตติด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อีเป็น อิสำ เร็จรูป เป็น จาเลสิ"
};

const vocabInsanPr9Part5to8_Page220 = {
  "จาเวนฺติ": "ก. (เช่น กิเลสา อ. กิเลส ท.) ยัง...ย่อม ให้เคลื่อน [ธ. ๗: โลฬุทายิตฺเถรวตฺถุหน้า ๑๔] จุธาตุ ในความเคลื่อน + เณ ปัจจัย ในเหตุกัตตุ วาจก + อนฺติวัตตมานาวิภัตติพฤทธิอุต้นธาตุ เป็น โอ แปลง โอ เป็น อว เป็น จว + เณ + อนฺติ ด้วยด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น จาเวนฺติ",
  "จิกฺขลมคฺค": "น., ปุ. หนทางอันลื่น แจกเหมือน ปุริส เช่น ต.เอก. จิกฺขลมคฺเคน โดยหนทาง อันลื่น เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จิกฺขโล มคฺโค = จิกฺขลมคฺโค",
  "จิญฺจมาณวิกา": "น., อิต. นางจิญจมาณวิกา แจกเหมือน กญฺญา เช่น ป.เอก. จิญฺจมาณวิกา อ. นางจิญจมาณวิกา",
  "จิญฺจมาณวิกาวตฺถุ": "น., นปุ. อ. เรื่องแห่งนาง จิญจมาณวิกา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จิญฺจมาณวิกาย วตฺถุ = จิญฺจมาณวิกาวตฺถุ",
  "จิตฺต ๑": "น., นปุ. จิต แจกเหมือน กุล เช่น ป.เอก. จิตฺตํ อ. จิต คำ ว่า จิตฺต ถ้าแปลออกรูปและ สาธนะแปลว่าผู้คิดมาจาก จินฺต ธาตุ ในความคิด + ต ปัจจัย ในนามกิตก์(นอกแบบ) ลบ นฺต ซ้อน ตฺ ได้รูปเป็น จิตฺต แปลว่า ผู้คิด เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า จินฺเตตีติ จิตฺตํ (ธมฺมชาตํ) ธรรมชาตใด ย่อมคิด เหตุนั้น ธรรมชาตนั้น ชื่อว่า จิตฺตํ ๆ ผู้คิด",
  "จิตฺต ๒": "น., นปุ. ความคิด, ความดำริ แจกเหมือน กุล เช่น ป.เอก. จิตฺตํ อ. ความคิด คำ ว่า จิตฺต มาจาก จินฺต ธาตุ ในความคิด + ต ปัจจัย ในนามกิตก์(นอกแบบ) ลบ นฺต ซ้อน ตฺได้รูปเป็น จิตฺต แปลว่า ความคิด เป็นภาวรูป ภาวธนะ วิ.ว่า จินฺตนํ = จิตฺตํ ความคิด ชื่อว่า จิตฺตํ ๆ ความคิด",
  "จิตฺต ๓": "ว.งดงาม, วิจิตร ปุ.แจกเหมือน ปุริสเช่น ทุ.เอก. จิตฺตํ (โลกํ) ซึ่งโลก อันงดงาม, อันวิจิตร [ธ. ๖: อภยราชกุมารวตฺถุหน้า ๓๕] คำ ว่า จิตฺต มาจาก จิตฺต ธาตุ ในความงดงาม, ความวิจิตร + อ ปัจจัย ได้รูปเป็น จิตฺต แปลว่า อันงดงาม, อันวิจิตรเป็นกัตตุรูปกัตตุสาธนะ วิ.ว่า จิตฺเตตีติ จิตฺโต (โลโก) โลกใด ย่อมงดงาม เหตุนั้น โลกนั้น ชื่อว่า จิตฺโต ๆ อันงดงาม",
  "จิตฺต ๔": "น., นปุ. ความงดงาม, ความวิจิตร แจก เหมือน กุล เช่น ป.เอก. จิตฺตํ อ. ความงดงาม, ความวิจิตร คำ ว่า จิตฺต มาจาก จิตฺต ธาตุ ใน ความงดงาม, ความวิจิตร + อ ปัจจัย ได้รูปเป็น จิตฺต แปลว่า ความงดงาม, ความวิจิตร เป็น ภาวรูป ภาวสาธนะ วิ.ว่า จิตฺตนํ = จิตฺตํความ งดงาม, ความวิจิตร ชื่อว่า จิตฺตํ ๆ ความงดงาม, ความวิจิตร",
  "จิตฺตกต": "ว. มีความวิจิตรอัน…กระทำแล้ว นปุ. แจกเหมือน กุลเช่น ทุ.เอก. จิตฺตกตํ (พิมฺพํ) ซึ่ง อัตภาพ อันมีความวิจิตรอัน…กระทำ แล้ว เป็น ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า จิตฺตํ กตํ ยสฺส ตํ จิตฺตกตํ (พิมฺพํ) ความวิจิตร ของอัตภาพ ใด อันกรรมกระทำ แล้ว อัตภาพนั้น ชื่อว่าอันมี ความวิจิตรอันกรรมกระทำ แล้ว",
  "จิตฺตกูฏ": "ว., ปุ. จิตรกูฏ (ชื่อของภูเขา) แจกเหมือน ปุริสเช่น ทุ.เอก. จิตฺตกูฏํ (ปพฺพต) ํ สู่ภูเขา ชื่อว่า จิตรกูฏ",
  "จิตฺตกูฏปพฺพตตล": "น., นปุ. พื้นแห่งภูเขาชื่อว่า จิตรกูฎ แจกเหมือน กุล เช่น ส.เอก. จิตฺตกูฏ ปพฺพตตเล ที่พื้นแห่งภูเขาชื่อว่าจิตรกูฎ เป็น ฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารย สมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ วิ.บุพ.กัม.วิ.จิตฺตกูโฏ ปพฺพโต = จิตฺตกูฏปพฺพโต ฉ.ตัป.วิ. จิตฺตกูฏปพฺพตสฺส ตลํ = จิตฺตกูฏ ปพฺพตตลํ",
  "จิตฺตกฺเขป": "น., ปุ. ความฟุ้งซ่านแห่งจิต แจก เหมือน ปุริส เช่น ทุ.เอก. จิตฺตกฺเขปํ ซึ่งความ ฟุ้งซ่านแห่งจิต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จิตฺตสฺส เขโป = จิตฺตกฺเขโป [ซ้อน กฺ]",
  "จิตฺตคหปติ": "น., ปุ. คฤหบดีชื่อว่าจิตตะ แจก เหมือน มุนิเช่น ทุ.เอก. จิตฺตคหปตึยังคฤหบดี ชื่อว่าจิตตะเป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จิตฺโต คหปติ = จิตฺตคหปติ"
};

const vocabInsanPr9Part5to8_Page221 = {
  "จิตฺตคหปติวตฺถุ": "น., นปุ. อ. เรื่องแห่งคฤหบดี ชื่อว่าจิตตะ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสน บุพพบท กัมมธารายสมาส เป็นภายใน มี วิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. จิตฺโต คหปติ = จิตฺตคหปติฉ.ตัป.วิ. จิตฺตคหปติสฺส วตฺถุ = จิตฺตคหปติวตฺถุ",
  "จิตฺตนิคฺคห": "น., ปุ. การข่มซึ่งจิต แจกเหมือน ปุริส เช่น ส.เอก. จิตฺตนิคฺคเห ในการข่มซึ่งจิต เป็นทุติยาตัปปุริสสมาส วิ.ว่า จิตฺตํ นิคฺคโห = จิตฺตนิคฺคโห คำ ว่า นิคฺคห มาจาก นิบทหน้า + คห ธาตุ ในความถือเอา ด้วยอำ นาจอุปสัค แปลว่า ข่ม + อ ปัจจัย ซ้อน คฺได้รูปเป็น นิคฺคห แปลว่า การข่ม เป็นภาวรูป ภาวสาธนะ วิ.ว่า นิคฺคหณํ = นิคฺคโห การข่ม ชื่อว่า นิคฺคโห ๆ การข่ม",
  "จิตฺตวคฺค": "น., ปุ. จิตตวรรค แจกเหมือน ปุริสเช่น ส.เอก. จิตฺตวคฺเค ในจิตตวรรค",
  "จิตฺตวาร": "น., ปุ. วาระแห่งจิต แจกเหมือน ปุริส เช่น ทุ.เอก. จิตฺตวารํซึ่งวาระแห่งจิต เป็นฉัฏฐี ตัปปุริสสมาส วิ.ว่า จิตฺตสฺส วาโร = จิตฺตวาโร",
  "จิตฺตวีชนี": "น., อิต. พัดอันวิจิตร แจกเหมือน นารีเช่น ทุ.เอก. จิตฺตวีชนึซึ่งพัดอันวิจิตร เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จิตฺตา วีชนี = จิตฺตวีชนี",
  "จิตฺตสุข": "น., นปุ. ความสุขแห่งจิต, ความสบาย แห่งจิต แจกเหมือน กุล เช่น ป.เอก. จิตฺตสุขํ อ. ความสุขแห่งจิต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จิตฺตสฺส สุขํ = จิตฺตสุขํ",
  "จิตฺตสฺสาท": "น., ปุ. ความเบาแห่งพระทัย แจกเหมือน ปุริส เช่น ทุ.เอก. จิตฺตสฺสาทํ ซึ่งความเบาแห่งพระทัย เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จิตฺตสฺส อสฺสาโท = จิตฺตสฺสาโท",
  "จิตฺตุปฺปาทสมนนฺตร": "น., นปุ. ลำดับแห่ง จิตตุปบาท แจกเหมือน กุล เช่น ส.เอก. จิตฺตุปฺปาทสมนนฺตรํ ในลำ ดับแห่งจิตตุปบาท [แปลง อ กับ สฺมึเป็น อํ] เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จิตฺตุปฺปาทสฺส สมนนฺตรํ = จิตฺตุปฺปาท สมนนฺตรํ",
  "จิตฺเตกคฺคตามตฺต": "ว. สักว่าความที่แห่งจิตมี อารมณ์เดียวเป็นเลิศ ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. จิตฺเตกคฺคตามตฺตํ (คุณํ) ซึ่งคุณ สักว่าความที่แห่งจิตมีอารมณ์เดียวเป็นเลิศ เป็น สัมภาวนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยา ธิกรณพหุพพิหิสมาส วิเสสนุตตรบท กัมมธารย สมาส และ ตา ปัจจัย ในภาวตัทธิต เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ ฉ.ตุล.วิ. เอกํ (อารมฺมณํ) อคฺคํ ยสฺส ตํ เอกคฺคํ (จิตฺตํ) วิ.นุต. กัม.วิ. จิตฺตํ เอกคฺคํ = จิตฺเตกคฺคํ ตา.ภาว.วิ. จิตฺเตกคฺคสฺส ภาโว = จิตฺเตกคฺคตา สัม.บุพ. กัม.วิ. จิตฺเตกคฺคตา อิติ มตฺโต = จิตฺเตกคฺคตา มตฺโต (คุโณ)",
  "จินึสุ": "ก. (เช่น ชนา อ. ชน ท.) ก่อแล้ว จิธาตุใน ความก่อ, ความสั่งสม + นา ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติแปลงอุํ เป็น อึสุลบสระหน้า เป็น จิ + นา + อึสุระหว่าง นา - อึสุลบสระหน้า ต่อเป็น นึสุสำ เร็จรูปเป็น จินึสุ",
  "จินฺตนตา": "น., อิต. ความเป็นคืออันคิด แจก เหมือน กญฺญา เช่น ต.เอก. จินฺตนตาย เพราะ ความเป็นคืออันคิด ลง ตา ปัจจัย ในภาวตัทธิต วิ.ว่า จินฺตนํ เอว ภาโว = จินฺตนตา ถ้าแปลว่า ความเป็นแห่งความคิด วิ.ว่า จินฺตนสฺส ภาโว = จินฺตนตา",
  "จินฺตยิ": "ก. คิดแล้ว จินฺต ธาตุ ในความคิด + ณย ปัจจัย ในกัตตุวาจก + อีอัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่ ย รัสสะ อีเป็น อิสำ เร็จรูปเป็น จินฺตยิ ประถมบุรุษ เช่น (อุปาสโก) จินฺตยิ อ. อุบาสก คิดแล้ว, มัธยมบุรุษ (ตฺวํ) จินฺตยิ อ. ท่าน คิดแล้ว ดู อกริแปลง โอ อัชชัต. เป็น อิ",
  "จินฺตยิตฺถ": "ก. (ตุมฺเห อ. ท่าน ท.) คิดแล้ว จินฺต ธาตุ ในความคิด + ณย ปัจจัย ในกัตตุวาจก + ตฺถ อัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่ ย ลงอิอาคม สำ เร็จรูปเป็น จินฺตยิตฺถ",
  "จินฺตยึสุ": "ก. (เช่น ชนา อ. ชน ท.) คิดแล้ว จินฺต ธาตุ ในความคิด + ณย ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่ ย แปลง อุํ เป็น อึสุสำ เร็จรูปเป็น จินฺตยึสุ"
};

const vocabInsanPr9Part5to8_Page222 = {
  "จินฺตามณิ": "น., ปุ. แก้วจินดามณีแจกเหมือน มุนิ เช่น ป.เอก. จินฺตามณิ อ. แก้วจินดามณี",
  "จินฺติต": "ก. อัน…คิดแล้ว จินฺต ธาตุ ในความคิด + ต ปัจจัย เป็นกัมมวาจก ลง อิอาคม ได้รูปเป็น จินฺติต ดู อกต",
  "จินฺติตนิยาเมน": "น., ปุ. โดยทำนองแห่ง...อันตน คิดแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จินฺติตสฺส นิยาโม = จินฺติตนิยาโม แจกเหมือน ปุริส",
  "จินฺติตสมนนฺตรํ": "น., นปุ. ในลำดับแห่ง...อันตน คิดแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จินฺติตสฺส สมนนฺตรํ = จินฺติตสมนนฺตรํ[แปลง อ กับ สฺมึ เป็น อํ] แจกเหมือน กุล",
  "จินฺเตตพฺพ": "ก. อัน…พึงคิด จินฺต ธาตุ ในความ คิด + เณ ปัจจัยประจำ หมวดธาตุ + ตพฺพ ปัจจัย เป็นกัมมวาจก ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น จินฺเตตพฺพ ดู อกตฺตพฺพ",
  "จินฺเตติ": "ก. (เช่น ชโน อ. ชน) ย่อมคิด จินฺต ธาตุ ในความคิด + เณ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติลบ ณ เหลือไว้แต่ เอ สำ เร็จรูป เป็น จินฺเตติ",
  "จินฺเตตฺวา": "ก. คิดแล้ว, ทรงดำริแล้ว, ครั้นคิด แล้ว จินฺต ธาตุ ในความคิด + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น จินฺเตตฺวา",
  "จินฺเตนฺต": "ก. คิดอยู่, ทรงดำริอยู่ จินฺต ธาตุ ในความคิด + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ เอได้รูปเป็น จินฺเตนฺต ดู อกฺกมนฺต",
  "จินฺเตมิ": "ก. (อหํ อ. เรา) ย่อมคิด จินฺต ธาตุ ในความคิด + เณ ปัจจัย ในกัตตุวาจก + มิ วัตตมานาวิภัตติลบ ณ เหลือไว้แต่ เอ สำ เร็จรูป เป็น จินฺเตมิ",
  "จินฺเตสิ ๑": "ก. (ตฺวํอ. ท่าน) ย่อมคิด จินฺต ธาตุ ในความคิด + เณ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติลบ ณ เหลือไว้แต่ เอ สำ เร็จรูป เป็น จินฺเตสิ",
  "จินฺเตสิ ๒": "ก. คิดแล้ว จินฺต ธาตุ ในความคิด + เณ ปัจจัย ในกัตตุวาจก + อีอัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อีเป็น อิ สำ เร็จรูปเป็น จินฺเตสิประถมบุรุษ เช่น อุปาสโก จินฺเตสิอ. อุบาสก คิดแล้ว, มัธยมบุรุษ (ตฺวํ) จินฺเตสิ อ. ท่าน คิดแล้ว ดู อกริแปลง โอเป็น อิ",
  "จินฺเตสึ": "ก. (อหํ อ. เรา) คิดแล้ว จินฺต ธาตุ ในความคิด + เณปัจจัย ในกัตตุวาจก + อึ อัชชัตตนี วิภัตติลบ ณ เหลือไว้แต่ เอ ลง ส อาคม สำ เร็จรูปเป็น จินฺเตสึ",
  "จินฺเตสุํ": "ก. (เช่น ภิกฺขู อ. ภิกษุท.) คิดแล้ว จินฺต ธาตุ ในความคิด + เณ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่เอลงสอาคม สำ เร็จรูปเป็น จินฺเตสุํ",
  "จิร": "ว. นาน ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. จิรํ(กาลํ) สิ้นกาล อันนาน",
  "จิรปฺปวตฺถ": "ว. ผู้อยู่ปราศแล้วสิ้นกาลนาน ปุ. แจกเหมือน ปุริสเช่น ทุ.เอก. จิรปฺปวตฺถํ(ญาตึ) ซึ่งญาติผู้อยู่ปราศแล้วสิ้นกาลนาน เป็นทุติยา ตัปปุริสสมาส วิ.ว่า จิรํ ปวตฺโถ = จิรปฺปวตฺโถ (ญาติ) [ซ้อน ปฺ] คำ ว่า ปวตฺถ มาจาก ป บทหน้า + วส ธาตุ ในความอยู่ + ต ปัจจัย แปลง ต เป็น ตฺถ ลบ ส ที่สุดธาตุได้รูปเป็น ปวตฺถ",
  "จิรปฺปวาสี": "ว., ปุ. ผู้อยู่ปราศสิ้นกาลนานโดยปกติ แจกเหมือน เสฏฺฐีเช่น ทุ.เอก. จิรปฺปวาสึ (ญาตึ) ซึ่งญาติผู้อยู่ปราศสิ้นกาลนานโดยปกติมาจาก จิร + ป บทหน้า + วส ธาตุ ในความอยู่ + ณี ปัจจัย ซ้อน ปฺ หน้า ป ด้วยอำ นาจ ณีปัจจัย ทีฆะ อิต้นธาตุเป็น อีลบ ณ เหลือไว้แต่ อี ได้รูปเป็น จิรปฺปวาสี แปลว่า ผู้อยู่ปราศสิ้น กาลนานโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า จิรํ ปวสติ สีเลนาติ จิรปฺปวาสี (ญาติ)",
  "จิรสนฺถุต": "ว. ผู้อัน...เชยชิดแล้วสิ้นกาลนาน ปุ. แจกเหมือน ปุริสเช่น ต.เอก. จิรสนฺถุเตน (ธุเวน) ด้วยผัว ผู้อันตนเชยชิดแล้วสิ้นกาลนาน [ธ. ๘: จูฬธนุคฺคหปณฺฑิตวตฺถุ หน้า ๓๐] เป็นทุติยา ตัปปุริสสมาส วิ.ว่า จิรํ สนฺถุโต = จิรสนฺถุโต (ธุโว) คำว่า สนฺถุต มาจาก สํ บทหน้า + ถุธาตุ ในความ สรรเสริญ, ชมเชย, เชยชิด + ต ปัจจัย แปลงนิคคหิตเป็น นฺเพราะ ถ อยู่หลังได้รูปเป็น สนฺถุต"
};

const vocabInsanPr9Part5to8_Page223 = {
  "จิรสฺสํ": "นิ. สิ้นกาลนาน เช่น จิรสฺสํวต เม อยฺโย อาคโต = อ. พระผู้เป็นเจ้า ของเรา มาแล้ว สิ้นกาลนาน หนอ",
  "จิรายติ": "ก. (เช่น ปิตา อ. บิดา) ประพฤติช้าอยู่ จิร ศัพท์ + อายปัจจัย ในกัตตุวาจก + ติวัตตมานา วิภัตติสำ เร็จรูปเป็น จิรายติ",
  "จิรายนฺต": "ก. ประพฤติช้าอยู่ จิร ศัพท์ + อาย ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น จิรายนฺต ดู อกฺกมนฺต",
  "จิรายิต": "ก. ประพฤติช้าแล้ว จิร ศัพท์ + อาย ปัจจัย ในอาขยาต + ต ปัจจัย ลง อิอาคม ได้รูป เป็น จิรายิต",
  "จีวร": "น., นปุ. จีวร แจกเหมือน กุล เช่น ป.เอก. จีวรํอ. จีวร",
  "จีวรกณฺณ": "น., ปุ. ชายแห่งจีวร แจกเหมือน ปุริส เช่น ป.เอก. จีวรกณฺโณ อ. ชายแห่งจีวร เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า จีวรสฺส กณฺโณ = จีวรกณฺโณ",
  "จีวรกมฺม": "น., นปุ. กรรมคือการเย็บซึ่งจีวร แจกเหมือน กุล เช่น ทุ.เอก. จีวรกมฺมํซึ่งกรรม คือการเย็บซึ่งจีวร เป็นอวธารณบุพพบท กัมม ธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มี วิเคราะห์ตามลำ ดับ ดังนี้ ฉ.ตัป.วิ. จีวรสฺส สิพฺพนํ = จีวรสิพฺพนํ การเย็บซึ่งจีวร อว.บุพ. กัม.วิ. จีวรสิพฺพนํ เอว กมฺมํ = จีวรกมฺมํ [ลบ สิพฺพน ในท่ามกลาง]",
  "จีวรกรณาทิเก": "ว., นปุ. (กิจฺเจ) ครั้นเมื่อกิจ มีการ กระทำซึ่งจีวรเป็นต้น เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ฉ.ตัป.วิ. จีวรสฺส กรณํ = จีวรกรณํ ฉ.ตุล.วิ. จีวรกรณํ อาทิ ยสฺส ตํ จีวราทิกํ (กิจฺจํ) [บทสมาส ลง ก สกัตถ์] แจกเหมือน กุล",
  "จีวรการก": "ว., ปุ. ผู้กระทำซึ่งจีวร แจกเหมือน ปุริส เช่น ป.พหุ. จีวรการเก (ทหรสามเณเร) ยังภิกษุหนุ่มและสามเณร ท. ผู้กระทำ ซึ่งจีวร มาจาก จีวร บทหน้า + กร ธาตุ ในความทำ + ณฺวุ ปัจจัย ด้วยอำ นาจ ณฺวุ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา แปลง ณฺวุ เป็น อก ได้รูปเป็น จีวรการก แปลว่า ผู้กระทำซึ่งจีวรเป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า จีวรํ กโรนฺตีติ จีวรการกา (ทหรสามเณรา)",
  "จีวรคฺคหณ": "น., นปุ. การถือเอาซึ่งจีวรแจกเหมือน กุลเช่น ป.เอก. จีวรคฺคหณํอ. การถือเอาซึ่งจีวร เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จีวรสฺส คหณํ = จีวรคฺคหณํ[ซ้อน คฺ] ดู อคติคมน",
  "จีวรนฺตร": "น., นปุ. ระหว่างแห่งจีวร แจกเหมือน กุล เช่น ต.เอก. จีวรนฺตเรน โดยระหว่างแห่ง จีวร เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น จีวรนฺตรโต จากระหว่างแห่งจีวร บ้าง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จีวรสฺส อนฺตรํ = จีวรนฺตรํ",
  "จีวรปจฺจตฺถรณานิ": "น., นปุ. ยังจีวรและผ้าเป็น เครื่องลาด ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า จีวรญฺจ ปจฺจตฺถรณญฺจ = จีวรปจฺจตฺถรณานิ แจกเหมือน กุล เฉพาะฝ่ายพหุ.",
  "จีวรปารุปนกาเล": "น., ปุ. ในกาลเป็นที่ห่มซึ่งจีวร เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้ ยุ.กัต.อธิ.วิ. จีวรํ ปารุปติ เอตฺถาติ จีวรปารุปโน (กาโล) พระเถระ ย่อมห่ม ซึ่งจีวร ในกาลนั่น เหตุนั้น กาลนั่น ชื่อว่า จีวร ปารุปโน ๆ เป็นที่ห่มซึ่งจีวร วิ.บุพ.กัม.วิ. จีวรปารุปโน กาโล = จีวรปารุปนกาโล แจกเหมือน ปุริส",
  "จีวรปารุปนฏฺฐาน": "น., นปุ. ที่เป็นที่ห่มซึ่งจีวร แจกเหมือน กุลเช่น ส.เอก. จีวรปารุปนฏฺฐาเน ในที่เป็นที่ห่มซึ่งจีวร เป็นวิเสสนบุพพบท กัมม ธารยสมาส มียุ ปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ยุ.กัต.อธิ. วิ. จีวรํ ปารุปติ เอตฺถาติ จีวรปารุปนํ (ฐานํ) พระเถระ ย่อมห่ม ซึ่งจีวร ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า จีวรปารุปนํ ๆ เป็นที่ห่มซึ่งจีวรวิ.บุพ. กัม.วิ. จีวรปารุปนํ ฐานํ = จีวรปารุปนฏฺฐานํ [ซ้อน ฏฺ]",
  "จีวรพฺภนฺตร": "น., นปุ.ระหว่างแห่งจีวร ดู จีวรนฺตร",
  "จีวรรชนาทีนิ": "ว., นปุ. (กิจฺจานิ) ซึ่งกิจ ท. มีการย้อมซึ่งจีวรเป็นต้น เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ฉ.ตัป.วิ. จีวรสฺส รชนํ = จีวรรชนํ ฉ.ตุล.วิ. จีวรรชนํ อาทิ เยสํ ตานิ จีวรรชนาทีนิ (กิจฺจานิ) แจกเหมือน อกฺขิ"
};

const vocabInsanPr9Part5to8_Page224 = {
  "จีวรวํส": "น., ปุ. ราวแห่งจีวร แจกเหมือน ปุริส เช่น ส.เอก. จีวรวํเส บนราวแห่งจีวรเป็นฉีฏฐีตัปปุริส สมาส วิ.ว่า จีวรสฺส วํโส = จีวรวํโส",
  "จีวรสาฏก": "น., ปุ. ผ้าสาฎกเพื่อจีวร แจกเหมือน ปุริส เช่น ป.พหุ. จีวรสาฏกา อ. ผ้าสาฎก เพื่อจีวร ท. เป็นจตุตถีตัปปุริสสมาส วิ.ว่า จีวรสฺส สาฏกา = จีวรสาฏกา",
  "จีวราทิกรเณ": "น., นปุ. ในการกระทำซึ่งบริขาร มีจีวรเป็นต้น เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาสเป็นภายในมีวิเคราะห์ ตามลำ ดับ ดังนี้ ฉ.ตุล.วิ. จีวรํ อาทิ เยสํ เต จีวราทโย (ปริกฺขารา) ฉ.ตัป.วิ. จีวราทีนํ (ปริกฺขารานํ) กรณํ = จีวราทิกรณํแจกเหมือน กุล",
  "จีวราทิลูขตํ": "น., อิต. ซึ่งความที่แห่งพระศาสดา เป็นผู้เศร้าหมองด้วยปัจจัยมีจีวรเป็นต้น ลง ตา ปัจจัย ในภาวตัทธิต มีฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส และตติยาตัปปุริสสมาส เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ ฉ.ตุล.วิ. จีวรํ อาทิ เยสํ เต จีวราทโย (ปจฺจยา) ต.ตัป.วิ. จีวราทีหิ (ปจฺจเยหิ) ลูโข = จีวราทิลูโข (สตฺถา) ตา.ภาว.วิ. จีวราทิลูขสฺส (สตฺถุ) ภาโว = จีวราทิลูขตา แจกเหมือน กญฺญา",
  "จีวราทีสุ": "ว., ปุ. (ปริกฺขาเรสุ) ในบริขาร ท. มีจีวร เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า จีวรํ อาทิ เยสํ เต จีวราทโย (ปริกฺขารา)",
  "จุณฺณ": "น., นปุ. ขุย, จุณณ์ แจกเหมือน กุล เช่น ป.พหุ. จุณฺณานิอ. ขุย ท., ฉ.พหุ. จุณฺณานํ แห่งจุณณ์ท.",
  "จุต": "ก. เคลื่อนแล้ว จุธาตุ ในความเคลื่อน + ต ปัจจัย ได้รูปเป็น จุต ดู อคต",
  "จุตเทวตํ": "ว., ปุ. (รุกฺขํ) ซึ่งต้นไม้มีเทวดาเคลื่อน แล้ว เป็นสัตตมีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า จุตา เทวตา ยสฺมึ โส จุตเทวโต (รุกฺโข) เทวดา ที่ต้นไม้ใด เคลื่อนแล้ว ต้นไม้นั้น ชื่อว่า มีเทวดาเคลื่อนแล้ว แจกเหมือน ปุริส",
  "จุตสตฺโต": "น., ปุ. สัตว์ผู้เคลื่อนแล้ว เป็นวิเสสน บุพพบท กัมมธารยสมาส วิ.ว่า จุโต สตฺโต = จุตสตฺโต แจกเหมือน ปุริส",
  "จุติ": "น., อิต. การจุติ, การเคลื่อน แจกเหมือน รตฺติเช่น ทุ.เอก. จุตึ ซึ่งการจุติคำ ว่า จุติ มาจาก จุ ธาตุ ในความเคลื่อน + ติปัจจัย ได้รูปเป็น จุติ แปลว่า การจุติ, การเคลื่อน เป็นภาวรูป ภาวสาธนะ วิ.ว่า จวนํ = จุติ การจุติ, การเคลื่อน ชื่อว่า จุติ ๆ การจุติ, การเคลื่อน",
  "จุติปฏิสนฺธิกุสโล": "ว., ปุ. (ปุตฺโต) อ. บุตร ผู้ฉลาด ในการจุติและการปฏิสนธิเป็นฉัฏฐีตัปปุริส สมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทวัน.วิ. จุติ จ ปฏิสนฺธิ จ = จุติปฏิสนฺธิโย ฉ .ตัป . วิ . จุติปฏิสนฺธีนํ กุสโล = จุติปฏิสนฺธิกุสโล (ปุตฺโต) แจกเหมือน ปุริส ดู อาจารกุสล",
  "จุดฺทส": "ว. สิบสี่เป็นอิตถีลิงค์เอกวจนะอย่างเดียว แจกเหมือน ปญฺจ เป็นวิเสสนะของนามได้ทั้ง ๓ ลิงค์แต่ตัวนามต้องเป็นพหุวจนะเท่านั้น นามที่ เป็นปุ. เช่น ป. จุทฺทส ปุริสา =อ. บุรุษ ท. สิบสี่ นามที่เป็นอิต. เช่น ป. จุทฺทส อิตฺถิโย =อ. หญิง ท. สิบสี่ นามที่เป็นนปุ. เช่น ป. จุทฺทส กุลานิ = อ. ตระกูล ท. สิบสี่",
  "จุดฺทสกฺขตฺตุํ": "นิ. สิ้นสิบสี่ครั้ง เป็นนิบาติมีเนื้อ ความต่าง ๆ เช่น จุทฺทสกฺขตฺตุํ ปริวตฺติตฺวา ... ไปเป็นรอบแล้ว สิ้นสิบสี่ครั้ง [ธ. ๘: อุคฺคเสนหน้า ๒๘]",
  "จุดฺทสโกฏิธนํ": "น., นปุ. อ. ทรัพย์มีโกฏิสิบสี่ เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาสเป็นภายในมีวิเคราะห์ ตามลำ ดับ ดังนี้ฉ.ตุล.วิ. จุทฺทส โกฏิโย ยสฺส ตํ จุทฺทสโกฏิ (ธนํ) วิ.บุพ.กัม.วิ. จุทฺทสโกฏิ ธนํ = จุทฺทสโกฏิธนํแจกเหมือน กุล",
  "จุดฺทสโกฏิอคฺฆนโก": "ว., ปุ. (ปริจฺจาโค) อ. การ บริจาค อันถึงค่าซึ่งโกฏิสิบสี่ เป็นฉัฏฐีตัปปุริสสมาส มีอสมาหารทิคุสมาส เป็นภายใน มี วิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. จุทฺทส โกฏิโย = จุทฺทสโกฏิโย ฉ.ตัป.วิ. จุทฺทสโกฏีนํ อคฺฆนโก = จุทฺทสโกฏิอคฺฆนโก (ปริจฺจาโค) คำ ว่า อคฺฆนก มาจาก อคฺฆ ธาตุ ในความถึงค่า + ยุปัจจัย แปลง ยุเป็น อน เป็น อคฺฆน ลง ก สกัตถ์ ได้เป็น อคฺฆนก แปลว่า อันถึงค่า เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า อคฺฆตีติ อคฺฆนโก (ปริจฺจาโค)"
};

const vocabInsanPr9Part5to8_Page225 = {
  "จุดฺทสม": "ว. ที่สิบสี่ เป็นวิเสสนะของนามที่เป็น เอกวจนะ ทั้ง ๓ ลิงค์ปุ. แจกเหมือน ปุริส เช่น ป.เอก. จุทฺทสโม ทิวโส = อ. วัน ที่สิบสี่ อิต. เป็นจุทฺทสีแจกเหมือน นารีเช่น ป.เอก. จุทฺทสี ติถิ= อ. ดิถีที่สิบสี่ นปุ. แจกเหมือน กุล เช่น ป.เอก. จุทฺทสมํวตฺถุ= อ. เรื่อง ที่สิบสี่",
  "จุนฺทสามเณโร": "น., ปุ. อ. สามเณรชื่อว่าจุนทะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จุนฺโท สามเณโร = จุนฺทสามเณโร",
  "จุมฺพติ": "ก. (เช่น อิตฺถีอ. หญิง) ย่อมจูบ จุมฺพ ธาตุ ในความจูบ, ความจุมพิต + อ ปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติสำ เร็จรูปเป็น จุมฺพติ",
  "จุมฺพาเปติ": "ก. (เช่น อิตฺถีอ. หญิง) ยัง...ย่อมให้ จูบ จุมฺพ ธาตุ ในความจูบ + ณาเป ปัจจัย ในเหตุ กัตตุวาจก + ติวัตตมานาวิภัตติลบ ณ เหลือไว้ แต่อาเป สำ เร็จรูปเป็น จุมฺพาเปติ",
  "จุลฺลกาลอุปาสก": "น., ปุ. อุบาสกชื่อว่าจุลกาล แจกเหมือน ปุริสเช่น ป.เอก. จุลฺลกาลอุปาสโก อ. อุบาสกชื่อว่าจุลกาล เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จุลฺลกาโล อุปาสโก = จุลฺลกาลอุปาสโก",
  "จุลฺลกาลอุปาสกวตฺถุ": "น., นปุ. อ. เรื่องแห่ง อุบาสกชื่อว่าจุลกาล เป็นฉัฏฐีตัปปุริสสมาส มี วิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มี วิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. จุลฺลกาโล อุปาสโก = จุลฺลกาลอุปาสโก ฉ.ตัป.วิ. จุลฺลกาลอุปาสกสฺส วตฺถุ = จุลฺลกาลอุปาสก วตฺถุแจกเหมือน วตฺถุ",
  "จุลฺลปิตุ": "น., ปุ. อา (อาชาย) , น้า (น้าชาย) , พระเจ้าอา แจกเหมือน ปิตุ เช่น ป.เอก. จุลฺลปิตา อ. อา",
  "จุลฺลมาตุ": "น., อิต. อา (อาหญิง) , น้า (น้าหญิง) แจกเหมือน มาตุเช่น ป.เอก. จุลฺลมาตา อ. น้า",
  "จุลฺลยานก": "น., นปุ. ยานน้อย แจกเหมือน กุล เช่น ทุ.เอก. จุลฺลยานกํสู่ยานน้อย เป็นวิเสสน บุพพบท กัมมธารยสมาส วิ.ว่า จุลฺลํ ยานกํ = จุลฺลยานกํ",
  "จุลฺลสีล": "น., นปุ. จุลศีล แจกเหมือน กุล เช่น ป. เอก. จุลฺลสีลํ อ. จุลศีล",
  "จุลฺลอนาถปิณฺฑิก": "ว., ปุ. เศรษฐีชื่อว่าจุลอนาถ บิณฑิกะ แจกเหมือน ปุริส เช่น ป.เอก. จุลฺลอนาถปิณฺฑิโก (เสฏฺฐี) อ. เศรษฐีชื่อว่า จุลอนาถบิณฑิกะ",
  "จูฬธนุคฺคหชาตก": "น., นปุ. จูฬธนุคคหชาดก แจกเหมือน กุล เช่น ทุ.เอก. จูฬธนุคฺคหชาตกํ ยังจูฬธนุคคหชาดก",
  "จูฬธนุคฺคหปณฺฑิต": "น .,ปุ . บัณฑิตชื่อว่า จูฬธนุคคหะ แจกเหมือน ปุริส เช่น ป.เอก. จูฬธนุคฺคหปณฺฑิโตอ.บัณฑิตชื่อว่าจูฬธนุคคหะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จูฬธนุคฺคโห ปณฺฑิโต = จูฬธนุคฺคปณฺฑิโต",
  "จูฬธนุคฺคหปณฺฑิตกาเล": "น., ปุ. ในกาลแห่ง… เป็นบัณฑิตชื่อว่าจูฬธนุคคหะ เป็นฉัฏฐี ตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม. วิ. จูฬธนุคฺคโห ปณฺฑิโต = จูฬธนุคฺคปณฺฑิโต ฉ.ตัป.วิ. จูฬธนุคฺคปณฺฑิตสฺส กาโล = จูฬธนุคฺคปณฺฑิตกาโล",
  "จูฬธนุคฺคหปณฺฑิตวตฺถุ": "น., นปุ. อ. เรื่องแห่ง บัณฑิตชื่อว่าจูฬธนุคคหะ เป็นฉัฏฐีตัปปุริส สมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. จูฬธนุคฺคโห ปณฺฑิโต = จูฬธนุคฺคหปณฺฑิโต ฉ.ตัป.วิ. จูฬธนุคฺคหปณฺฑิตสฺส วตฺถุ = จูฬธนุคฺคหปณฺฑิตวตฺถุแจกเหมือน วตฺถุ",
  "จูฬปฏฺฐาก": "น., ปุ. จูฬุปัฏฐาก แจกเหมือน ปุริสเช่น ป.เอก. จูฬุปฏฺฐาโก อ. จูฬุปัฏฐาก",
  "จูฬปนฺถก": "น., ปุ. จูฬปันถก, พระจูฬปันถก แจกเหมือน ปุริส เช่น ป.เอก. จูฬปนฺถโก อ. จูฬปันถก, อ. พระจูฬปันถก"
};

const vocabInsanPr9Part5to8_Page226 = {
  "จูฬสุภทฺทา": "น., อิต. นางจูฬสุภัททา แจกเหมือน กญฺญา เช่น ต.เอก. จูฬสุภทฺทาย อันนาง จูฬสุภัททา",
  "จูฬสาริภิกฺขุวตฺถุ": "น., นปุ. อ. เรื่องแห่งภิกษุชื่อ ว่าจูฬสารีเป็นฉัฏฐีตัปปุริสสมาส มีวิเสสน บุพพบท กัมมธารยสมาสเป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. จูฬสารี ภิกฺขุ = จูฬสาริภิกฺขุ ฉ.ตัป.วิ. จูฬสาริภิกฺขุสฺส วตฺถุ = จูฬสาริภิกฺขุวตฺถุแจกเหมือน วตฺถุ",
  "จูฬสุภทฺทาวตฺถุ": "น., นปุ. อ. เรื่องแห่งนาง จูฬสุภัททา เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จูฬสุภทฺทาย วตฺถุ = จูฬสุภทฺทาวตฺถุแจกเหมือน วตฺถุ",
  "จูฬสุมน": "น., ปุ. จูฬสุมนะ แจกเหมือน ปุริส เช่น ป.เอก. จูฬสุมโน อ. จูฬสุมนะ",
  "จูเฬกสาฏก": "ว., ปุ. จูเฬกสาฎก (ชื่อของพราหมณ์) แจกเหมือน ปุริส เช่น ฉ.เอก. จูเฬกสาฏกสฺส (พฺราหฺมณสฺส) ของพราหมณ์ชื่อว่าจูเฬกสาฎก",
  "จูเฬกสาฏกพฺราหฺมณ": "น., ปุ. พราหมณ์ชื่อว่า จูเฬกสาฎก แจกเหมือน ปุริสเช่น ทุ.เอก. จูเฬก สาฏกพฺราหฺมณํซึ่งพราหมณ์ชื่อว่าจูเฬกสาฎก เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า จูเฬก สาฏโก พฺราหฺมโณ = จูเฬกสาฏกพฺราหฺมโณ",
  "จูเฬกสาฏกวตฺถุ": "น., นปุ. อ. เรื่องแห่งพราหมณ์ ชื่อว่าจูเฬกสาฎก เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า จูเฬกสาฏกสฺส วตฺถุ = จูเฬกสาฏกวตฺถุ แจกเหมือน วตฺถุ",
  "เจ": "นิ. หากว่า เป็นนิบาตบอกปริกัป เช่น ปุญฺญญฺ เจ ปุริโส กยิรา [ธ.๕: ลาชเทวธีตาวตฺถุหน้า ๙] = หากว่าอ. บุรุษ พึงกระทำ ซึ่งบุญไซร้ [เมื่อแปล หมดประโยคที่มีเจ ต้องใส่คำ ว่า “ไซร้” ด้วย]",
  "เจตนา": "น., อิต. เจตนา แจกเหมือน กญฺญา เช่น ป.เอก. เจตนา อ. เจตนา",
  "เจตนาสมฺปทา": "น., อิต. เจตนาสัมปทา แจก เหมือน กญฺญา เช่น ป.เอก. เจตนาสมฺปทา อ. เจตนาสัมปทา",
  "เจติย": "น., นปุ. เจดีย์ แจกเหมือน กุล เช่น ทุ.เอก. เจติยํซึ่งเจดีย์ [คำว่า เจดีย์ แปลว่า สิ่งที่พึงบูชา มีความหมาย ๒ อย่าง คือ ๑. หมายถึงสิ่งก่อสร้างที่มีรูปทรง คล้ายลอมฟางหรือโอควํ่า มียอดแหลม เช่น เจดีย์ตามวัดต่าง ๆ ๒. หมายถึงสิ่งที่เกี่ยวเนื่อง กับพระพุทธเจ้า เรียกว่า พุทธเจดีย์ มี๔ ประเภท คือ ๑. ธาตุเจดีย์ คือพระบรม สารีริกธาตุของพระพุทธเจ้า ๒. บริโภคเจดีย์ คือสิ่งหรือสถานที่ที่พระพุทธเจ้าเคยทรง ใช้สอย เช่น บาตร ต้นพระศรีมหาโพธิ์ ๓. ธรรมเจดีย์ คือสิ่งที่บรรจุคำ สอนของ พระพุทธเจ้า เช่น คัมภีร์ใบลาน พระไตรปิฎก ๔. อุทเทสิกเจดีย์ คือสิ่งที่สร้างขึ้นอุทิศเจาะจง พระพุทธเจ้า เช่น พระพุทธรูป]",
  "เจติยกรณฏฺฐาน": "น., นปุ. ที่เป็นที่กระทำซึ่งเจดีย์ แจกเหมือน กุล เช่น ทุ.เอก. เจติยกรณฏฺฐานํ สู่ที่เป็นที่กระทำ ซึ่งเจดีย์ เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุ ปัจจัย กัตตุรูป อธิกรณ สาธนะ เป็นภายใน มิวิเคราะห์ตามลำ ดับ ดังนี้ ยุ.กัต.อธิ.วิ. เจติยํ กโรนฺติ เอตฺถาติ เจติยกรณํ (ฐานํ) วิ.บุพ.กัม.วิ. เจติยกรณํ ฐานํ = เจติยกรณฏฺฐานํ[ซ้อน ฏฺ]",
  "เจติยกุจฺฉิ": "น., อิต. ท้องแห่งเจดีย์แจกเหมือน รตฺติเช่น ส.เอก. เจติยกุจฺฉิยํ ที่ท้องแห่งเจดีย์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เจติยสฺส กุจฺฉิ = เจติยกุจฺฉิ",
  "เจติยงฺคณ": "น., นปุ. ลานแห่งเจดีย์แจกเหมือน กุล เช่น ทุ.เอก. เจติยงฺคณํ สู่ลานแห่งเจดีย์ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เจติยสฺส องฺคณํ = เจติยงฺคณํ",
  "เจติยงฺคณาทีสุ": "ว., นปุ. (ฐาเนสุ) ในที่ ท. มีลาน แห่งเจดีย์เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส มีฉัฏฐีตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้ ฉ.ตัป.วิ. เจติยสฺส องฺคณํ = เจติยงฺคณํ ฉ.ตุล.วิ. เจติยงฺคณํ อาทิ เยสํ ตานิ เจติยงฺคณาทีนิ (ฐานานิ) แจกเหมือน อกฺขิ"
};

const vocabInsanPr9Part5to8_Page227 = {
  "เจติยฏฺฐาน": "น., นปุ. ที่เป็นที่กระทำซึ่งพระเจดีย์ แจกเหมือน กุล เช่น ทุ.เอก. เจติยฏฺฐานํสู่ที่ เป็นที่กระทำ ซึ่งพระเจดีย์เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เจติยสฺส (กรณํ) ฐานํ = เจติยฏฺฐานํหรือ แปลว่า ที่แห่งพระเจดีย์เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เจติยสฺส ฐานํ = เจติยฏฺฐานํ",
  "เจติยปฺปฏิสงฺขรณาทิกิจฺจํ": "น., นปุ. อ. กิจมีการ ซ่อมแซมซึ่งเจดีย์เป็นต้น เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส และฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาสเป็นภายในมีวิเคราะห์ ตามลำ ดับ ดังนี้ฉ.ตัป.วิ. เจติยสฺส ปฏิสงฺขรณํ = เจติยปฺปฏิสงฺขรณํ [ซ้อน ปฺ] ฉ.ตุล.วิ. เจติยปฺปฏิสงฺขรณํ อาทิ ยสฺส ตํ เจติยปฺปฏิสงฺขรณาทิ (กิจฺจํ) วิ.บุพ.กัม.วิ. เจติยปฺปฏิสงฺขรณาทิ กิจฺจํ = เจติยปฺปฏิสงฺขรณาทิกิจฺจํแจกเหมือน กุล คำ ว่า ปฏิสงฺขรณ มาจาก ปฏิ + สํ บทหน้า + กร ธาตุ ในความทำ + ยุปัจจัย แปลง กร ธาตุเป็น ขร แปลงนิคคหิตเป็น งฺ เพราะ ข อยู่หลัง แปลง ยุเป็น อณ ได้รูปเป็น ปฏิสงฺขรณ แปลว่า การซ่อมแซม เป็นภาวรูป ภาวสาธนะ วิ.ว่า ปฏิสงฺขรณํ = ปฏิสงฺขรณํ",
  "เจโตปสาทเหตุมฺหิ": "น., ปุ. ในเพราะเหตุคือความ เลื่อมใสแห่งใจ เป็นอวธารณบุพพบท กัมมธารย สมาส มีฉัฏฐีตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ ตามลำ ดับ ดังนี้ฉ.ตัป.วิ. เจตโส ปสาโท = เจโต ปสาโท [เจต เป็นมโนคณศัพท์เข้าสมาส นิยม แปลงอเป็น โอ] อว.บุพ.กัม.วิ. เจโตปสาโท เอว เหตุ = เจโตปสาทเหตุ แจกเหมือน ครุ",
  "เจลปฏิกา": "น., อิต. แผ่นผ้าน้อย แจกเหมือนกญฺญา เช่น ทุ.เอก. เจลปฏิกํ ซึ่งแผ่นผ้าน้อย เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า เจลา ปฏิกา = เจลปฏิกา",
  "โจทย": "ก. (ตฺวํ อ. ท่าน) จงตักเตือน จุท ธาตุ ในความทักท้วง, ตักเตือน + ณย ปัจจัย ในกัตตุวาจก + หิปัญจมีวิภัตติพฤทธิอุต้นธาตุ เป็น โอลบ ณ เหลือไว้แต่ ย ลบ หิสำ เร็จรูปเป็น โจทย",
  "โจทิต": "ก. อัน...ตักเตือนแล้ว จุท ธาตุ ในความ ทักท้วง, ตักเตือน + อิอาคม + ต ปัจจัย เป็น กัมมวาจก พฤทธิอุ ต้นธาตุ เป็น โอ ได้รูปเป็น โจทิต ดู อกต",
  "โจเทตฺวา": "ก. ตักเตือนแล้ว จุท ธาตุ ในความ ทักท้วง, ตักเตือน + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย พฤทธิอุ ต้นธาตุ เป็น โอ ลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น โจเทตฺวา",
  "โจปนกาย": "น., ปุ. โจปนกาย แจกเหมือน ปุริสเช่น ป.เอก. โจปนกาโย อ. โจปนกาย",
  "โจปนทฺวาร": "น., นปุ. โจปนทวาร แจกเหมือน กุล เช่น ส.เอก. โจปนทฺวาเร ในโจปนทวาร",
  "โจปนวาจา": "น., อิต. โจปนวาจาแจกเหมือน กญฺญา เช่น ป.เอก. โจปนวาจา อ. โจปนวาจา",
  "โจร": "น., ปุ. โจร แจกเหมือน ปุริส เช่น ป.เอก. โจโร อ. โจร",
  "โจรกมฺม": "น., นปุ. โจรกรรม แจกเหมือน กุล เช่น ทุ.เอก. โจรกมฺมํ ซึ่งโจรกรรม ถ้าแปลว่า กรรม ของโจร เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า โจรสฺส กมฺมํ = โจรกมฺมํ",
  "โจรเชฏฺฐก": "น., ปุ. โจรผู้เจริญที่สุด แจกเหมือน ปุริสเช่น ป.เอก. โจรเชฏฺฐโก อ. โจรผู้เจริญที่สุด เป็นวิเสสนุตตรบท กัมมธารยสมาส วิ.ว่า โจโร เชฏฺฐโก = โจรเชฏฺฐโก",
  "โจรปฺปปาต": "ว., ปุ. เป็นที่ยังโจรให้ตกไป แจกเหมือน ปุริส เช่น ป.เอก. โจรปฺปปาโต (ปพฺพโต) อ. ภูเขา เป็นที่ยังโจรให้ตกไป โจร + ป + ปต ธาตุ ในความ ตกไป + ณ ปัจจัย ด้วยอำ นาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ซ้อน ปฺ ลบ ณ ทิ้ง ได้รูปเป็น โจรปฺปปาต แปลว่า เป็นที่ยัง โจรให้ตกไป เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า โจรํ ปปาเตติ เอตฺถาติ โจรปฺปปาโต (ปพฺพโต) เขา ยังโจร ย่อมให้ตกไป ที่ภูเขานั่น เหตุนั้น ภูเขา นั่น ชื่อว่า โจรปฺปปาโต ๆ เป็นที่ยังโจรให้ตกไป",
  "โจรภย": "น., นปุ. ความกลัวต่อโจร แจกเหมือน กุล เช่น ต.เอก. โจรภเยน เพราะความกลัว ต่อโจร เป็นจตุตถีตัปปุริสสมาส วิ.ว่า โจรสฺส ภยํ = โจรภยํ ถ้าแปลว่า ภัยแต่โจร เป็นปัญจมี ตัปปุริสสมาส วิ.ว่า โจรมฺหา ภยํ = โจรภยํ",
  "โจรสทฺท": "น., ปุ. เสียงแห่งโจร แจกเหมือน ปุริส เช่น ทุ.เอก. โจรสทฺทํ ซึ่งเสียงแห่งโจร เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า โจรสฺส สทฺโท = โจรสทฺโท"
};

const vocabInsanPr9Part5to8_Page228 = {
  "โจริกา": "ว., อิต. (กิริยา) อันเป็นของมีอยู่แห่งโจร แจกเหมือน กญฺญาเช่น ต.เอก. โจริกาย (กิริยาย) ด้วยกิริยา อันเป็นของมีอยู่แห่งโจร ลง ณิก ปัจจัย ในตรัตยาทิตัทธิต วิ.ว่า โจรสฺส สนฺตกา = โจริกา (กิริยา)",
  "ฉ": "ว. หก เป็นพหุวจนะ เป็นวิเสสนะของนามที่เป็น พหุวจนะได้ทั้ง ๓ ลิงค์แจกเหมือน ปญฺจ นามที่ เป็นปุ. เช่น ป. ฉ ปุริสา = อ. บุรุษ ท. หก นาม ที่เป็นอิต. เช่น ป. ฉ อิตฺถิโย = อ. หญิง ท. หก นามที่เป็นนปุ. เช่น ป. ฉ กุลานิ= อ. ตระกูล ท. หก",
  "ฉกฺขตฺตุํ": "นิ. สิ้นหกครั้ง เป็นนิบาตมีเนื้อความ ต่าง ๆ เช่น ฉกฺขตฺตุํ ภควนฺตํ อุปสงฺกมิตฺวา … เข้าไปเฝ้าแล้ว ซึ่งพระผู้มีพระภาคเจ้า สิ้นหกครั้ง [ธ. ๖: มารธีตาวตฺถุหน้า ๖๔]",
  "ฉฏฺฐ": "ว. ที่หก เป็นเอกวจนะ เป็นวิเสสนะของนาม ที่เป็นเอกวนะได้ทั้ง ๓ ลิงค์ปุ. แจกเหมือน ปุริส เช่น ป. ฉฏฺโฐ ภาโค = อ. ภาค ที่หก อิต. เป็น ฉฏฺฐี, ฉฏฺฐา ที่เป็น ฉฏฺฐีแจกเหมือน นารีเช่น ป. ฉฏฺฐี ติถิ = อ. ดิถีที่หก ที่เป็น ฉฏฺฐา แจก เหมือน กญฺญา เช่น ป. ฉฏฺฐา คาถา =อ. คาถา ที่หก นปุ. แจกเหมือน กุล เช่น ป. ฉฏฺฐํ กุลํ = อ. ตระกูล ที่หก",
  "ฉฏฺฐคาถา": "น., อิต. คาถาที่หก แจกเหมือน กญฺญา เช่น ทุ.เอก. ฉฏฺฐคาถํ ซึ่งคาถาที่หก เป็นวิเสสน บุพพบท กัมมธารยสมาส วิ.ว่า ฉฏฺฐา คาถา = ฉฏฺฐคาถา",
  "ฉฏฺฐานานิ": "น., นปุ. ซึ่งฐานะหก ท. เป็นอสมาหาร ทิคุสมาส วิ.ว่า ฉ ฐานานิ = ฉฏฺฐานานิ[ซ้อน ฉ.] แจกเหมือน กุล เฉพาะฝ่ายพหุ.",
  "ฉฑฺฑยึสุ": "ก. (เช่น ชนา อ. ชน ท.) ทิ้งแล้ว ฉฑฺฑ ธาตุ ในความทิ้ง + ณย ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่ ย แปลง อุํ เป็น อึสุสำ เร็จรูปเป็น ฉฑฺฑยึสุ",
  "ฉฑฺฑาเปสิ": "ก. (เช่น ธีตาอ.ธิดา) ยัง…ให้ทิ้งแล้ว ฉฑฺฑ ธาตุ ในความทิ้ง + ณาเป ปัจจัย ในเหตุ กัตตุวาจก + อีอัชชัตตนีวิภัตติลบ ณ เหลือไว้ แต่อาเป รัสสะ อีเป็น อิลง ส อาคม สำ เร็จรูป เป็น ฉฑฺฑาเปสิ",
  "ฉฑฺฑิต": "ก. อัน…ทิ้งแล้ว, อัน…ถ่มแล้ว ฉฑฺฑ ธาตุ ในความทิ้ง + ต ปัจจัย ลง อิอาคม ได้รูป เป็น ฉฑฺฑิต ดู อกต",
  "ฉฑฺฑิตทารุก": "น., นปุ. ท่อนไม้อัน...แล้ว แจก เหมือน กุลเช่น ป.เอก. ฉฑฺฑิตทารุกํ อ. ท่อนไม้ อันบุคคลทิ้งแล้ว เป็นวิเสสนบุพพบท กัมมธารย สมาส วิ.ว่า ฉฑฺฑิตํ ทารุกํ = ฉฑฺฑิตทารุกํ",
  "ฉฑฺฑิตปิณฺฑ": "น., ปุ. ก้อนข้าวอัน…ทิ้งแล้ว แจก เหมือน ปุริสเช่น ส.เอก. ฉฑฺฑิตปิณฺเฑ ในก้อน ข้าวอัน…ทิ้งแล้วเป็นวิเสสนบุพพบท กัมมธารย สมาส วิ.ว่า ฉฑฺฑิโต ปิณฺโฑ = ฉฑฺฑิตปิณฺโฑ",
  "ฉฑฺเฑติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมทิ้ง ฉฑฺฑ ธาตุ ในความทิ้ง + เณ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติลบ ณ เหลือไว้แต่ เอ สำ เร็จรูป เป็น ฉฑฺเฑติ",
  "ฉฑฺเฑตฺวา": "ก. ทิ้งแล้ว ฉฑฺฑ ธาตุ ในความทิ้ง + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำ เร็จรูปเป็น ฉฑฺเฑตฺวา",
  "ฉฑฺเฑนฺต": "ก. ทิ้งอยู่ ฉฑฺฑ ธาตุ ในความทิ้ง + เณ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่เอสำ เร็จรูปเป็นฉฑฺเฑนฺต ดู อกฺกมนฺต",
  "ฉฑฺเฑยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงทิ้ง ฉฑฺฑ ธาตุ ในความทิ้ง + เณปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติลบ ณ เหลือไว้แต่ เอ เป็น ฉฑฺเฑ + เอยฺย ลบสระหน้า คือ เอ ที่ เฑ สำ เร็จรูปเป็น ฉฑฺเฑยฺย",
  "ฉฑฺเฑสิ": "ก. (เช่น เสฏฺฐีอ. เศรษฐี) ทิ้งแล้ว ฉฑฺฑ ธาตุ ในความทิ้ง, ความสำ รอก + เณ ปัจจัย ในกัตตุวาจก + อีอัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่ เอ รัสสะ อีเป็น อิลง ส อาคม สำ เร็จรูปเป็น ฉฑฺเฑสิ",
  "ฉฑฺเฑสุํ": "ก. (เช่น ชนา อ. ชน ท.) ทิ้งแล้ว ฉฑฺฑ ธาตุ ในความทิ้ง + เณ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่เอลงสอาคม สำเร็จรูปเป็น ฉฑฺเฑสุํ"
};

const vocabInsanPr9Part5to8_Page229 = {
  "ฉฑฺเฑสฺสติ": "ก. (เช่น สกุโณ อ. นก) จักทิ้ง ฉฑฺฑ ธาตุ ในความทิ้ง + เณปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติลบ ณ เหลือไว้แต่ เอ สำ เร็จรูป เป็น ฉฑฺเฑสฺสติ",
  "ฉณ": "น., ปุ. มหรสพ แจกเหมือน ปุริส เช่น ป.เอก. ฉโณ อ. มหรสพ",
  "ฉณทิวส": "น., ปุ.วันแห่งมหรสพ แจกเหมือน ปุริส เช่น ส.เอก. ฉณทิวเส ในวันแห่งมหรสพ เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า ฉณสฺส ทิวโส = ฉณทิวโส",
  "ฉณวาร": "น., ปุ. วาระแห่งมหรสพ แจกเหมือน ปุริส เช่น ป.เอก. ฉณวาโร อ. วาระแห่งมหรสพ เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า ฉณสฺส วาโร = ฉณวาโร",
  "ฉณเวส": "น., ปุ. เพศแห่งบุคคลผู้เล่นซึ่งมหรสพ แจกเหมือน ปุริสเช่น ทุ.เอก. ฉณเวสํ ซึ่งเพศแห่ง บุคคลผู้เล่นซึ่งมหรสพ เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้ฉ.ตัป.วิ. ฉณสฺส กีฬโก = ฉณกีฬโก (ปุคฺคโล) ฉ.ตัป.วิ. ฉณกีฬกสฺส เวโส = ฉณเวโส [ลบ กีฬก ในท่ามกลาง]",
  "ฉตฺต": "น., นปุ. ร่ม, ฉัตรแจกเหมือน กุลเช่น ป.เอก. ฉตฺตํ อ.ร่ม, อ. ฉัตร",
  "ฉตฺตทณฺฑ": "น., ปุ. คันแห่งร่ม แจกเหมือน ปุริส เช่น ทุ.เอก. ฉตฺตทณฺฑํ คันแห่งร่ม เป็นฉัฏฐี ตัปปุ ริสสมาส วิ.ว่า ฉตฺตสฺส ทณฺโฑ = ฉตฺตทณฺโฑ",
  "ฉตฺตนฺตร": "น., นปุ.ระหว่างแห่งฉัตรแจกเหมือนกุล เช่น ส.พหุ. ฉตฺตนฺตเรสุในระหว่างแห่งฉัตร ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฉตฺตสฺส อนฺตรํ = ฉตฺตนฺตรํ",
  "ฉตฺตมงฺคล": "น., นปุ. มงคลในเพราะฉัตร แจกเหมือน กุลเช่น ทุ.เอก. ฉตฺตมงฺคลํ ซึ่งมงคล ในเพราะฉัตร เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ฉตฺเต มงฺคลํ = ฉตฺตมงฺคลํ",
  "ฉตฺตมณฺฑน": "น., นปุ. การประดับซึ่งร่ม แจก เหมือน กุล เช่น ป.เอก. ฉตฺตมณฺฑนํอ. การ ประดับซึ่งร่ม เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฉตฺตสฺส มณฺฑนํ = ฉตฺตมณฺฑนํ ดู อคติคมน คำ ว่า มณฺฑน ในคำ ว่า ฉตฺตมณฺฑนํ มาจาก มณฺฑ ธาตุ ในความประดับ + ยุปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น มณฺฑน แปลว่า การประดับ เป็นภาวรูป ภาวสาธนะ วิ.ว่า มณฺฑนํ = มณฺฑนํ",
  "ฉตฺตมณฺฑนาทิกํ": "น., นปุ. (อกิจฺจํ) ซึ่งกรรมอันตน ไม่พึงทำ มีการประดับซึ่งร่มเป็นต้น เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ ฉ.ตัป. วิ. ฉตฺตสฺส มณฺฑนํ = ฉตฺตมณฺฑนํ ฉ.ตุล.วิ. ฉตฺตมณฺฑนํ อาทิ ยสฺส ตํ ฉตฺตมณฺฑนาทิกํ (อกิจฺจํ) [บทสมาส ลง ก สกัตถ์]",
  "ฉตฺตหตฺถ": "ว. ผู้มีร่มในมือ ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ฉตฺตหตฺโถ (ภิกฺขุ) อ. ภิกษุผู้มีร่ม ในมือเป็นฉัฏฐีภินนาธิกรณพหุพพิหิสมาส วิ.ว่า ฉตฺตํ หตฺเถ ยสฺส โส ฉตฺตหตฺโถ (ภิกฺขุ)",
  "ฉตฺตาติฉตฺตานิ": "น., นปุ. อ. ฉัตรและฉัตรซ้อน ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า ฉตฺตญฺจ อติฉตฺตญฺจ = ฉตฺตาติฉตฺตานิ",
  "ฉตฺตึส": "ว. สามสิบหก เป็นพหุวจนะ เป็นวิเสสนะ ของนามที่เป็นพหุวจนะได้ทั้ง ๓ ลิงค์แจกเหมือน เอกูนวีส",
  "ฉตฺตึสติโสตา": "ว., อิต. (ตณฺหา) อ. ตัณหา อันมี กระแสสามสิบหก [ธ. ๘:สูกรโปติกาวตฺถุหน้า ๙] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉตฺตึสติ โสตา ยสฺสา สา ฉตฺตึสติโสตา (ตณฺหา) กระแส ท. ของตัณหาใด สามสิบหก ตัณหานั้น ชื่อว่าอันมีกระแสสามสิบหก แจกเหมือน กญฺญา",
  "ฉตฺตึสโยชนปริมณฺฑลา": "ว., อิต. (ปริสา) อ. บริษัทผู้มีโยชน์สามสิบหกเป็นปริมณฑล [ธ. ๖: ยมกหน้า ๘๙] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีอสมาหารทิคุสมาสเป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้อ.ทิคุ.วิ. ฉตฺตึสํ โยชนานิ = ฉตฺตึส โยชนานิฉ.ตุล.วิ.ฉตฺตึสโยชนานิ ปริมณฺฑลานิ ยสฺสา สา ฉตฺตึสโยชนปริมณฺฑลา (ปริสา) โยชน์สามสิบหก ท. เป็นปริมณฑล ของบริษัทใด บริษัทนั้นชื่อว่าผู้มีโยชน์สามสิบหกเป็นปริมณฑล แจกเหมือน กญฺญา"
};

const vocabInsanPr9Part5to8_Page230 = {
  "ฉตฺตึสโยชนาย": "ว., อิต. (ปริสาย) ครั้นเมื่อบริษัท ผู้มีโยชน์สามสิบหก เป็นฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาส วิ.ว่า ฉตฺตึส โยชนานิ ยสฺสา สา ฉตฺตึสโยชนา (ปริสา) แจกเหมือน กญฺญา",
  "ฉทน": "ว., นปุ. (วัตถุ) เป็นเครื่องมุงแจกเหมือน กุล เช่น ทุ.เอก. ฉทนํ(วตฺถุํ) ซึ่งวัตถุ เป็นเครื่องมุง มาจาก ฉท ธาตุ ในความมุง + ยุปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ฉทน แปลว่า เป็นเครื่องมุง เป็นกัตตุรูป กรณสาธนะ วิ.ว่า ฉาเทติ เอเตนาติ ฉทนํ (วตฺถุ) เขา ย่อมมุง ด้วยวัตถุนั่น เหตุนั้น วัตถุนั่น ชื่อว่า ฉทนํ ๆ เป็นเครื่องมุง",
  "ฉทนิฏฺฐกา": "น., อิต. อิฐเป็นเครื่องมุงแจกเหมือน กญฺญา เช่น ต.พหุ. ฉทนิฏฺฐกาหิด้วยอิฐเป็น เครื่องมุง ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส มียุ ปัจจัย กัตตุรูป กรณสาธนะ เป็นภายใน มี วิเคราะห์ตามลำ ดับ ดังนี้ยุ.กัต.กรณ.วิ. ฉาเทติ เอตาหีติ ฉทนา (อิฏฺฐกา) วิ.บุพ.กัม.วิ. ฉทนา อิฏฺฐกา = ฉทนิฏฺฐกา",
  "ฉทฺทนฺตกุล": "น., นปุ. ตระกูลแห่งช้างฉัททันต์ แจกเหมือนกุลเช่นส.เอก.ฉทฺทนฺตกุเล ในตระกูล แห่งช้างฉัททันต์เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฉทฺทนฺตสฺส กุลํ = ฉทฺทนฺตกุลํ",
  "ฉทฺวาราธิปติ": "ว., ปุ. (ราชา) อ. พระราชา ผู้เป็น ใหญ่แห่งทวารหก เป็นฉัฏฐีตัปปุริสสมาส มี อสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้อ.ทิคุ.วิ. ฉ ทฺวารานิ = ฉทฺวารานิ ฉ.ตัป.วิ. ฉทฺวารานํ อธิปติ = ฉทฺวาราธิปติ (ราชา) แจกเหมือน มุนิ",
  "ฉทฺวารานิ": "น., นปุ. ซึ่งทวารหก ท. เป็นอสมาหาร ทิคุสมาส วิ.ว่า ฉ ทฺวารานิ = ฉทฺวารานิ",
  "ฉทฺวาริก": "ว.อันเป็นไปในทวารหกอิต.แจกเหมือน กญฺญา เช่น ฉ.เอก. ฉทฺวาริกาย (ตณฺหาย) แห่งตัณหา อันเป็นไปในทวารหก ลง ณิก ปัจจัย ในต รัตย าทิตัทธิต มีอสม าห า รทิคุสม าส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. ฉ ทฺวารานิ = ฉทฺวารานิ ณิก.ตรตฺยา.วิ. ฉทฺวาเรสุ วตฺตตีติ ฉทฺวาริกา (ตณฺหา)",
  "ฉทฺวาริกตณฺหา": "น., อิต. ตัณหาอันเป็นไปใน ทวารหก แจกเหมือน กญฺญาเช่น ป.เอก. ฉทฺวา ริกตณฺหา อ. ตัณหาอันเป็นไปในทวารหก เป็น วิเสสนบุพพบท กัมมธารยสมาส มีอสมาหารทิคุ สมาส และ ณิก ปัจจัย ในตรัตยาทิตัทธิต เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. ฉ ทฺวารานิ = ฉทฺวารานิ ณิก.ตรตฺยา.วิ.ฉทฺวาเรสุ วตฺตตีติ ฉทฺวาริกา (ตณฺหา) วิ.บุพ.กัม.วิ. ฉทฺวาริกา ตณฺหา = ฉทฺวาริกตณฺหา",
  "ฉนฺท": "น., ปุ. ความพอใจ แจกเหมือน ปุริส เช่น ป.เอก. ฉนฺโท อ. ความพอใจ",
  "ฉนฺทชาต": "ว. ผู้มีความพอใจอันเกิดแล้ว ปุ. แจกเหมือน ปุริสเช่น ป.เอก. ฉนฺทชาโต (ภิกฺขุ) อ. ภิกษุ ผู้มีความพอใจอันเกิดแล้ว เป็นจตุตถี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉนฺโท ชาโต ยสฺส โส ฉนฺทชาโต (ภิกฺขุ)",
  "ฉนฺทาทิวสิก": "ว. ผู้เป็นไปในอำนาจแห่งอคติ มีฉันทาคติเป็นต้น ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ฉนฺทาทิวสิกา (มหามตฺตา) อ. มหา อำ มาตย์ ท. ผู้เป็นไปในอำ นาจแห่งอคติมี ฉันทาคติเป็นต้น ลงณิก ปัจจัย ในตรัตยาทิตัทธิต มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส และฉัฏฐี ตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ฉ.ตุล.วิ. ฉนฺโท อาทิ ยาสํ ตา ฉนฺทาทโย (อคติโย) ฉ.ตัป.วิ. ฉนฺทาทีนํ วโส = ฉนฺทาทิวโส ณิก.ต รตฺย า.วิ. ฉนฺทาทิวเส วตฺตนฺตีติ ฉนฺทาทิวสิกา (มหามตฺตา)",
  "ฉนฺทาทิวเสน": "น., ปุ. โดยอำนาจแห่งอคติมี ฉันทาคติเป็นต้น เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ฉ.ตุล.วิ. ฉนฺโท อาทิ ยาสํ ตา ฉนฺทาทโย (อคติโย) ฉ.ตัป.วิ.ฉนฺทาทีนํ วโส = ฉนฺทาทิวโส แจกเหมือน ปุริส"
};

const vocabInsanPr9Part5to8_Page231 = {
  "ฉนฺทาทีสุ": "ว., อิต. (อคตีสุ) ในอคติท. มีฉันทาคติ เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉนฺโท อาทิ ยาสํ ตา ฉนฺทาทโย (อคติโย) แจกเหมือน มุนิสัมพันธ์: ฉนฺทาทโย วิเสสนลิงฺค วิปลฺลาส ของ อคติโย",
  "ฉนฺนสหาโย": "ว., ปุ. (สตฺถา) อ. พระศาสดา ผู้มี นายฉันนะเป็นสหาย แจกเหมือน ปุริส เป็น ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉนฺโน สหาโย ยสฺส โส ฉนฺนสหาโย (สตฺถา) นายฉันนะ เป็นสหาย ของพระศาสดาใด พระศาสดานั้น ชื่อว่าผู้มีนายฉันนะเป็นสหาย",
  "ฉพฺพคฺคิย": "ว. ผู้นับเนื่องแล้วด้วยพวกหก ปุ. แจกเหมือน ปุริสเช่น ป.พหุ. ฉพฺพคฺคิยา (ภิกฺขู) อ. ภิกษุ ท. ผู้นับเนื่องแล้วด้วยพวกหก ลง อิย ปัจจัย ในชาตาทิตัทธิต มีอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. ฉ วคฺคา = ฉพฺพคฺคา [ฉพฺพคฺค มาจาก ฉ -วคฺค แปลง ว เป็น พ ซ้อน พฺ หน้า พ] อิย.ชาตา.วิ. ฉพฺพคฺเคสุ อาพทฺธา = ฉพฺพคฺคิยา (ภิกฺขู)",
  "ฉพฺพคฺคิยภิกฺขุวตฺถุ": "น., นปุ. อ. เรื่องแห่งภิกษุ ผู้นับเนื่องแล้วด้วยพวกหก เป็นฉัฏฐีตัปปุริส สมาส มีอสมาหารทิคุสมาสอิย ปัจจัย ในชาตาทิ ตัทธิต และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. ฉ วคฺคา = ฉพฺพคฺคา อิย.ชาตา.วิ. ฉพฺพคฺเคสุ อาพทฺธา = ฉพฺพคฺคิยา (ภิกฺขู) วิ.บุพ.กัม.วิ. ฉพฺพคฺคิยา ภิกฺขู = ฉพฺพคฺคิยภิกฺขู ฉ.ตัป.วิ. ฉพฺพคฺคิยภิกฺขูนํ วตฺถุ = ฉพฺพคฺคิยภิกฺขุวตฺถุ",
  "ฉพฺพคฺคิยวตฺถุ": "น., นปุ. อ. เรื่องแห่งภิกษุผู้นับ เนื่องแล้วด้วยพวกหก เป็นฉัฏฐีตัปปุริสสมาส มีอสมาหารทิคุสมาส และ อิย ปัจจัย ในชาตาทิ ตัทธิต เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ อ.ทิคุ.วิ. ฉ วคฺคา = ฉพฺพคฺคา อิย.ชาตา.วิ. ฉพฺพคฺเคสุ อาพทฺธา = ฉพฺพคฺคิยา (ภิกฺขู) ฉ.ตัป.วิ. ฉพฺพคฺคิยานํ (ภิกฺขูนํ) วตฺถุ = ฉพฺพคฺคิยวตฺถุ",
  "ฉพฺพณฺณ": "ว. มีวรรณะหก อิต. แจกเหมือน รตฺติ เช่น ฉ.พหุ. ฉพฺพณฺณานํ(รสฺมีนํ) แห่งรัศมีท. อันมีวรรณะหก [ธ. ๖: เอรกปตฺตวตฺถุ หน้า ๙๘] เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉ วณฺณา ยาสํ ตา ฉพฺพณฺณา (รสฺมิโย) [รัศมี = รสฺมิ, รํสิอิต.]",
  "ฉพฺพณฺณรํสิ": "น., อิต. รัศมีอันมีวรรณะหก แจก เหมือน รตฺติเช่น ป.พหุ. ฉพฺพณฺณรํสิโย อ. พระรัศมีอันมีวรรณะหก ท. เป็นวิเสสนบุพพบท กัมมธารยสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ ฉ.ตุล.วิ. ฉ วณฺณา ยาสํ ตา ฉพฺพณฺณา (รํสิโย) [แปลง ว เป็น พ ซ้อน พฺ หน้า พ] วรรณะ ท. ของรัศมีท. เหล่าใด หก รัศมีท. เหล่านั้น ชื่อว่า มีวรรณะหก วิ.บุพ.กัม.วิ. ฉพฺพณฺณา รํสิโย = ฉพฺพณฺณรํสิโย [คำ ว่า ฉัพพัณณรังสี เขียนเป็นไทยว่า ฉัพพรรณรังสี แปลว่า รัศมี ๖ ประกายสี ได้แก่ ๑. นีล เขียวเหมือนดอกอัญชัน ๒. ปีต เหลืองเหมือนหรดาล ๓. โลหิต แดงเหมือน ตะวันอ่อน ๔. โอทาต ขาวเหมือนแผ่นเงิน ๕. มัญเชฐ สีหงสบาทเหมือนดอกเซ่งหรือ หงอนไก่ ๖. ประภัสสร เลื่อมพรายเหมือน แก้วผลึก]",
  "ฉพฺพสฺสานิ": "น., นปุ. สิ้นปีหก ท. เป็นอสมาหาร ทิคุสมาส แจกเหมือน กุล เฉพาะฝ่ายพหุวจนะ วิ.ว่า ฉ วสฺสานิ = ฉพฺพสฺสานิ[แปลง ว เป็น พ ซ้อน พฺ]",
  "ฉพฺพิธ": "ว. มีอย่างหก นปุ. แจกเหมือน กุล เช่น ต.เอก.ฉพฺพิเธน (ฐาเนน) โดยฐานะอันมีอย่างหก เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉ วิธานิ ยสฺส ตํ ฉพฺพิธํ (ฐานํ) อย่าง ท. ของฐานะใด หก ฐานะนั้น ชื่อว่าอันมีอย่างหก",
  "ฉพฺพีสติเทวโลกเภท": "ว. อันต่างด้วยเทวโลก ยี่สิบหกชั้น ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ฉพฺพีสติเทวโลกเภทํ (สคฺคํ) ซึ่งสวรรค์อันต่าง ด้วยเทวโลกยี่สิบหกชั้น เป็นตติยาตัปปุริสสมาส มีอสมาหารทิคุสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. ฉพฺพีสติ เทวโลกา = ฉพฺพีสติเทวโลกา ต.ตัป.วิ. ฉพฺพีสติเทวโลเกหิ เภโท = ฉพฺพีสติเทวโลกเภโท (สคฺโค)"
};

const vocabInsanPr9Part5to8_Page232 = {
  "ฉพฺพีสติม": "ว. ที่ยี่สิบหก เป็นเอกวจนะเป็นวิเสสนะ ของนามที่เป็นเอกวนะได้ทั้ง๓ลิงค์ปุ.แจกเหมือน ปุริสเช่นป.ฉพฺพีสติโม วคฺโค=อ.วรรคที่ยี่สิบหก อิต. แจกเหมือน กญฺญา เช่น ป. ฉพฺพีสติมา คาถา = อ. คาถา ที่ยี่สิบหก นปุ. แจกเหมือน กุลเช่น ป. ฉพฺพีสติมํ วตฺถุ=อ. เรื่อง ที่ยี่สิบหก",
  "ฉพฺพีสติวิธ": "ว. มีอย่างยี่สิบหก ปุ.แจกเหมือน ปุริส เช่น ฉ.เอก. ฉพฺพีสติวิธสฺส (สคฺคสฺส) แห่งสวรรค์ อันมีอย่างยี่สิบหก เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส วิ.ว่า ฉพฺพีสติ วิธานิ ยสฺส โส ฉพฺพีสติวิโธ (สคฺโค) อย่าง ท. ของสวรรค์ใด ยี่สิบหก สวรรค์นั้น ชื่อว่าอันมีอย่างยี่สิบหก",
  "ฉมา": "น., อิต. พื้น แจกเหมือน กญฺญา เช่น ส.เอก. ฉมายํที่พื้น",
  "ฉมฺมาเส": "น., นปุ. ครั้นเมื่อเดือนหก เป็นสมาหาร ทิคุสมาส วิ.ว่า ฉ มาสา = ฉมฺมาสํ [ซ้อน มฺ] แจกเหมือน กุล เฉพาะฝ่ายเอก.",
  "ฉว": "น., ปุ. ศพ แจกเหมือน ปุริส แจกเหมือน ปุริส เช่น ฉ.เอก. ฉวสฺส แห่งศพ ถ้าแปลออกรูปและ สาธนะแปลว่า อันเน่าเปื่อย มาจาก ฉวธาตุใน ความเน่า, ความเปื่อย, ความเน่าเปื่อย + อ ปัจจัย ได้รูปเป็น ฉว แปลว่า อันเน่าเปื่อย เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า ฉวตีติ ฉโว (เทโห) ร่างกายใด ย่อมเน่าเปื่อย เหตุนั้น ร่างกายนั้น ชื่อว่า ฉโว ๆ อันเน่าเปื่อย ในธรรมบทภาค ๖ เรื่องยมก ปาฏิหาริย์หน้า ๖๘ เป็น ฉวสฺส ทารุมยปตฺตสฺส =แห่งบาตรอันสำ เร็จแล้วด้วยไม้อันเพียงดังศพ สัมพันธ์: ฉวสฺส วิเสสน ของ ทารุมยปตฺตสฺส",
  "ฉวิจมฺมมํสานิ": "น., นปุ. ซึ่งผิวและหนังและเนื้อ ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า ฉวิ จ จมฺมญฺจ มํสญฺจ = ฉวิจมฺมมํสานิ แจกเหมือน กุลเฉพาะ ฝ่ายพหุ.",
  "ฉวิโรค": "น., ปุ. โรคแห่งผิว แจกเหมือน ปุริส เช่น ป.เอก. ฉวิโรโค อ. โรคแห่งผิว เป็นฉัฏฐีตัปปุริส สมาส วิ.ว่า ฉวิยา โรโค = ฉวิโรโค",
  "ฉวิวณฺณ": "น., ปุ. สีแห่งผิว แจกเหมือน ปุริส เช่น ป.เอก. ฉวิวณฺโณ อ. สีแห่งผิว เป็นฉัฏฐีตัปปุริส สมาส วิ.ว่า ฉวิยา วณฺโณ = ฉวิวณฺโณ",
  "ฉวิอาทีนิ": "ว., นปุ. (องฺคานิ) อ. อวัยวะ ท. มีผิว เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉวิ อาทิ เยสํ ตานิ ฉวิอาทีนิ (องฺคานิ) แจกเหมือน อกฺขิ",
  "ฉฬภิญฺญาปฏิสมฺภิทาทิปฺปเภทคุณปฺปฏิมณฺฑิเต": "ว., ปุ. (ธมฺเม) ในธรรม อันประดับเฉพาะแล้ว ด้วยคุณอันต่างโดยคุณมีอภิญญาหกและ ปฏิสัมภิทาเป็นต้น เป็นตติยาตัปปุริสสมาส มี อสมาหารทิคุสมาสอสมาหารทวันทวสมาส ฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาสวิเสสนบุพพบท กัมม ธารยสมาส และตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทิคุ.วิ. ฉ อภิญฺญา = ฉฬภิญฺญา [สระอยู่หลัง ลง ฬ อาคม] อ.ทวัน. วิ. ฉฬภิญฺญา จ ปฏิสมฺภิทา จ = ฉฬภิญฺญา ปฏิสมฺภิทา ฉ.ตุล.วิ. ฉฬภิญฺญาปฏิสมฺภิทา อาทโย เยสํ เต ฉฬภิญฺญาปฏิสมฺภิทาทโย (คุณา) ต.ตัป.วิ. ฉฬภิญฺญาปฏิสมฺภิทาทีหิ ปเภทา = ฉฬภิญฺญาปฏิสมฺภิทาทิปฺปเภทา (คุณา) [ซ้อน ปฺ] วิ.บุพ.กัม.วิ. ฉฬภิญฺญาปฏิ สมฺภิทาทิปฺปเภทา คุณา = ฉฬภิญฺญาปฏิ สมฺภิทาทิปฺปเภทคุณา ต.ตัป.วิ. ฉฬภิญฺญา ปฏิสมฺภิทาทิปฺปเภทคุเณหิ ปฏิมณฺฑิโต = ฉฬภิญฺญาปฏิสมฺภิทาทิปฺปเภทคุณปฺปฏิมณฺฑิโต (ธมฺโม) แจกเหมือน ปุริส",
  "ฉฬินฺทฺริยทมน": "น., นปุ.อัน (การ) ฝึกซึ่งอินทรีย์หก แจกเหมือน กุล เช่น ต.เอก. ฉฬินฺทฺริยทมเนน เพราะอันฝึกซึ่งอินทรีย์หก เป็นฉัฏฐีตัปปุริสสมาส มีอสมาหารทิคุสมาสเป็นภายใน มีวิเคราะห์ตาม ลำ ดับดังนี้อ.ทิคุ.วิ.ฉ อินฺทฺริยานิ = ฉฬินฺทฺริยานิ [สระอยู่หลังลง ฬ อาคม] ฉ.ตัป.วิ. ฉฬินฺทฺริยานํ ทมนํ = ฉฬินฺทฺริยทมนํ ดู อคติคมน คำ ว่า ทมน มาจาก ทม ธาตุ ในความฝึก + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ทมน แปลว่า การ ฝึก เป็นภาวรูป ภาวสาธนะ วิ.ว่า ทมนํ = ทมนํ",
  "ฉาต": "ก. หิวแล้ว ฉา ธาตุ ในความหิว + ต ปัจจัย ได้รูปเป็น ฉาต ดู อคต"
};

const vocabInsanPr9Part5to8_Page233 = {
  "ฉาต, ฉาตก": "น., ปุ., นปุ. ความหิว ปุ. แจกเหมือน ปุริส นปุ. แจกเหมือน กุล เช่น ป.เอก. ฉาตกํ อ. ความหิว เฉพาะปัญจมีวิภัตติฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น ฉาตกโต กว่าความหิว บ้าง",
  "ฉาตกกาล": "น., ปุ. กาลแห่งมหาชนหิวแล้ว แจก เหมือน ปุริส เช่น ส.เอก. ฉาตกกาเล ในกาล แห่งบุคคลหิวแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฉาตกสฺส กาโล = ฉาตกกาโล",
  "ฉาตกภย": "น., นปุ. ภัยแต่ความหิว แจกเหมือน กุล เช่น ป.เอก. ฉาตกภยํ อ. ภัยแต่ความหิว เป็นปัญจมีตัปปุริสสมาส วิ.ว่า ฉาตกมฺหา ภยํ = ฉาตกภยํ",
  "ฉาตชฺฌตฺต": "ว. ผู้อันความหิวแผดเผาแล้ว ปุ. แจกเหมือนปุริสเช่นทุ.เอก.ฉาตชฺฌตฺโต (ปุริโส) อ. บุรุษ ผู้อันความหิวแผดเผาแล้ว เป็น ตติยา ตัปปุริสสมาส วิ.ว่า ฉาเตน อชฺฌตฺโต = ฉาตชฺฌตฺโต (ปุริโส)",
  "ฉาตโทส": "น., ปุ. โทษคือความหิว แจกเหมือน ปุริส เช่น ต.เอก. ฉาตโทเสน เพราะโทษคือ ความหิวเป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ฉาโต เอว โทโส = ฉาตโทโส",
  "ฉาทาเปตฺวา": "ก. ยัง...ให้มุงบังแล้ว ฉท ธาตุ ในความมุง, ความปกปิด + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำ นาจณาเป ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อาเป สำ เร็จรูปเป็น ฉาทาเปตฺวา",
  "ฉาทาเปสิ": "ก. (เช่น เสนกกุฏุมฺพิโก อ. เสนก กุฎุมพี) ยัง...ให้มุงแล้ว ฉท ธาตุ ในความมุง + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อีอัชชัตตนี วิภัตติด้วยอำ นาจ ณาเป ปัจจัย ทีฆะ อ ต้นธาตุ เป็น อา ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม รัสสะ อีเป็น อิสำ เร็จรูปเป็น ฉาทาเปสิ",
  "ฉาเทติ ๑": "ก. (เช่น ภตฺตํอ. ภัต) ย่อมยินดี [ธ. ๖: อนิตฺถิคนฺธวตฺถุ หน้า ๑๔๘] ฉทีธาตุ ในความยินดี + เณ ปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติ ด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ เอ เพราะ เอ หลัง ลบ อีหน้า สำ เร็จรูปเป็น ฉาเทติ",
  "ฉาเทติ ๒": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมปกปิด ฉท ธาตุ ในความปกปิด + เณปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติด้วยอำ นาจเณ ปัจจัย ทีฆะ อ ต้นธาตุเป็น อาลบ ณ เหลือไว้แต่ เอสำ เร็จรูป เป็น ฉาเทติ",
  "ฉายา": "น., อิต. พระฉายา, เงา แจกเหมือน กญฺญา เช่น ป.เอก. ฉายา อ. พระฉายา, อ. เงา",
  "ฉาริกา": "น., อิต. เถ้าแจกเหมือน กญฺญาเช่น ต.เอก. ฉาริกาย ด้วยเถ้า",
  "ฉิชฺชติ": "ก. (เช่น กิเลโส อ. กิเลส) ย่อมขาด ฉิท ธาตุ ในความตัด ลง ย ปัจจัย ในหมวด ทิว ธาตุ แปลว่า ขาด + ติวัตตมานาวิภัตติแปลง ท กับ ย เป็น ชฺช สำ เร็จรูปเป็น ฉิชฺชติ",
  "ฉิชฺชิตฺวา": "ก. ขาดแล้ว ฉิท ธาตุ ในความตัด ลง ย ปัจจัย ในหมวด ทิว ธาตุแปลว่า ขาด + ตฺวา ปัจจัย แปลง ท กับ ย เป็น ชฺช ลง อิอาคม สำ เร็จรูปเป็น ฉิชฺชิตฺวา",
  "ฉิชฺชึสุ": "ก. (เช่นนทฺธิวรตฺตาอ.ชะเนาะและเชือกท.) ขาดแล้ว ฉิท ธาตุ ในความตัด ลง ย ปัจจัย ในหมวด ทิว ธาตุแปลว่า ขาด + อุํ อัชชัตตนี วิภัตติแปลง ท กับ ย เป็น ชฺช แปลง อุํ เป็น อึสุ สำ เร็จรูปเป็น ฉิชฺชึสุ",
  "ฉิทฺท": "น., นปุ. ช่อง แจกเหมือน กุล เช่น ป.พหุ. ฉิทฺทานิอ. ช่อง ท.",
  "ฉิทฺทฆฏ": "น., ปุ.หม้ออันทะลุแล้วแจกเหมือน ปุริส เช่น ป.เอก. ฉิทฺทฆโฏ อ. หม้ออันทะลุแล้ว เฉพาะปัญจมีวิภัตติฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น ฉิทฺทฆฏโต จากหม้ออันทะลุแล้ว บ้าง เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ฉิทฺโท ฆโฏ = ฉิทฺทฆโฏ",
  "ฉิทฺทาฉิทฺทํ": "น., นปุ. ซึ่งช่องน้อยและช่องใหญ่ เป็นสมาหารทวันทวสมาส วิ.ว่า ฉิทฺทญฺจ อวฉิทฺทญฺจ = ฉิทฺทาวฉิทฺทํแจกเหมือน กุล",
  "ฉินฺท": "ก. (ตฺวํอ. เธอ) จงตัด ฉิท ธาตุ ในความตัด + อ ปัจจัย ในกัตตุวาจก + หิปัญจมีวิภัตติลง นิคคหิตอาคมที่พยัญชนะต้นธาตุแปลงนิคคหิต เป็น นฺ เพราะ ท อยู่หลัง ลบ หิเสีย สำ เร็จรูป เป็น ฉินฺท"
};

const vocabInsanPr9Part5to8_Page234 = {
  "ฉินฺทติ": "ก. (เช่น ชโน อ. ชน) ย่อมตัด ฉิท ธาตุ ในความตัด + อปัจจัย ในกัตตุวาจก + ติวัตตมานา วิภัตติลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ แปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลัง สำ เร็จรูป เป็น ฉินฺทติ",
  "ฉินฺทถ": "ก. (ตุมฺเห อ. ท่าน ท.) จงตัด ฉิท ธาตุ ในความตัด + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมี วิภัตติลงนิคคหิตอาคมที่พยัญชนะต้นธาตุแปลง นิคคหิตเป็น นฺ เพราะ ท อยู่หลัง สำ เร็จรูปเป็น ฉินฺทถ",
  "ฉินฺทนฺต": "ก. ตัดอยู่, หั่นอยู่ฉิท ธาตุ ในความตัด + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลงนิคคหิต อาคมที่พยัญชนะต้นธาตุ แปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลังได้รูปเป็น ฉินฺทนฺต ดู อกฺกมนฺต",
  "ฉินฺทาเปติ": "ก. (เช่น สตฺถา อ. พระศาสดา) ยัง... ย่อมให้ตัด ฉิท ธาตุ ในความตัด + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ติวัตตมานาวิภัตติ ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ แปลง นิคคหิตเป็น นฺ เพราะ ท อยู่หลัง ลบ ณ เหลือไว้แต่อาเป สำ เร็จรูปเป็น ฉินฺทาเปติ",
  "ฉินฺทิ": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) ตัดแล้ว ฉิท ธาตุ ในความตัด + อ ปัจจัย ในกัตตุวาจก + อี อัชชัตตนีวิภัตติลงนิคคหิตอาคมที่พยัญชนะ ต้นธาตุแปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลัง รัสสะ อีเป็น อิสำ เร็จรูปเป็น ฉินฺทิ",
  "ฉินฺทิตพฺพ": "ก. อัน...พึงตัด ฉิท ธาตุ ในความตัด + ตพฺพ ปัจจัย ลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ แปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลังลงอิอาคม ได้รูปเป็น ฉินฺทิตพฺพ ดู อกตฺตพฺพ",
  "ฉินฺทิตุกามตาจิตฺตํ": "น., นปุ. อ. ความคิดในความ เป็นแห่งบุคคลผู้ใคร่เพื่ออันตัด เป็นสัตตมี ตัปปุริสสมาส มีจตุตถีตัปปุริสสมาส และ ตา ปัจจัย ในภาวตัทธิต เป็นภายใน มีวิเคราะห์ตาม ลำ ดับ ดังนี้จตุ.ตัป.วิ. ฉินฺทิตุํ กาโม = ฉินฺทิตุ กาโม (ปุคฺคโล) ตา.ภาว.วิ. ฉินฺทิตุกามสฺส ภาโว = ฉินฺทิตุกามตาส.ตัป.วิ. ฉินฺทิตุกามตาย จิตฺตํ = ฉินฺทิตุกามตาจิตฺตํแจกเหมือน กุล",
  "ฉินฺทิตุํ": "น. อ. อันอัน…ตัด, เพื่ออันตัด ฉิท ธาตุ ในความตัด + ตุํ ปัจจัย ลงนิคคหิตอาคมที่ พยัญชนะต้นธาตุ แปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลัง ลง อิอาคม สำ เร็จรูปเป็น ฉินฺทิตุํ ดู อกฺโกสิตุํ",
  "ฉินฺทิตฺวา": "ก. ตัดแล้ว, จารึกแล้ว ฉิท ธาตุ ในความ ตัด + ตฺวา ปัจจัย ลงนิคคหิตอาคมที่พยัญชนะต้น ธาตุแปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลัง ลง อิอาคม สำ เร็จรูปเป็น ฉินฺทิตฺวา",
  "ฉินฺทิสฺสติ": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) จักตัด ฉิท ธาตุ ในความตัด + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติลงนิคคหิตอาคมที่พยัญชนะต้น ธาตุแปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลัง ลง อิอาคม สำ เร็จรูปเป็น ฉินฺทิสฺสติ",
  "ฉินฺทึสุ": "ก. (เช่น โยธา อ. ทหาร ท.) ตัดแล้ว ฉิท ธาตุ ในความตัด + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติลงนิคคหิตอาคมที่พยัญชนะต้น ธาตุแปลงนิคคหิตเป็น นฺเพราะ ท อยู่หลังแปลง อุํ เป็น อึสุสำ เร็จรูปเป็น ฉินฺทึสุ",
  "ฉินฺเท": "ก. (เช่น ภิกฺขุ อ. ภิกษุ) พึงตัด ฉิท ธาตุ ในความตัด + อปัจจัย ในกัตตุวาจก + เอยฺย สัตตมี วิภัตติลงนิคคหิตอาคมที่พยัญชนะต้นธาตุ แปลง นิคคหิตเป็น นฺ เพราะ ท อยู่หลัง ลบ ยฺย เหลือไว้แต่ เอ สำ เร็จรูปเป็น ฉินฺเท",
  "ฉินฺเทยฺย": "ก. (เช่น ภิกฺขุอ. ภิกษุ) พึงตัด ฉิท ธาตุ ในความตัด + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติลงนิคคหิตอาคมที่พยัญชนะ ต้นธาตุแปลงนิคคหิตเป็น นฺ เพราะ ท อยู่หลัง สำ เร็จรูปเป็น ฉินฺเทยฺย",
  "ฉินฺน ๑": "ก. เสื่อมแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ฉินฺโน (ตฺวํ) อ. ท่าน เสื่อมแล้ว [ธ. ๘: จูฬธนุคฺคหวตฺถุ หน้า ๓๑ น่าจะเป็น ชิณฺโณ เพราะ แปลว่า เสื่อมแล้ว] มาจาก ชิร ธาตุ ในความแก่, ความเสื่อม + ต ปัจจัย แปลง ต เป็น ณฺณ ลบ ร ที่สุดธาตุได้รูปเป็น ชิณฺณ ดู อคต",
  "ฉินฺน ๒": "ก. อัน…ตัดแล้ว ฉิท ธาตุ ในความตัด + ต ปัจจัย แปลง ต เป็น ณฺน ลบ ท ที่สุดธาตุ ได้รูปเป็น ฉินฺน ดู อกต",
  "ฉินฺนกปาล": "น., นปุ. กระเบื้องอันตัดแล้ว แจกเหมือน กุล เช่น ทุ.เอก. ฉินฺนกปาลํ ซึ่งกระเบื้องอันตัดแล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ฉินฺนํ กปาลํ = ฉินฺนกปาลํ"
};

const vocabInsanPr9Part5to8_Page235 = {
  "ฉินฺนกํสตาลสทิส": "ว. ผู้เช่นกับด้วยกังสดาลอัน บุคคลตัดแล้ว ปุ.แจกเหมือน ปุริสเช่น ป.เอก. ฉินฺนกํสตาลสทิโส (ตฺวํ) อ. ท่าน [ตฺวํ ใช้แทน ภิกฺขุ] ผู้เช่นกับด้วยกังสดาลอันบุคคลตัดแล้ว เป็นตติยาตัปปุริสสมาส มีวิเสสนบุพพบท กัมม ธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. ฉินฺนํ กํสตาลํ = ฉินฺนกํสตาลํ ต.ตัป.วิ. ฉินฺนกํสตาเลน สทิโส = ฉินฺนกํสตาล สทิโส (ตฺวํ)",
  "ฉินฺนการณา": "น., นปุ. เพราะเหตุแห่ง…อัน... ตัดแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฉินฺนสฺส การณํ = ฉินฺนการณํแจกเหมือน กุล",
  "ฉินฺนเกสนข": "ว. ผู้มีผมและเล็บอันตัดแล้ว ปุ. แจกเหมือน ปุริส เช่น ฉ.เอก. ฉินฺนเกสนขสฺส (ปุคฺคลสฺส) ของบุคคล ผู้มีผมและเล็บอันตัดแล้ว เป็นตติยาตัปปุริสสมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทวัน. วิ. เกสา จ นขา จ = เกสนขา ต.ตัป.วิ. ฉินฺนา เกสนขา เยน โส ฉินฺนเกสนโข (ปุคฺคโล)",
  "ฉินฺนเกสนขวตฺถ": "ว. ผู้มีผมและเล็บและผ้าอัน ตัดแล้ว ปุ. แจกเหมือน ปุริส เช่น ฉ.เอก. ฉินฺน เกสนขวตฺถสฺส (ปุคฺคลสฺส) ของบุคคล ผู้มีผม และเล็บและผ้าอันตัดแล้ว เป็นตติยาตัปปุริส สมาส มีอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้อ.ทวัน.วิ. เกสา จ นขา จ วตฺถานิ จ = เกสนขวตฺถานิต.ตัป.วิ. ฉินฺนานิ เกสนขวตฺถานิ เยน โส ฉินฺนเกส นขวตฺโถ (ปุคฺคโล)",
  "ฉินฺนเกสาทิภาว": "น., ปุ. ความที่แห่ง…เป็นผู้มี ลักษณะมีผมอันตัดแล้วเป็นต้น แจกเหมือน ปุริส เช่น ทุ.เอก. ฉินฺนเกสาทิภาวํ ซึ่งความที่ แห่ง…เป็นผู้มีลักษณะมีผมอันตัดแล้วเป็นต้น เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมม ธารยสมาส และฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม. วิ. ฉินฺนา เกสา = ฉินฺนเกสา ฉ.ตุล.วิ. ฉินฺนเกสา อาทโย เยสํ ตานิ ฉินฺนเกสาทีนิ (ลกฺขณานิ) ฉ.ตุล.วิ. ฉินฺนเกสาทีนิ ลกฺขณานิ ยสฺส โส ฉินฺนเกสาทิลกฺขโณ (ปุคฺคโล) ฉ.ตัป.วิ. ฉินฺน เกสาทิลกฺขณสฺส ภาโว = ฉินฺนเกสาทิภาโว [ลบ ลกฺขณ ในท่ามกลาง]",
  "ฉินฺนเกสาทิมตฺตก": "ว. สักว่าลักษณะมีผมอันตัด แล้วเป็นต้น นปุ. แจกเหมือน กุล เช่น ต.เอก. ฉินฺนเกสาทิมตฺตเกน (การเณน) ด้วยเหตุ สักว่าลักษณะมีผมอันตัดแล้วเป็นต้น เป็น สัมภาวนบุพพบท กัมมธารยสมาส มีวิเสสน บุพพบท กัมมธารยสมาส และฉัฏฐีตุลยาธิกรณ พหุพพิหิสมาสเป็นภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้วิ.บุพ.กัม.วิ. ฉินฺนา เกสา = ฉินฺนเกสา ฉ.ตุล.วิ. ฉินฺนเกสา อาทโย ยสฺส ตํ ฉินฺนเกสาทิ (ลกฺขณํ)สัม.บุพ.กัม.วิ. ฉินฺนเกสาทิ อิติ มตฺตกํ = ฉินฺนเกสาทิมตฺตกํ (การณํ)",
  "ฉินฺนคฺค": "ว. อันมียอดอัน…ตัดแล้ว นปุ. แจกเหมือน กุลเช่น ทุ.พหุ. ฉินฺนคฺคานิ(ติณานิ) ซึ่งหญ้า ท. อันมียอดอัน…ตัดแล้ว เป็นฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉินฺนานิ อคฺคานิ เยสํ ตานิ ฉินฺนคฺคานิ (ติณานิ) ยอด ท. ของหญ้าท.เหล่าใดอัน…ตัดแล้วหญ้าท. เหล่านั้น ชื่อว่าอันมียอดอัน…ตัดแล้ว",
  "ฉินฺนฏฺฐาน": "น., นปุ. ที่แห่งอ้อยอันตนตัดแล้ว แจกเหมือน กุล เช่น ส.เอก. ฉินฺนฏฺฐาเน ในที่ แห่งอ้อยอันตนตัดแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฉินฺนสฺส ฐานํ = ฉินฺนฏฺฐานํ[ซ้อน ฏฺ]",
  "ฉินฺนนิวาสนปารุปน": "ว. ผู้มีผ้าเป็นเครื่องนุ่งและ ผ้าเป็นเครื่องห่มอันตัดแล้ว ปุ. แจกเหมือน ปุริส เช่น ฉ.เอก. ฉินฺนนิวาสนปารุปนสฺส (ปุคฺคลสฺส) ของบุคคล ผู้มีผ้าเป็นเครื่องนุ่งและผ้า เป็นเครื่องห่มอันตัดแล้ว เป็นตติยาตุลยาธิกรณ พหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็น ภายใน มีวิเคราะห์ตามลำ ดับ ดังนี้ส.ทวัน.วิ. นิวาสนญฺจ ปารุปนญฺจ = นิวาสนปารุปนํ ต.ตุล.วิ. ฉินฺนํ นิวาสนปารุปนํ เยน โส ฉินฺนนิวาสนปารุปโน (ปุคฺคโล)"
};

const vocabInsanPr9Part5to8_Page236 = {
  "ฉินฺนภตฺต": "ว. ผู้มีภัตขาดแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ฉินฺนภตฺโต (ภิกฺขุ) อ. ภิกษุ ผู้มีภัต อันขาดแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉินฺนํ ภตฺตํ ยสฺส โส ฉินฺนภตฺโต (ภิกฺขุ)",
  "ฉินฺนสญฺโญชน": "ว. ผู้มีสังโยชน์อันตัดแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ฉินฺนสญฺโญชนา (ภิกฺขู) อ. ภิกษุ ท. ผู้มีสังโยชน์อันตัดแล้ว เป็นตติยาตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉินฺนานิ สญฺโญชนานิ เยหิ เต ฉินฺนสญฺโญชนา (ภิกฺขู)",
  "ฉินฺนสีส": "ว. มีศีรษะอันขาดแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ฉินฺนสีโส (ตฺวํ) อ. ท่าน (ตฺวํ ใช้แทน ภิกฺขุ) ผู้มีศีรษะอันขาดแล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฉินฺนํ สีสํ ยสฺส โส ฉินฺนสีโส (ตฺวํ) ศีรษะ ของท่านใด ขาดแล้ว ท่านนั้น ชื่อว่าผู้มีศีรษะอันขาดแล้ว",
  "ฉุริกา": "น., อิต. กฤช แจกเหมือน กญฺญา เช่น ทุ.เอก. ฉุริกํ ซึ่งกฤช",
  "เฉก": "ว. ผู้ฉลาด ปุ. แจกเหมือน ปุริส เช่น ป.เอก. เฉโก (มาลากาโร) อ. นายมาลาการ ผู้ฉลาด",
  "เฉกตา": "น., อิต. ความที่แห่ง...เป็นผู้ฉลาด แจกเหมือน กญฺญา เช่น ต.เอก. เฉกตาย เพราะความที่แห่ง...เป็นผู้ฉลาด ลง ตา ปัจจัย ในภาวตัทธิต วิ.ว่า เฉกสฺส ภาโว = เฉกตา",
  "เฉตฺวาน": "ก. ตัดแล้ว, ครั้นตัดแล้ว ฉิ ธาตุ ในความตัด + ตฺวาน ปัจจัย วิการ อิ ที่ ฉิ ธาตุ เป็น เอ หรือลง เอ ปัจจัยประจำหมวด ภู ธาตุ สำเร็จรูปเป็น เฉตฺวาน",
  "เฉทํ": "ก. ตัดอยู่ ศัพท์เดิมเป็น เฉทนฺต อ การันต์ ในปุงลิงค์ ลง สิ ปฐมาวิภัตติฝ่ายเอกวจนะ แปลง นฺต กับ สิ เป็น อํ สำเร็จรูป เฉทํ แจกเหมือน ภวนฺต",
  "เฉทน": "น., นปุ. การตัด แจกเหมือน กุล เช่น ทุ.เอก. เฉทนํ ซึ่งการตัด มาจาก ฉิท ธาตุ ในความตัด + ยุ ปัจจัย วิการ อิ ที่ ฉิท ธาตุ เป็น เอ แปลง ยุ เป็น อน ได้รูปเป็น เฉทน แปลว่า การตัด เป็นภาวรูป ภาวสาธนะ วิ.ว่า เฉทนํ = เฉทนํ",
  "เฉทนผาลนวิชฺฌนาทีนํ": "ว., ปุ. (อุปทฺทวานํ) แห่งอุปัทวะ ท. มีการตัดและการผ่าและการเจาะ เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. เฉทนญฺจ ผาลนญฺจ วิชฺฌนญฺจ = เฉทนผาลนวิชฺฌนํ ฉ.ตุล.วิ. เฉทนผาลนวิชฺฌนํ อาทิ เยสํ เต เฉทนผาลนวิชฺฌนาทโย (อุปทฺทวา) แจกเหมือน มุนิ คำว่า ผาลน มาจาก ผาล ธาตุ ในความไถ, ความผ่า + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ผาลน แปลว่า การผ่า เป็นภาวรูป ภาวสาธนะ วิ.ว่า ผาลนํ = ผาลนํ การผ่า ชื่อว่า ผาลนํ ๆ การผ่า คำว่า วิชฺฌน มาจาก วิชฺฌ ธาตุ ในความทิ่มแทง, ความเจาะ + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น วิชฺฌน แปลว่า การเจาะ เป็นภาวรูป ภาวสาธนะ วิ.ว่า วิชฺฌนํ = วิชฺฌนํ การเจาะ ชื่อว่า วิชฺฌนํ ๆ การเจาะ",
  "ชคติปฺปเทส": "น., ปุ. ประเทศแห่งแผ่นดิน แจกเหมือน ปุริส เช่น ป.เอก. ชคติปฺปเทโส อ. ประเทศแห่งแผ่นดิน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชคติยา ปเทโส = ชคติปฺปเทโส [ชคตี = แผ่นดิน รัสสะ อี เป็น อิ ซ้อน ปฺ]",
  "ชคฺฆติ": "ก. (เช่น อิตฺถี อ. หญิง) ย่อมซิกซี้, ย่อมกระซิกกระซี้ ชคฺฆ ธาตุ ในความหัวเราะ, ความซิกซี้, ความกระซิกกระซี้ + อ ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ สำเร็จรูปเป็น ชคฺฆติ",
  "ชคฺฆสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมซิกซี้ ชคฺฆ ธาตุ ในความหัวเราะ, ความซิกซี้, ความกระซิกกระซี้ + อ ปัจจัย ในกัตตุวาจก + สิ วัตตมานาวิภัตติ สำเร็จรูปเป็น ชคฺฆสิ",
  "ชงฺฆพล": "น., นปุ. กำลังแห่งแข้ง แจกเหมือน กุล เช่น ป.เอก. ชงฺฆพลํ อ. กำลังแห่งแข้ง เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชงฺฆานํ พลํ = ชงฺฆพลํ"
};

const vocabInsanPr9Part5to8_Page237 = {
  "ชงฺฆมคฺคาทโย": "ว., ปุ. (มคฺคา) อ. หนทาง ท. มีหนทางอันบุคคลพึงไปด้วยแข้งเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. ชงฺเฆหิ (คนฺตพฺโพ) มคฺโค = ชงฺฆมคฺโค ฉ.ตุล.วิ. ชงฺฆมคฺโค อาทิ เยสํ เต ชงฺฆมคฺคาทโย (มคฺคา)",
  "ชงฺฆวิหารตฺถ": "น., ปุ. ประโยชน์แก่การพักซึ่งแข้ง แจกเหมือน ปุริส เช่น จ.เอก. ชงฺฆวิหารตฺถาย เพื่อประโยชน์แก่การพักซึ่งแข้ง เป็นจตุตถีตัปปุริสสมาส มีทุติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ทุ.ตัป.วิ. ชงฺเฆ วิหาโร = ชงฺฆวิหาโร จตุ.ตัป.วิ. ชงฺฆวิหารสฺส อตฺโถ = ชงฺฆวิหารตฺโถ",
  "ชงฺฆา": "น., อิต. แข้ง แจกเหมือน กญฺญา เช่น ป.พหุ. ชงฺฆา อ. แข้ง ท. ทุ.พหุ. ชงฺฆา ซึ่งแข้ง ท.",
  "ชชฺชรรถก": "น., ปุ. รถน้อยคันเก่า แจกเหมือน ปุริส เช่น ต.เอก. ชชฺชรรถเกน ด้วยรถน้อยคันเก่า เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ชชฺชโร รถโก = ชชฺชรรถโก",
  "ชญฺญา": "ก. (เช่น โก อ. ใคร) พึงรู้ ญา ธาตุ ในความรู้ + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ เทฺวภาวะ ญา ขึ้นมาหน้า ญา ธาตุ เป็น ญา + ญา + อ + เอยฺย แปลง ญ พยัญชนะอัพภาสเป็น ช แปลง อา สระของพยัญชนะอัพภาสเป็น อํ เป็น ชํ + ญา + อ + เอยฺย แปลงนิคคหิตเป็น ญฺ เพราะ ญ อยู่หลัง แปลง เอยฺย เป็น อา เป็น ชญฺญา + อ + อา ลบ อา ที่ ญา สำเร็จรูปเป็น ชญฺญา",
  "ชฏา": "น., อิต. ชฎา แจกเหมือน กญฺญา เช่น ป.เอก. ชฏา อ. ชฎา",
  "ชฏามตฺเตน": "น., นปุ. (การเณน) ด้วยเหตุ สักว่าชฎา เป็นสัมภาวนบุพพบท กัมมธารยสมาส วิ.ว่า ชฏา อิติ มตฺตํ = ชฏามตฺตํ (การณํ)",
  "ชฏิต": "ก. รุงรังแล้ว ชฏ ธาตุ ในความรุงรัง + ต ปัจจัย ลง อิ อาคม ได้รูปเป็น ชฏิต ดู อคต",
  "ชฏิล ๑": "น., ปุ. ชฏิล แจกเหมือน ปุริส เช่น ป.เอก. ชฏิโล อ. ชฏิล [นักบวชเกล้าผม]",
  "ชฏิล ๒": "ว., ปุ. ชฏิละ (ชื่อของเศรษฐี) แจกเหมือน ปุริส เช่น ป.เอก. ชฏิโล (เสฏฺฐี) อ. เศรษฐีชื่อว่าชฏิละ",
  "ชฏิลกุมาร": "น., ปุ. กุมารชื่อว่าชฏิละ แจกเหมือน ปุริส เช่น ฉ.เอก. ชฏิลกุมารสฺส ของกุมารชื่อว่าชฏิละ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ชฏิโล กุมาโร = ชฏิลกุมาโร",
  "ชฏิลตฺเถร": "น., ปุ. พระเถระชื่อว่าชฏิละ แจกเหมือน ปุริส เช่น ป.เอก. ชฏิลตฺเถโร อ. พระเถระชื่อว่าชฏิละ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ชฏิโล เถโร = ชฏิลตฺเถโร [ซ้อน ตฺ]",
  "ชฏิลพฺราหฺมณ": "น., ปุ. พราหมณ์ผู้เป็นชฎิล แจกเหมือน ปุริส เช่น ทุ.เอก. ชฏิลพฺราหฺมณํ ซึ่งพราหมณ์ผู้เป็นชฎิล เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ชฏิโล พฺราหฺมโณ = ชฏิลพฺราหฺมโณ",
  "ชฏิลพฺราหฺมณวตฺถุ": "น., นปุ. อ. เรื่องแห่งพราหมณ์ผู้เป็นชฎิล เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. ชฏิโล พฺราหฺมโณ = ชฏิลพฺราหฺมโณ ฉ.ตัป.วิ. ชฏิลพฺราหฺมณสฺส วตฺถุ = ชฏิลพฺราหฺมณวตฺถุ"
};

const vocabInsanPr9Part5to8_Page238 = {
  "ชน": "น., ปุ. ชน แจกเหมือน ปุริส เช่น ป.เอก. ชโน อ. ชน พหุ. ชนา อ. ชน ท. คำว่า ชน ถ้าแปลออกรูปและสาธนะแปลว่า ผู้ยังกุศลหรืออกุศลให้เกิด มาจาก ชน ธาตุ ในความเกิด + อ ปัจจัย ได้รูปเป็น ชน แปลว่า ผู้ยังกุศลหรืออกุศลให้เกิด เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า (กุสลากุสลํ) ชเนตีติ ชโน ผู้ใด ย่อมยังกุศลหรืออกุศลให้เกิด เหตุนั้น ผู้นั้น ชื่อว่า ชโน ๆ ผู้ยังกุศลหรืออกุศลให้เกิด หรือแปลว่า ผู้เกิด วิ.ว่า ชายตีติ ชโน ผู้ใด ย่อมเกิด เหตุนั้น ผู้นั้น ชื่อว่า ชโน ๆ ผู้เกิด",
  "ชนกปิตุ": "น., ปุ. บิดาผู้ให้เกิด (บิดาผู้บังเกิดเกล้า) แจกเหมือน ปิตุ เช่น ป.เอก. ชนกปิตา อ. บิดาผู้ให้เกิด เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ชนโก ปิตา = ชนกปิตา คำว่า ชนก มาจาก ชน ธาตุ ในความเกิด + ณฺวุ ปัจจัย แปลง ณฺวุ เป็น อก ได้รูปเป็น ชนก แปลว่า ผู้ (ยังบุตร) ให้เกิด เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า (ปุตฺตํ) ชเนตีติ ชนโก (ปิตา)",
  "ชนโกฏิ": "น., อิต. โกฏิแห่งชน แจกเหมือน รตฺติ เช่น ป.พหุ. ชนโกฏิโย อ. โกฏิแห่งชน ท. เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชนานํ โกฏิโย = ชนโกฏิโย",
  "ชนตา": "น., อิต. ประชุมแห่งชน แจกเหมือน กญฺญา เช่น ทุ.เอก. ชนตํ ซึ่งประชุมแห่งชน ลง ตา ปัจจัย ในสมุหตัทธิต วิ.ว่า ชนานํ สมุโห = ชนตา",
  "ชนน": "น., นปุ. การให้เกิด แจกเหมือน กุล เช่น ทุ.เอก. ชนนํ ซึ่งการให้เกิด เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น ชนนโต เพราะการให้เกิด บ้าง คำว่า ชนน มาจาก ชนี ธาตุ ในความให้เกิด + ยุ ปัจจัย แปลง ยุ เป็น อน เพราะ อ หลัง ลบ อี หน้า ได้รูปเป็น ชนน แปลว่า การให้เกิด เป็นภาวรูป ภาวสาธนะ วิ.ว่า ชนนํ = ชนนํ การให้เกิด ชื่อว่า ชนนํ ๆ การให้เกิด",
  "ชนปท ๑": "ว. ผู้อยู่ในชนบท ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ชนปทํ (สหายกํ) ซึ่งสหาย ผู้อยู่ในชนบท คำว่า ชนปท มาจาก ชนปท ศัพท์ + ณ ปัจจัย ในชาตาทิตัทธิต ลบ ณ ได้รูปเป็น ชนปท [น่าจะเป็น ชาปท] วิ.ว่า ชนปเท วสตีติ ชนปโท, ชานปโท (สหายโก) สหายใด ย่อมอยู่ในชนบท เหตุนั้น สหายนั้น ชื่อว่า ชนปโท, ชานปโท ๆ ผู้อยู่ในชนบท",
  "ชนปท ๒": "น., ปุ. ชนบท แจกเหมือน ปุริส เช่น ทุ.เอก. ชนปทํ สู่ชนบท [ชนปท = ชนบท, จังหวัด]",
  "ชนปทกลฺยาณี": "ว., อิต. ผู้งดงามในชนบท แจกเหมือน นารี เช่น ทุ.เอก. ชนปทกลฺยาณึ (รูปนนฺทตฺเถรึ) ซึ่งพระเถรีชื่อว่ารูปนันทา ผู้งดงามในชนบท [ธ. ๕: รูปนนฺทตฺเถรีวตฺถุ หน้า ๑๐๒] เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ชนปเท กลฺยาณี = ชนปทกลฺยาณี (รูปนนฺทตฺเถรี)",
  "ชนปทจาริก": "น., นปุ. ที่จาริกในชนบท แจกเหมือน กุล เช่น ทุ.เอก. ชนปทจาริกํ สู่ที่จาริกในชนบท เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ชนปเท จาริกํ = ชนปทจาริกํ",
  "ชนปทจาริตฺต": "น., นปุ. ความเป็นไปของชนบท แจกเหมือน กุล เช่น ป.เอก. ชนปทจาริตฺตํ อ. ความเป็นไปของชนบท เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชนปทสฺส จาริตฺตํ = ชนปทจาริตฺตํ",
  "ชนปทมนุสฺส": "น., ปุ. มนุษย์ในชนบท แจกเหมือน ปุริส เช่น ป.เอก. ชนปทมนุสฺโส อ. มนุษย์ในชนบท เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ชนปเท มนุสฺโส = ชนปทมนุสฺโส",
  "ชนปทวิหาร": "น., ปุ. วิหารในชนบท แจกเหมือน ปุริส เช่น ส.เอก. ชนปทวิหาเร ในวิหารในชนบท เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ชนปเท วิหาโร = ชนปทวิหาโร",
  "ชนสงฺคหตฺถาย": "น., ปุ. เพื่อประโยชน์แก่อันสงเคราะห์ซึ่งชน เป็นจตุตถีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. ชนานํ สงฺคโห = ชนสงฺคโห จตุ.ตัป.วิ. ชนสงฺคหสฺส อตฺโถ = ชนสงฺคหตฺโถ แจกเหมือน ปุริส คำว่า สงฺคห มาจาก สํ บทหน้า + คห ธาตุ ในความถือเอา มี สํ อยู่หน้า แปลว่า สงเคราะห์ + อ ปัจจัย แปลงนิคคหิตเป็น งฺ เพราะ ค อยู่หลัง ได้รูปเป็น สงฺคห แปลว่า การสงเคราะห์ เป็นภาวรูป ภาวสาธนะ วิ.ว่า สงฺคหณํ = สงฺคโห การสงเคราะห์ ชื่อว่า สงฺคโห ๆ การสงเคราะห์"
};

const vocabInsanPr9Part5to8_Page239 = {
  "ชนสหสฺส": "น., นปุ. พันแห่งชน แจกเหมือน กุล เช่น ต.เอก. ชนสหสฺเสน ด้วยพันแห่งชน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชนานํ สหสฺสํ = ชนสหสฺสํ",
  "ชนาธิป": "ว. ผู้เป็นใหญ่แห่งชน แจกเหมือน ปุริส เช่น อา.เอก. ชนาธิป (ราช) ข้าแต่พระราชา ผู้เป็นใหญ่แห่งชน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชนานํ อธิโป = ชนาธิโป (ราชา)",
  "ชนฺตุ": "น., ปุ. สัตว์เกิด แจกเหมือน ครุ เช่น ป.เอก. ชนฺตุ อ. สัตว์เกิด",
  "ชนฺนุ, ชนฺนุก": "น., นปุ. เข่า, พระชานุ แจกเหมือน กุล เช่น ทุ.พหุ. ชนฺนุกานิ ซึ่งพระชานุ ท.",
  "ชนฺนุกปฺปมาณอุรุปฺปมาณกฏิปฺปมาณาทีนิ": "ว., นปุ. (อุทกานิ) อ. นํ้า ท. อันมีนํ้ามีเข่าเป็นประมาณและนํ้าอันมีขาอ่อนเป็นประมาณ และนํ้าอันมีสะเอวเป็นประมาณเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส ฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส และอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ชนฺนุกํ ปมาณํ ยสฺส ตํ ชนฺนุกปฺปมาณํ (อุทกํ) ฉ.ตุล.วิ. อุรุ ปมาณํ ยสฺส ตํ อุรุปฺปมาณํ (อุทกํ) [ซ้อน ปฺ] ฉ.ตุล.วิ. กฏิ ปมาณํ ยสฺส ตํ กฏิปฺปมาณํ (อุทกํ) อ.ทวัน.วิ. ชนฺนุกปฺปมาณญฺจ อุรุปฺปมาณญฺจ กฏิปฺปมาณญฺจ = ชนฺนุกปฺปมาณอุรุปฺปมาณกฏิปฺปมาณานิ ฉ.ตุล.วิ. ชนฺนุกปฺปมาณอุรุปฺปมาณกฏิปฺปมาณานิ อาทีนิ เยสํ ตานิ ชนฺนุกปฺปมาณอุรุปฺปมาณกฏิปฺปมาณาทีนิ (อุทกานิ) แจกเหมือน อกฺขิ",
  "ชนฺนุมตฺต": "ว. มีเข่าเป็นประมาณ นปุ. แจกเหมือน กุล เช่น ส.เอก. ชนฺนุมตฺเต (ฐาเน) ในที่ อันมีเข่าเป็นประมาณ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ชนฺนุ มตฺตํ ยสฺส ตํ ชนฺนุมตฺตํ (ฐานํ) เข่า เป็นประมาณ ของที่ใด ที่นั้น ชื่อว่า อันมีเข่าเป็นประมาณ",
  "ชเนติ": "ก. (เช่น ตณฺหา อ. ตัณหา) ยัง...ย่อมให้เกิด [ธ. ๗: ลกุณฺฏกวตฺถุ หน้า ๑๐๒] ชน ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น ชเนติ",
  "ชเนตฺติกา": "น., อิต. พระชนนี, มารดา, แม่ แจกเหมือน กญฺญา เช่น ป.เอก. ชเนตฺติกา อ. พระชนนี ถ้าแปลออกรูปและสาธนะ แปลว่า (หญิง) ผู้ยังบุตรให้เกิด มาจาก ชน ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + ติ ปัจจัย ลบ ณ เหลือไว้แต่ เอ ซ้อน ตฺ ลง ก สกัตถ์ และลง อา เครื่องหมายอิตถีลิงค์ ได้รูปเป็น ชเนตฺติกา แปลว่า (หญิง) ผู้ยังบุตรให้เกิด เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า (ปุตฺตํ) ชเนตีติ ชเนตฺติกา (อิตฺถี) หญิงใด ย่อมยังบุตรให้เกิด เหตุนั้น หญิงนั้น ชื่อว่า ชเนตฺติกา ๆ ผู้ยังบุตรให้เกิด",
  "ชเนนฺต": "ก. เมื่อยัง...ให้เกิด ชน ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + อนฺต ปัจจัย ลบ ณ เหลือไว้แต่ เอ ได้รูปเป็น ชเนนฺต ดู อกฺกมนฺต",
  "ชเนสฺสามิ": "ก. (อหํ อ. เรา) ยัง...จักให้เกิด ชน ธาตุ ในความเกิด + เณ ปัจจัย ในเหตุกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติ ลบ ณ เหลือไว้แต่ เอ สำเร็จรูปเป็น ชเนสฺสามิ เช่น อุสฺสาหํ ชเนสฺสามิ = อ. เรา ยังความอุตสาหะ จักให้เกิด แก่พระสมณะ ผู้โคดม นั้น [ธ. ๗: มารวตฺถุ หน้า ๑๕๙] สัมพันธ์: อหํ เหตุกตฺตา ใน ชเนสฺสามิ อุสฺสาหํ การิตกมฺม ใน ชเนสฺสามิ ๆ อาขฺยาตบท เหตุกตฺตุวาจก อสฺส ก็ดี โคตมสฺส ก็ดี วิเสสน ของ สมณสฺส ๆ สมฺปทาน ใน ชเนสฺสามิ",
  "ชมฺพุทีป": "น., ปุ. ชมพูทวีป แจกเหมือน ปุริส เช่น ป.เอก. ชมฺพุทีโป อ. ชมพูทวีป",
  "ชมฺพุทีปตล": "น., นปุ. พื้นแห่งชมพูทวีป แจกเหมือน กุล เช่น ส.เอก. ชมฺพุทีปตเล ในพื้นแห่งชมพูทวีป เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชมฺพุทีปสฺส ตลํ = ชมฺพุทีปตลํ",
  "ชมฺพุทีปวาสี": "ว., ปุ. ผู้อยู่ในชมพูทวีปโดยปกติ แจกเหมือน เสฏฺฐี เช่น จ.พหุ. ชมฺพุทีปวาสีนํ (ชนานํ) แก่ชน ท. ผู้อยู่ในชมพูทวีปโดยปกติ มาจาก ชมฺพุทีป บทหน้า วส ธาตุ ในความอยู่ + ณี ปัจจัย ด้วยอำนาจ ณี ปัจจัย ทีฆะ อ ต้นธาตุเป็น อา ลบ ณ เหลือไว้แต่ อี ได้รูปเป็น ชมฺพุทีปวาสี แปลว่า ผู้อยู่ในชมพูทวีปโดยปกติ เป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า ชมฺพุทีเป วสนฺติ สีเลนาติ ชมฺพุทีปวาสิโน (ชนา)"
};

const vocabInsanPr9Part5to8_Page240 = {
  "ชมฺพูนทนิกฺข": "น., ปุ. แท่งแห่งทองชมพูนุท ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ชมฺพูนทนิกฺขํ ซึ่งแท่งแห่งทองชมพูนุท เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชมฺพูนทสฺส นิกฺโข = ชมฺพูนทนิกฺโข [นิกฺข = แท่ง, ลิ่ม, ทอง ปุ.]",
  "ชมฺโพนท": "น., นปุ. ทองชมพูนุท แจกเหมือน กุล เช่น ฉ.เอก. ชมฺโพนทสฺส แห่งทองชมพูนุท",
  "ชมฺม": "ว. เลวทราม, ตํ่าต้อย, ลามก ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ชมฺมา ปุตฺตา = อ. บุตร ท. ผู้เลวทราม [ธ.๗: ปริชิณฺณพฺราหฺมณวตฺถุ หน้า ๑๔๒] คำว่า ชมฺม มาจาก ชมุ ธาตุ ในความกิน + ม ปัจจัย ในนามกิตก์ (นอกแบบ) แปลง มุ เป็น มฺ ได้รูปเป็น ชมฺม แปลว่า ผู้กิน (ของที่ไม่ควรกิน) เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า (อภกฺขิตพฺพํ) ชเมตีติ ชมฺโม อิต. ลง อี เครื่องหมายอิต. เป็น ชมฺมี แจกเหมือน นารี เช่น ป.เอก. ชมฺมี ตณฺหา = อ. ตัณหา อันลามก, อันเลวทราม [ธ. ๘: กปิลมจฺฉวตฺถุ หน้า ๘]",
  "ชยํ": "ก. ชนะอยู่ [ธ. ๖: โกสลรญฺโญ ปราชยวตฺถุ หน้า ๑๒๔] ศัพท์เดิมเป็น ชยนฺต อ การันต์ในปุงลิงค์ ลง สิ ปฐมาวิภัตติฝ่ายเอกวจนะ แปลง นฺต กับ สิ เป็น อํ สำเร็จรูปเป็น ชยํ แจกเหมือน ภวนฺต",
  "ชย": "น., ปุ. ความชนะ แจกเหมือน ปุริส เช่น ป.เอก. ชโย อ. ความชนะ คำว่า ชย มาจาก ชิ ธาตุ ในความชนะ + อ ปัจจัย วิการ อิ เป็น เอ แปลง เอ เป็น อย ได้รูปเป็น ชย แปลว่า ความชนะ เป็นภาวรูป ภาวสาธนะ วิ.ว่า ชยนํ = ชโย ความชนะ ชื่อว่า ชโย ๆ ความชนะ",
  "ชยกุสุมวณฺณานิ": "ว., นปุ. (อกฺขีนิ) อ. นัยน์ตา ท. อันมีสีเพียงดังสีแห่งดอกชบา เป็นฉัฏฐีอุปมาพหุพพิหิสมาส วิ.ว่า ชยกุสุมสฺส วณฺโณ อิว วณฺโณ เยสํ ตานิ ชยกุสุมวณฺณานิ (อกฺขีนิ) สี ของนัยน์ตา ท. เหล่าใด เพียงดังสีแห่งดอกชบา นัยน์ตา ท. เหล่านั้น ชื่อว่าอันมีสีเพียงดังสีแห่งดอกชบา",
  "ชยตุ": "ก. (เช่น เทโว อ. พระองค์ผู้สมมติเทพ) ขอจงทรงชนะ [ธ. ๕: โลฬุทายิตฺเถรวตฺถุ] ชิ ธาตุ ในความชนะ + อ ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ วิการ อิ เป็น เอ แปลง เอ เป็น อย ได้รูปเป็น ชยตุ",
  "ชยปราชยํ": "น., นปุ. ซึ่งความชนะและความแพ้ เป็นสมาหารทวันทวสมาส วิ.ว่า ชโย จ ปราชโย จ = ชยปราชยํ แจกเหมือน กุล เฉพาะฝ่ายเอก.",
  "ชรสกฺกภาว": "น., ปุ. ความเป็นแห่งท้าวสักกะแก่ แจกเหมือน ปุริส เช่น ทุ.เอก. ชรสกฺกภาวํ ซึ่งความเป็นแห่งท้าวสักกะแก่ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ชโร สกฺโก = ชรสกฺโก ฉ.ตัป.วิ. ชรสกฺกสฺส ภาโว = ชรสกฺกภาโว",
  "ชรสิคาล": "น., ปุ. สุนัขจิ้งจอกแก่ แจกเหมือน ปุริส เช่น ป.เอก. ชรสิคาโล อ. สุนัขจิ้งจอกแก่ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ชโร สิคาโล = ชรสิคาโล",
  "ชรา": "น., อิต. ชรา, ความชรา, ความแก่, ความครํ่าคร่า แจกเหมือน กญฺญา เช่น ป.เอก. ชรา อ. ชรา คำว่า ชรา มาจาก ชร ธาตุ ในความแก่, ความเสื่อม + อ ปัจจัย ลง อา เครื่องหมายอิต. ได้รูปเป็น ชรา แปลว่า ความแก่, ความชรา เป็นภาวรูป ภาวสาธนะ วิ.ว่า ชรณํ = ชรา ความแก่ ชื่อว่า ชรา ๆ ความแก่",
  "ชราชิณฺณ": "ว. ผู้แก่แล้วเพราะชรา ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ชราชิณฺโณ (สกฺโก) อ. ท้าวสักกะ ผู้ครํ่าคร่าแล้วเพราะชรา เป็นตติยาตัปปุริสสมาส วิ.ว่า ชราย ชิณฺโณ = ชราชิณฺโณ (สกฺโก)",
  "ชราชิณฺณกาเล": "น., ปุ. ในกาลแห่งรูปครํ่าคร่าแล้วเพราะชรา เป็นฉัฏฐีตัปปุริสสมาส มีตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. ชราย ชิณฺณํ = ชราชิณฺณํ (รูปํ) ฉ.ตัป.วิ. ชราชิณฺณสฺส (รูปสฺส) กาโล = ชราชิณฺณกาโล แจกเหมือน ปุริส",
  "ชราชิณฺณมหลฺลกพฺราหฺมณ": "น., ปุ. พราหมณ์แก่ผู้ครํ่าคร่าแล้วเพราะชรา แจกเหมือน ปุริส เช่น ป.เอก. ชราชิณฺณมหลฺลกพฺราหฺมโณ พราหมณ์แก่ผู้ครํ่าคร่าแล้วเพราะชรา เป็นวิเสสนบุพพบท กัมมธารยสมาส มีวิเสสนบุพพบท กัมมธารยสมาส และตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. มหลฺลโก พฺราหฺมโณ = มหลฺลกพฺราหฺมโณ ต.ตัป.วิ. ชราย ชิณฺโณ = ชราชิณฺณํ (มหลฺลกพฺราหฺมโณ) วิ.บุพ.กัม.วิ. ชราชิณฺโณ มหลฺลกพฺราหฺมโณ = ชราชิณฺณมหลฺลกพฺราหฺมโณ"
};

const vocabInsanPr9Part5to8_Page241 = {
  "ชราชิณฺณมหลฺลกิตฺถีวณฺณ": "น., ปุ. เพศแห่งหญิง แก่ผู้ครํ่าคร่าแล้วเพราะชรา แจกเหมือน ปุริส เช่น ทุ.เอก. ชราชิณฺณมหลฺลกิตฺถีวณฺณํ ซึ่งเพศแห่งหญิงแก่ผู้ครํ่าคร่าแล้วเพราะชรา เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสนบุพพบท กัมมธารยสมาส ตติยาตัปปุริสสมาส และวิเสสนบุพพบท กัมมธารยสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. มหลฺลกา อิตฺถี = มหลฺลกิตฺถี ต.ตัป.วิ. ชราย ชิณฺณา = ชราชิณฺณา (มหลฺลกิตฺถี) วิ.บุพ.กัม.วิ. ชราชิณฺณา มหลฺลกิตฺถี = ชราชิณฺณมหลฺลกิตฺถี ฉ.ตัป.วิ. ชราชิณฺณมหลฺลกิตฺถิยา วณฺโณ = ชราชิณฺณมหลฺลกิตฺถีวณฺโณ",
  "ชราพฺยาธิมรณมิสฺสตา": "น., อิต. เพราะความที่แห่งการเกิดเป็นธรรมชาติเจือด้วยชรา และพยาธิและมรณะ แจกเหมือน กญฺญา เช่น ต.เอก. ชราพฺยาธิมรณมิสฺสตาย เพราะความที่แห่งการเกิดเป็นธรรมชาติเจือด้วยชราและพยาธิและมรณะ ลง ตา ปัจจัย ในภาวตัทธิต มีสมาหารทวันทวสมาส และตติยาตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. ชรา จ พฺยาธิ จ มรณญฺจ = ชราพฺยาธิมรณํ ต.ตัป.วิ. ชราพฺยาธิมรเณน มิสฺสา = ชราพฺยาธิมรณมิสฺสา (ชาติ) ตา.ภาว.วิ. ชราพฺยาธิมรณมิสฺสาย (ชาติยา) ภาโว = ชราพฺยาธิมรณมิสฺสตา แจกเหมือน กญฺญา",
  "ชราพฺยาธิมรณานิ": "น., นปุ. อ. ชราและพยาธิและมรณะ ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า ชรา จ พฺยาธิ จ มรณญฺจ = ชราพฺยาธิมรณานิ แจกเหมือน กุล เฉพาะฝ่ายพหุ.",
  "ชราวคฺค": "น., ปุ. ชราวรรค แจกเหมือน ปุริส เช่น ส.เอก. ชราวคฺเค ในชราวรรค",
  "ชราวคฺควณฺณนา": "น., อิต. อ. วาจาเป็นเครื่องพรรณนาซึ่งเนื้อความแห่งวรรคอันบัณฑิตกำหนดแล้วด้วยชรา เป็นฉัฏฐีตัปปุริสสมาส มีตติยาตัปปุริสสมาสและฉัฏฐีตัปปุริสสมาสเป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ต.ตัป.วิ. ชราย (สลฺลกฺขิโต) วคฺโค = ชราวคฺโค ฉ.ตัป.วิ. ชราวคฺคสฺส อตฺโถ = ชราวคฺคตฺโถ ฉ.ตัป.วิ. ชราวคฺคตฺถสฺส วณฺณนา = ชราวคฺควณฺณนา [ลบ อตฺถ ในท่ามกลาง] แจกเหมือน กญฺญา",
  "ชราวาตเวคพฺภาหโต": "ว., ปุ. (หตฺถี) อ. ช้าง อันกำลังแห่งลมอันเกิดแล้วแต่ชราขจัดแล้ว [ธ. ๗: ปาเวรกหตฺถิวตฺถุ หน้า ๑๕๔] เป็นตติยาตัปปุริสสมาส มีปัญจมีตัปปุริสสมาส และฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ปัญจ.ตัป.วิ. ชราย (ชาโต) วาโต = ชราวาโต ฉ.ตัป.วิ. ชราวาตสฺส เวโค = ชราวาตเวโค ต.ตัป.วิ. ชราวาตเวเคน อพฺภาหโต = ชราวาตเวคพฺภาหโต (หตฺถี) คำว่า อพฺภาหต ในคำว่า ชราวาตเวคพฺภาหโต มาจาก อภิ + อา บทหน้า + หน ธาตุ ในความขจัด + ต ปัจจัย เป็น อภิ-อาหน-ต ระหว่าง อภิ-อาหน สระอยู่หลัง แปลง อภิ เป็น อพฺภ ลบ น ที่สุดธาตุ ได้รูปเป็น อพฺภาหต",
  "ชราสุตฺต": "น., นปุ. ชราสูตร แจกเหมือน กุล เช่น ทุ.เอก. ชราสุตฺตํ ซึ่งชราสูตร",
  "ชล": "น., นปุ. นํ้า แจกเหมือน กุล เช่น ป.เอก. ชลํ อ. นํ้า คำว่า ชล ถ้าแปลออกรูปและสาธนะ แปลว่า (ธรรมชาต) อันรุ่งเรือง มาจาก ชล ธาตุ ในความรุ่งเรือง + อ ปัจจัย ได้รูปเป็น ชล แปลว่า (ธรรมชาต) อันรุ่งเรือง เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า ชลตีติ ชลํ (ธมฺมชาตํ) ธรรมชาตใด ย่อมรุ่งเรือง เหตุนั้น ธรรมชาตนั้น ชื่อว่า ชลํ ๆ อันรุ่งเรือง",
  "ชลนฺต": "ก. รุ่งเรืองอยู่ ชล ธาตุ ในความรุ่งเรือง + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูปเป็น ชลนฺต ดู อกฺกมนฺต"
};

const vocabInsanPr9Part5to8_Page242 = {
  "ชลปถถลปถาทีหิ": "ว., ปุ. (ปเถหิ) โดยทาง ท. มี ทางในนํ้าและทางบนบกเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีสัตตมีตัปปุริสสมาส สัตตมีตัปปุริสสมาสและอสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. ชเล ปโถ = ชลปโถ ส.ตัป.วิ. ถเล ปโถ = ถลปโถ อ.ทวัน.วิ. ชลปโถ จ ถลปโถ จ = ชลปถถลปถา ฉ.ตุล.วิ. ชลปถถลปถา อาทโย เยสํ เต ชลปถถลปถาทโย (ปถา) แจกเหมือน มุนิ",
  "ชวนกฺขณ": "น., ปุ. ขณะแห่งชวนจิต แจกเหมือน ปุริส เช่น ส.เอก. ชวนกฺขเณ ในขณะแห่งชวนจิต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชวนสฺส ขโณ = ชวนกฺขโณ [ซ้อน กฺ]",
  "ชวนมน": "น., ปุ., นปุ. ใจอันแล่นไป แจกเหมือน มน ปุ. เช่น ป.เอก. ชวนมโน นปุ. เช่น ป.เอก. ชวนมนํ เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น ชวนมนโต จากใจอันแล่นไป บ้าง เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ชวโน มโน = ชวนมโน คำว่า ชวน ในคำว่า ชวนมนโต มาจาก ชว ธาตุ ในความแล่นไป, ความไปเร็ว + ยุ ปัจจัย แปลง ยุ เป็น อน ได้รูปเป็น ชวน แปลว่า อันแล่นไป เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า ชวตีติ ชวโน (มโน) ใจใด ย่อมแล่นไป เหตุนั้น ใจนั้น ชื่อว่า ชวโน ๆ อันแล่นไป",
  "ชวนวีถิ": "น., อิต. วิถีแห่งชวนจิต แจกเหมือน รตฺติ เช่น ส.เอก. ชวนวีถิยํ ในวิถีแห่งชวนจิต เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า ชวนสฺส วีถิ = ชวนวีถิ",
  "ชหนฺติ": "ก. (เช่น ขีณาสวา อ. พระขีณาสพ ท.) ย่อมละ, ย่อมทอดทิ้ง ชห ธาตุ ในความละ + อ ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ สำเร็จรูปเป็น ชหนฺติ",
  "ชหิตฺวา": "ก. ละแล้ว ชห ธาตุ ในความละ + ตฺวา ปัจจัย ลง อิ อาคม สำเร็จรูปเป็น ชหิตฺวา",
  "ชเห": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงละ ชห ธาตุ ในความละ + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ลบ ยฺย เหลือไว้แต่ เอ สำเร็จรูปเป็น ชเห",
  "ชเหยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงละ ชห ธาตุ ในความละ + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ สำเร็จรูปเป็น ชเหยฺย",
  "ชาครมาน": "ก. ตื่นอยู่ ชาคร ธาตุ ในความตื่น + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูปเป็น ชาครมาน ดู อนิจฺฉมาน",
  "ชาคริย": "น., นปุ. ความเป็นแห่งบุคคลผู้ตื่น แจกเหมือน กุล เช่น ทุ.เอก. ชาคริยํ ซึ่งความเป็นแห่งบุคคลผู้ตื่น ลง ณิย ปัจจัย ในภาวตัทธิต วิ.ว่า ชาครสฺส (ปุคฺคลสฺส) ภาโว = ชาคริยํ",
  "ชาต": "ก. เกิดแล้ว ชนี ธาตุ ในความเกิด [สัททนีติ ธาตุมาลา หน้า ๖๑๐] + ต ปัจจัย แปลง ชนี ธาตุ เป็น ชา ได้รูปเป็น ชาต หรือ ชน ธาตุ ในความเกิด + ต ปัจจัย แปลง ชน ธาตุ เป็น ชา ได้รูปเป็น ชาต ดู อคต",
  "ชาตก": "น., นปุ. ชาดก แจกเหมือน กุล เช่น ทุ.พหุ. ชาตกานิ ซึ่งชาดก ท.",
  "ชาตกาล": "น., ปุ. กาลแห่ง…เกิดแล้ว แจกเหมือน ปุริส เช่น ส.เอก. ชาตกาเล ในกาลแห่ง…เกิดแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชาตสฺส กาโล = ชาตกาโล",
  "ชาตฉนฺท": "ว. ผู้มีความพอใจอันเกิดแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ชาตฉนฺโท (กุลปุตฺโต) อ. กุลบุตร ผู้มีความพอใจอันเกิดแล้ว เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ชาโต ฉนฺโท ยสฺส โส ชาตฉนฺโท (กุลปุตฺโต)",
  "ชาตฏฺฐานวเสน": "น., ปุ. ด้วยสามารถแห่งที่แห่ง...เกิดแล้ว เป็นฉัฏฐีตัปปุริสสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. ชาตสฺส ฐานํ = ชาตฏฺฐานํ [ซ้อน ฏฺ] ฉ.ตัป.วิ. ชาตฏฺฐานสฺส วโส = ชาตฏฺฐานวโส",
  "ชาตตฺต": "น., นปุ. ความที่แห่ง…เป็นผู้เกิดแล้ว แจกเหมือน กุล เช่น ปญฺ.เอก. ชาตตฺตา เพราะความที่แห่งตนเป็นผู้เกิดแล้ว ลง ตฺต ปัจจัย ในภาวตัทธิต วิ.ว่า ชาตสฺส ภาโว = ชาตตฺตํ",
  "ชาตทิวส": "น., ปุ. วันแห่ง…เกิดแล้ว แจกเหมือน ปุริส เช่น ส.เอก. ชาตทิวเส ในวันแห่ง…เกิดแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชาตสฺส ทิวโส = ชาตทิวโส",
  "ชาตภาว": "น., ปุ. ความที่แห่ง…เป็นผู้เกิดแล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. ชาตภาวํ ซึ่งความที่แห่ง…เป็นผู้เกิดแล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชาตสฺส ภาโว = ชาตภาโว"
};

const vocabInsanPr9Part5to8_Page243 = {
  "ชาติ ๑": "น., อิต. ชาติ แจกเหมือน รตฺติ เช่น ป.เอก. ชาติ อ. ชาติ",
  "ชาติ ๒": "น., อิต. การเกิด แจกเหมือน รตฺติ เช่น ป.เอก. ชาติ อ. การเกิด คำว่า ชาติ มาจาก ชน ธาตุ ในความเกิด + ติ ปัจจัย แปลง ชน ธาตุ เป็น ชา ได้รูปเป็น ชาติ แปลว่า การเกิด เป็นภาวรูป ภาวสาธนะ วิ.ว่า ชนนํ = ชาติ การเกิด ชื่อว่า ชาติ ๆ การเกิด",
  "ชาติกฺขย": "น., ปุ. ความสิ้นไปแห่งชาติ แจกเหมือน ปุริส เช่น ทุ.เอก. ชาติกฺขยํ ซึ่งความสิ้นไปแห่งชาติ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชาติยา ขโย = ชาติกฺขโย [ซ้อน กฺ]",
  "ชาติกฺขยสงฺขาต": "ว. อันบัณฑิตนับพร้อมแล้วว่าความสิ้นไปแห่งชาติ นปุ. แจกเหมือน กุล เช่น ทุ.เอก. ชาติกฺขยสงฺขาตํ (อรหตฺตํ) ซึ่งพระอรหัต อันบัณฑิตนับพร้อมแล้วว่าความสิ้นไปแห่งชาติ เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตัป.วิ. ชาติยา ขโย = ชาติกฺขโย สัม.บุพ.กัม.วิ. ชาติกฺขโย อิติ สงฺขาตํ = ชาติกฺขยสงฺขาตํ (อรหตฺตํ)",
  "ชาติโคตฺตกุลโภเคหิ": "น., ปุ. โดยชาติและโคตร และตระกูลและโภคะ ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า ชาติ จ โคตฺตญฺจ กุลญฺจ โภโค จ = ชาติโคตฺตกุลโภคา แจกเหมือน ปุริส เฉพาะฝ่ายพหุ.",
  "ชาติโคตฺตมตฺต": "ว., นปุ. (เหตุ) สักว่าชาติและโคตร แจกเหมือน กุล เช่น ต.เอก. ชาติโคตฺตมตฺเตน (การเณน) ด้วยเหตุ สักว่าชาติและโคตร เป็นสัมภาวนบุพพบท กัมมธารยสมาส มีสมาหารทวันทวสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ทวัน.วิ. ชาติ จ โคตฺตญฺจ = ชาติโคตฺตํ สัม.บุพ.กัม.วิ. ชาติโคตฺตํ อิติ มตฺตํ = ชาติโคตฺตมตฺตํ (การณํ)",
  "ชาติโคตฺตานํ": "น., นปุ. แก่ชาติและโคตร ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า ชาติ จ โคตฺตญฺจ = ชาติโคตฺตานิ แจกเหมือน กุล เฉพาะฝ่ายพหุ.",
  "ชาติโคตฺเตน": "น., นปุ. โดยชาติและโคตร เป็นสมาหารทวันทวสมาส วิ.ว่า ชาติ จ โคตฺตญฺจ = ชาติโคตฺตํ แจกเหมือน กุล เฉพาะฝ่ายเอก.",
  "ชาติชรํ": "น., นปุ. ซึ่งชาติและชรา เป็นสมาหารทวันทวสมาส วิ.ว่า ชาติ จ ชรา จ = ชาติชรํ แจกเหมือน กุล เฉพาะฝ่ายเอก.",
  "ชาติชราพฺยาธิมรณานิ": "น., นปุ. ซึ่งชาติและชรา และพยาธิและมรณะ ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า ชาติ จ ชรา จ พฺยาธิ จ มรณญฺจ = ชาติชราพฺยาธิมรณานิ แจกเหมือน กุล เฉพาะฝ่ายพหุ.",
  "ชาติชรามรณานิ": "น., นปุ. ซึ่งชาติและชราและมรณะ ท. เป็นอสมาหารทวันทวสมาส วิ.ว่า ชาติ จ ชรา จ มรณญฺจ = ชาติชรามรณานิ แจกเหมือน กุล เฉพาะฝ่ายพหุ.",
  "ชาติชรูปค": "ว. ผู้เข้าถึงซึ่งชาติและชรา ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ชาติชรูปคา (นรา) อ. นระ ท. ผู้เข้าถึงซึ่งชาติและชรา ชาติชรา + อุป บทหน้า + คม ธาตุ ในความถึง + กฺวิ ปัจจัย ลบ ม ที่สุดธาตุ และลบ กฺวิ ได้รูปเป็น ชาติชรูปค แปลว่า ผู้เข้าถึงซึ่งชาติและชรา เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า ชาติชรํ อุปคจฺฉนฺตีติ ชาติชรูปคา (นรา)",
  "ชาติยาวน": "น., นปุ. ชาติยาวัน แจกเหมือน กุล เช่น ส.เอก. ชาติยาวเน ในชาติยาวัน",
  "ชาติสต": "น., นปุ. ร้อยแห่งชาติ ดู อฏฺฐิสต",
  "ชาติสหสฺส": "น., นปุ. พันแห่งชาติ ดู ชนสหสฺส",
  "ชาติสฺสรญฺญาณ": "น., นปุ. ญาณ เป็นเครื่องระลึกซึ่งชาติ แจกเหมือน กุล เช่น ทุ.เอก. ชาติสฺสรญฺญาณํ ซึ่งญาณ เป็นเครื่องระลึกซึ่งชาติ เป็นวิเสสนบุพพบท กัมมธารยสมาส มี อ ปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ อ.กัต.กรณ.วิ. ชาตึ สรติ เอเตนาติ ชาติสฺสรํ (ญาณํ) เขา ย่อมระลึกซึ่งชาติ ด้วยญาณนั่น เหตุนั้น ญาณนั่น ชื่อว่า ชาติสฺสรํ ๆ เป็นเครื่องระลึกซึ่งชาติ [ซ้อน สฺ] วิ.บุพ.กัม.วิ. ชาติสฺสรํ ญาณํ = ชาติสฺสรญฺญาณํ [ซ้อน ญฺ]"
};

const vocabInsanPr9Part5to8_Page244 = {
  "ชาติอาทโย": "ว., ปุ. (สภาวธมฺมา) อ. สภาวธรรม ท. มีชาติเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ชาติ อาทิ เยสํ เต ชาติอาทโย (สภาวธมฺมา) แจกเหมือน มุนิ",
  "ชาติอาทิ": "ว. มีชาติเป็นต้น นปุ. แจกเหมือน อกฺขิ เช่น ป.เอก. ชาติอาทิ (ทุกฺขํ) อ. ทุกข์มีชาติ เป็นต้น เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น ชาติอาทิโต (ทุกฺขา) จากทุกข์มีชาติ เป็นต้น บ้าง เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ชาติ อาทิ ยสฺส ตํ ชาติอาทิ (ทุกฺขํ)",
  "ชาติอาทิก": "ว. มีชาติเป็นต้น นปุ. แจกเหมือน กุล เช่น ทุ.เอก. ชาติอาทิกํ (ทุกฺขํ) ซึ่งทุกข์มีชาติ เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ชาติ อาทิ ยสฺส ตํ ชาติอาทิกํ (ทุกฺขํ) [บทสมาส ลง ก สกัตถ์] ชาติเป็นต้น ของทุกข์ใด ทุกข์นั้น ชื่อว่ามีชาติเป็นต้น",
  "ชาติอาทิธมฺม": "ว. ผู้มีทุกข์มีชาติเป็นต้น เป็น ธรรมดา ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ชาติอาทิธมฺมา (สตฺตา) อ. สัตว์ ท. ผู้มีทุกข์มีชาติเป็นต้น เป็นธรรมดา เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาสและวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ชาติ อาทิ ยสฺส ตํ ชาติอาทิ (ทุกฺขํ) วิ.บุพ.กัม.วิ. ชาติอาทิ ทุกฺขํ = ชาติอาทิทุกฺขํ ฉ.ตุล.วิ. ชาติอาทิทุกฺขํ ธมฺโม เยสํ เต ชาติอาทิธมฺมา (สตฺตา) [บทสมาสลบ ธมฺม ในท่ามกลาง] ทุกข์มีชาติเป็นต้น เป็นธรรมดา ของสัตว์ ท.เหล่าใด สัตว์ ท.เหล่านั้น ชื่อว่าผู้มีทุกข์มีชาติเป็นต้น เป็นธรรมดา",
  "ชาติอาทิภย": "น., นปุ. ภัยแต่ทุกข์มีชาติเป็นต้น แจกเหมือน กุล เช่น ป.เอก. ชาติอาทิภยํ อ. ภัยแต่ทุกข์มีชาติเป็นต้น เป็นปัญจมีตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส และวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ชาติ อาทิ ยสฺส ตํ ชาติอาทิ (ทุกฺขํ) วิ.บุพ.กัม.วิ. ชาติอาทิ ทุกฺขํ = ชาติอาทิทุกฺขํ ปัญจ.ตัป.วิ. ชาติอาทิทุกฺขสฺมา ภยํ = ชาติอาทิภยํ [ลบ ทุกฺข ในท่ามกลาง]",
  "ชาติอาทิเภท": "ว. อันต่างด้วยทุกข์มีชาติเป็นต้น นปุ. แจกเหมือน กุล เช่น ทุ.เอก. ชาติอาทิเภทํ (ทุกฺขํ) ซึ่งทุกข์อันต่างด้วยทุกข์มีชาติเป็นต้น เป็นตติยาตัปปุริสสมาส มีฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ชาติ อาทิ ยสฺส ตํ ชาติอาทิ (ทุกฺขํ) ต.ตัป.วิ. ชาติอาทินา (ทุกฺเขน) เภทํ = ชาติอาทิเภทํ (ทุกฺขํ)",
  "ชาติอาทีหิ": "ว., นปุ. (ทุกฺเขหิ) จากทุกข์ ท. มีชาติเป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ชาติ อาทิ เยสํ ตานิ ชาติอาทีนิ (ทุกฺขานิ) แจกเหมือน อกฺขิ",
  "ชาตุสฺสาห": "ว. มีความอุตสาหะเกิดแล้ว ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ชาตุสฺสาหา (ทารกา) อ. เด็กชาย ท. ผู้มีความอุตสาหะเกิดแล้ว เป็นจตุตถีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ชาโต อุสฺสาโห เยสํ เต ชาตุสฺสาหา (ทารกา) ความอุตสาหะ เกิดแล้ว แก่เด็กชาย ท.เหล่าใด เด็กชาย ท.เหล่านั้น ชื่อว่าผู้มีความอุตสาหะเกิดแล้ว",
  "ชานํ": "ก. รู้อยู่ ศัพท์เดิม เป็น ชานนฺต อการันต์ ในปุงลิงค์ ลง อํ ทุติยาวิภัตติฝ่ายเอกวจนะ ลง อํ คง อํ ไว้เป็น ชานนฺตํ อาเทส ชานนฺตํ เป็น ชานํ สำเร็จรูป เป็น ชานํ เช่น ทุ.เอก. ชานํ (ตํ) ซึ่งท่าน ผู้รู้อยู่ [ธ. ๖: ปุณฺณทาสีวตฺถุ หน้า ๑๘๔]",
  "ชานน": "น., นปุ. ความ (การ, อัน) รู้ แจกเหมือน กุล เช่น ฉ.เอก. ชานนสฺส แห่งความรู้ เฉพาะ ปัญจมีวิภัตติ ฝ่ายเอก. ลง โต ปัจจัย เป็น ชานนโต เพราะอันรู้ บ้าง คำว่า ชานน มาจาก ญา ธาตุ ในความรู้ + ยุ ปัจจัย แปลง ญา ธาตุ เป็น ชา ธาตุ มี อา เป็นที่สุด แปลง ยุ เป็น อานน ได้รูป เป็น ชานน แปลว่า ความรู้ เป็นภาวรูป ภาวสาธนะ วิ.ว่า ชานนํ = ชานนํ",
  "ชานนก": "ว., ปุ. ผู้รู้ แจกเหมือน ปุริส เช่น ทุ.พหุ. ชานนเก (ชเน) ซึ่งชน ท. ผู้รู้ คำว่า ชานนก มาจาก ญา ธาตุ ในความรู้ + ณฺวุ ปัจจัย ธาตุมี อา เป็นที่สุด แปลง ณฺวุ เป็น อานนก ได้รูป เป็น ชานนก แปลว่า ผู้รู้ เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า ชานนฺตีติ ชานนกา (ชนา)"
};

const vocabInsanPr9Part5to8_Page245 = {
  "ชานนนิยาม": "น., ปุ. ทำนองแห่งความรู้ แจกเหมือน ปุริส เช่น ต.เอก. ชานนนิยาเมน โดยทำนองแห่งความรู้ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชานนสฺส นิยาโม = ชานนนิยาโม",
  "ชานนภาว": "น., ปุ. ความเป็นคืออันรู้ แจกเหมือน ปุริส เช่น ทุ.เอก. ชานนภาวํ ซึ่งความเป็นคืออันรู้ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ชานนํ เอว ภาโว = ชานนภาโว",
  "ชานนสมตฺถ": "ว. สามารถเพื่ออันรู้ ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ชานนสมตฺถา (อสฺสา) อ. ม้า ท. ตัวสามารถเพื่ออันรู้ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า ชานนสฺส สมตฺถา = ชานนสมตฺถา (อสฺสา)",
  "ชานนสิปฺป": "น., นปุ. ศิลปะเป็นที่รู้ แจกเหมือน กุล เช่น ทุ.เอก. ชานนสิปฺปํ ซึ่งศิลปะเป็นที่รู้ เป็นวิเสสนบุพพบท กัมมธารยสมาส มี ยุ ปัจจัย กัตตุรูป กัมมสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ยุ.กัต.กัม.วิ. ชานาตินนฺติ ชานนํ (สิปฺปํ) เขา ย่อมรู้ซึ่งศิลปะนั้น เหตุนั้น ศิลปะนั้น ชื่อว่า ชานนํ ๆ เป็นที่รู้ วิ.บุพ.กัม.วิ. ชานนํ สิปฺปํ = ชานนสิปฺปํ",
  "ชานนฺต": "ก. รู้อยู่ ญา ธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง ญา ธาตุ เป็น ชา ลบ อา ที่ นา ปัจจัย ได้รูป เป็น ชานนฺต ดู อกฺกมนฺต",
  "ชานนฺติ": "ก. (เช่น ชนา อ. ชน ท.) ย่อมรู้ ญา ธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + อนฺติ วัตตมานาวิภัตติ แปลง ญา ธาตุ เป็น ชา ลบ อา ที่ นา ปัจจัย สำเร็จรูป เป็น ชานนฺติ",
  "ชานปท": "ว., ปุ. ผู้อยู่ในชนบท แจกเหมือน ปุริส เช่น ป.พหุ. ชานปทา (มนุสฺสา) อ. มนุษย์ ท. ผู้อยู่ในชนบท คำว่า ชานปท มาจาก ชนปท ศัพท์ + ณ ปัจจัย ในชาตาทิตัทธิต ใช้แทน วสติ หรือ วสนฺติ ด้วยอำนาจ ณ ปัจจัย ทีฆะ อ ต้นศัพท์ เป็น อา ลบ ณ ได้รูป เป็น ชานปท วิ.ว่า ชนปเท วสนฺตีติ ชานปทา (มนุสฺสา)",
  "ชานสฺสุ": "ก. (ตฺวํ อ. ท่าน) จงรู้ ญา ธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + สฺสุ ปัญจมีวิภัตติ แปลง ญา ธาตุ เป็น ชา ลบ อา ที่ นา สำเร็จรูป เป็น ชานสฺสุ",
  "ชานาติ": "ก. (เช่น ชโน อ. ชน) ย่อมรู้ ญา ธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + ติ วัตตมานาวิภัตติ แปลง ญา ธาตุ เป็น ชา สำเร็จรูป เป็น ชานาติ",
  "ชานาตุ": "ก. (เช่น ตาปโส อ. ดาบส) จงรู้, จงทราบ ญา ธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + ตุ ปัญจมีวิภัตติ แปลง ญา ธาตุ เป็น ชา สำเร็จรูป เป็น ชานาตุ",
  "ชานาถ ๑": "ก. (ตุมฺเห อ. ท่าน ท.) ย่อมรู้ ญา ธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติ แปลง ญา ธาตุ เป็น ชา สำเร็จรูป เป็น ชานาถ",
  "ชานาถ ๒": "ก. (ตุมฺเห อ. ท่าน ท.) จงรู้ ญา ธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติ แปลง ญา ธาตุ เป็น ชา สำเร็จรูป เป็น ชานาถ",
  "ชานาเปตฺวา": "ก. ยัง…ให้รู้แล้ว ญา ธาตุ ในความรู้ + นา ปัจจัยประจำหมวดธาตุ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย แปลง ญา ธาตุ เป็น ชา ลบ อา ที่ นา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูป เป็น ชานาเปตฺวา",
  "ชานาเปยฺยํ": "ก. (อหํ อ. เรา) ยัง...พึงให้รู้ ญา ธาตุ ในความรู้ + นา ปัจจัยประจำหมวดธาตุ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + เอยฺยํ สัตตมีวิภัตติ แปลง ญา ธาตุ เป็น ชา ลบ อา ที่ นา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป ลบ เอ ที่ เป สำเร็จรูป เป็น ชานาเปยฺยํ",
  "ชานาเปสิ": "ก. (เช่น สกฺโก อ. ท้าวสักกะ) ยัง…ให้รู้แล้ว ญา ธาตุ ในความรู้ + นา ปัจจัยประจำหมวดธาตุ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อี อัชชัตตนีวิภัตติ แปลง ญา ธาตุ เป็น ชา ลบ อา ที่ นา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม รัสสะ อี เป็น อิ สำเร็จรูป เป็น ชานาเปสิ",
  "ชานาม": "ก. (มยํ อ. เรา ท.) ย่อมรู้ ญา ธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + ม วัตตมานาวิภัตติ แปลง ญา ธาตุ เป็น ชา สำเร็จรูป เป็น ชานาม"
};

const vocabInsanPr9Part5to8_Page246 = {
  "ชานามิ": "ก. (อหํอ.เรา) ย่อมรู้ ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + มิวัตตมานาวิภัตติ แปลง ญาธาตุเป็น ชา สำเร็จรูป เป็น ชานามิ",
  "ชานาสิ": "ก. (ตฺวํอ. ท่าน) ย่อมรู้ ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + สิวัตตมานาวิภัตติ แปลง ญาธาตุเป็น ชา สำเร็จรูป เป็น ชานาสิ",
  "ชานาหิ": "ก. (ตฺวํอ. ท่าน) จงรู้ ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + หิปัญจมีวิภัตติแปลง ญาธาตุเป็น ชา สำเร็จรูป เป็น ชานาหิ",
  "ชานิ": "น., อิต. ความเสื่อม แจกเหมือน รตฺติเช่น ทุ.เอก. ชานึ ซึ่งความเสื่อม ดูธาตุ",
  "ชานิตพฺพ": "ก. อัน…พึงรู้ ญาธาตุ ในความรู้ + นา ปัจจัยประจำ หมวดธาตุ + ตพฺพ ปัจจัย ลบ อา ที่ นา ปัจจัย ลง อิอาคม ได้รูป เป็น ชานิตพฺพ ดู อกตฺตพฺพ",
  "ชานิตุํ": "น. อ. อันรู้, เพื่ออันรู้ ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย ลบ อา ที่ นา ปัจจัย ลง อิอาคม สำเร็จรูป เป็น ชานิตุํ ดู อกฺโกสิตุํ",
  "ชานิตฺวา": "ก. รู้แล้ว, ทราบแล้ว, ครั้นรู้แล้ว ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ อา ที่ นา ปัจจัย ลงอิอาคม สำเร็จรูป เป็น ชานิตฺวา",
  "ชานิสฺสติ": "ก. (เช่น มาตา อ. มารดา) จักรู้ ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติแปลง ญาธาตุเป็น ชาลบ อา ที่ นา ปัจจัย ลงอิอาคม สำเร็จรูป เป็น ชานิสฺสติ",
  "ชานิสฺสนฺติ": "ก. (เช่น มาตาปิตโร อ. มารดาและ บิดาท.) จักรู้ ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + สฺสนฺติภวิสสันติวิภัตติแปลง ญาธาตุ เป็น ชาลบ อา ที่ นา ปัจจัย ลง อิอาคม สำเร็จรูป เป็น ชานิสฺสนฺติ",
  "ชานิสฺสสิ": "ก. (ตฺวํอ. ท่าน) จักรู้ ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + สฺสสิ ภวิสสันติวิภัตติ แปลง ญาธาตุเป็น ชาลบ อา ที่ นา ปัจจัย ลง อิอาคม สำเร็จรูป เป็น ชานิสฺสสิ",
  "ชานิสฺสาม": "ก. (มยํอ.เราท.) จักรู้ ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + สฺสามภวิสสันติวิภัตติแปลง ญาธาตุเป็น ชาลบ อา ที่ นา ปัจจัย ลง อิอาคม สำเร็จรูป เป็น ชานิสฺสาม",
  "ชานิสฺสามิ": "ก. (อหํอ.เรา) จักรู้ ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + สฺสามิภวิสสันติวิภัตติ แปลง ญาธาตุเป็น ชาลบ อา ที่ นา ปัจจัย ลง อิอาคม สำเร็จรูป เป็น ชานิสฺสามิ",
  "ชานึสุ": "ก. (เช่น ชนา อ. ชนท.) รู้แล้ว ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนี วิภัตติแปลง ญาธาตุ เป็น ชาลบ อา ที่ นา ปัจจัย แปลง อุํ เป็น อึสุสำเร็จรูป เป็น ชานึสุ",
  "ชานุมณฺฑล": "น., นปุ. มณฑลแห่งพระชานุ แจกเหมือน กุล เช่น ฉ.เอก. ชานุมณฺฑลสฺส แห่งมณฑลแห่งพระชานุ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชานูนํ มณฺฑลํ = ชานุมณฺฑลํ",
  "ชาเนยฺย": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงรู้ ญาธาตุ ในความรู้ + นา ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมี วิภัตติแปลง ญาธาตุเป็น ชาลบ อา ที่นา ปัจจัย สำเร็จรูป เป็น ชาเนยฺย",
  "ชาเนยฺยุํ": "ก. (เช่น ชนาอ. ชนท.) พึงรู้ ญาธาตุ ใน ความรู้ + นา ปัจจัย ในกัตตุวาจก + เอยฺยุํ สัตตมี วิภัตติแปลง ญาธาตุเป็น ชาลบ อา ที่นา ปัจจัย สำเร็จรูป เป็น ชาเนยฺยุํ",
  "ชายเต": "ก. (เช่น ภยํอ. ภัย) ย่อมเกิด ชนีธาตุ ในความเกิด [สัททนีติธาตุมาลาหน้า ๖๑๐] ย ปัจจัย ในกัตตุวาจก + เต วัตตมานาวิภัตติแปลง ชนีธาตุเป็น ชา สำเร็จรูป เป็น ชายเต",
  "ชายปติกา": "น., ปุ. อ.เมียและผัว ท.เป็นอสมาหาร ทวันทวสมาส วิ.ว่า ชายาจ ปติโก จ = ชายปติกา",
  "ชายมาน": "ก.เกิดอยู่ชนีธาตุ ในความเกิด [สัททนีติ ธาตุมาลาหน้า ๖๑๐] ย ปัจจัย ในกัตตุวาจก + มาน ปัจจัย แปลง ชนีธาตุ เป็น ชา ได้รูป เป็น ชายมาน ดู อนิจฺฉมาน",
  "ชายา": "น., อิต. ชายา, เมีย, ภรรยา แจกเหมือน กญฺญา เช่น ป.เอก. ชายา อ.ภรรยา",
  "ชาร": "น., ปุ. ชายชู้ แจกเหมือน ปุริส เช่น ทุ.เอก. ชารํ ซึ่งชายชู้"
};

const vocabInsanPr9Part5to8_Page247 = {
  "ชาล": "น., นปุ. ข่าย, แห แจกเหมือน กุล เช่น ป.เอก. ชาลํ อ. ข่าย เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น ชาลโต จากข่าย บ้าง",
  "ชาลกรณฺฑก": "น., นปุ. ข่ายมีสัณฐานเพียงดังขวด แจกเหมือน กุล เช่น ทุ.เอก. ชาลกรณฺฑกํ ซึ่งข่ายมีสัณฐานเพียงดังขวด เป็นวิเสสโนปมบท กัมมธารยสมาส ชนิดอุปมานุตตรบท วิ.ว่า ชาลํ กรณฺฑกํ อิว = ชาลกรณฺฑกํ",
  "ชาลการิกา": "ว., อิต. (ตณฺหา)อ. ตัณหา อันกระทำ ซึ่งข่าย มาจาก ชาล บท หน้า + กรธาตุ ในความ ทำ + ณฺวุปัจจัย ด้วยอำ นาจ ณฺวุปัจจัย ทีฆะ อ ต้นธาตุเป็นอา แปลง ณฺวุ เป็นอก อิต. ลง อิ อาคม และ อา เครื่องหมายอิต. ได้รูป เป็น ชาลการิกา แปลว่า อันกระทำซึ่งข่าย เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า ชาลํ กโรตีติ ชาลการิกา (ตณฺหา)",
  "ชาลมุตฺต": "ว. พ้นแล้วจากข่าย ปุ. แจกเหมือน ปุริส เช่น ป.เอก. ชาลมุตฺโต (สกุโณ) อ. นก ตัวพ้นแล้วจากข่าย เป็นปัญจมีตัปปุริสสมาส วิ.ว่า ชาลสฺมา มุตฺโต = ชาลมุตฺโต (สกุโณ)",
  "ชาลา": "น., อิต.เปลว, เปลวไฟ แจกเหมือน กญฺญา เช่นต.เอก. ชาลาย อันเปลวไฟ",
  "ชาลาทีนิ": "ว., นปุ. (วตฺถูนิ) ซึ่งวัตถุท. มีแห เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ชาลํ อาทิ เยสํ ตานิ ชาลาทีนิ (วตฺถูนิ)",
  "ชาลินี": "ว., อิต. (ตณฺหา) อ. ตัณหา อันมีข่าย ลง อี ปัจจัย ในตทัสสัตถิตัทธิต อิต. แปลง อีเป็น อินี วิ.ว่า ชาลํ อสฺสา อตฺถีติ ชาลินี (ตณฺหา) แจกเหมือนนารี",
  "ชาลูปมา": "ว., อิต. (ตณฺหา)อ. ตัณหาอันเปรียบด้วย ข่าย เป็นตติยาตัปปุริสสมาส วิ.ว่า ชาลาย อุปมา = ชาลูปมา (ตณฺหา) แจกเหมือน กญฺญา",
  "ชาเลตฺวา": "ก. ยัง…ให้โพลงแล้ว ชลธาตุ ในความ โพลง + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ สำเร็จรูป เป็น ชาเลตฺวา",
  "ชาเลยฺย": "ก. (เช่นอคฺคิอ.ไฟ)พึงลุกโพลง ชล ธาตุ ในความโพลง + เณ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติ ด้วยอำ นาจ เณ ปัจจัย ทีฆะ อ ต้นธาตุ เป็นอาลบ ณ เหลือไว้แต่ เอ เป็น ชาเล + เอยฺย ลบ เอ ที่เลสำเร็จรูป เป็น ชาเลยฺย",
  "ชิคุจฺฉติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมรังเกียจ คุปธาตุ ในความรังเกียจ + ฉปัจจัย + ติวัตตมานา วิภัตติเทฺวภาวะ คุ ขึ้นมาหน้า คุป ธาตุ เป็น คุคุปฉติแปลง ค พยัญชนะอัพภาส เป็น ช เป็น ชุคุปฉติแปลง อุ ที่ ชุ เป็น อิด้วยอำ นาจ ฉ ปัจจัย อยู่หลังแปลง ป ที่สุดธาตุเป็น จฺสำเร็จรูป เป็น ชิคุจฺฉติ",
  "ชิคุจฺฉนฺต": "ก. รังเกียจอยู่ คุป ธาตุ ในความ รังเกียจ + ฉ ปัจจัย + อนฺต ปัจจัย เทฺวภาวะ คุ ขึ้นมาหน้า คุป ธาตุ เป็น คุคุปฉนฺต แปลง ค พยัญชนะอัพภาส เป็น ช เป็น ชุคุปฉนฺต แปลงอุ ที่ ชุเป็น อิด้วยอำ นาจ ฉ ปัจจัย อยู่หลังแปลง ป ที่สุดธาตุเป็น จฺได้รูป เป็น ชิคุจฺฉนฺต ดู อกฺกมนฺต",
  "ชิฆจฺฉา": "น., อิต. ความหิวแจกเหมือน กญฺญาเช่น ป.เอก. ชิฆจฺฉา อ. ความหิว",
  "ชิฆจฺฉาทุกฺข": "น., นปุ. ทุกข์อันเกิดแล้วแต่ความ หิวแจกเหมือน กุล เช่นต.เอก. ชิฆจฺฉาทุกฺเขน อันทุกข์อันเกิดแล้วแต่ความหิว เป็นปัญจมี ตัปปุริสสมาส วิ.ว่า ชิฆจฺฉาย (ชาตํ) ทุกฺขํ = ชิฆจฺฉาทุกฺขํ",
  "ชิฆจฺฉาโรคสทิโส": "ว., ปุ. (โรโค)อ. โรค อัน เช่นกับ ด้วยโรคคือความหิว เป็นตติยาตัปปุริสสมาส มีอวธารณบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้อว.บุพ.กัม.วิ. ชิฆจฺฉา เอว โรโค = ชิฆจฺฉาโรโคต.ตัป.วิ. ชิฆจฺฉาโรเคนสทิโส = ชิฆจฺฉาโรคสทิโส (โรโค)",
  "ชิฆจฺฉิต": "ก. หิวแล้ว ฆส ธาตุ ในความกิน + ฉ ปัจจัย + ต ปัจจัย ลงอิอาคม เทฺวภาวะ ฆ ขึ้นมาหน้า ฆส ธาตุเป็น ฆฆสฉิต แปลง ฆ พยัญชนะ อัพภาส เป็น ช เป็น ชฆสฉิต แปลง อ ที่ ช เป็น อิด้วยอำ นาจ ฉ ปัจจัยอยู่หลัง แปลงส ที่สุดธาตุ เป็น จฺได้รูป เป็น ชิฆจฺฉิต ดู อคต",
  "ชิณฺณ": "ก. ชราแล้ว, แก่แล้ว, ครํ่าคร่าแล้ว ชร ธาตุ ในความแก่, ความครํ่าคร่า + ต ปัจจัย แปลง อ ที่ ช เป็น อิแปลง ต เป็น ณฺณ ลบ ร ที่สุดธาตุ ได้รูป เป็น ชิณฺณ ดู อคต"
};

const vocabInsanPr9Part5to8_Page248 = {
  "ชิณฺณกาเล": "น., ปุ. ในกาลแห่ง…แก่แล้ว เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า ชิณฺณสฺสกาโล = ชิณฺณกาโล แจกเหมือน ปุริส",
  "ชิณฺณโกญฺจ": "น., ปุ. นกกระเรียนตัวแก่แล้ว แจกเหมือน ปุริส เช่น ป.พหุ. ชิณฺณโกญฺจา อ. นกกระเรียนตัวแก่แล้ว ท.เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ชิณฺณา โกญฺจา = ชิณฺณโกญฺจา",
  "ชิณฺณปฺปฏิสงฺขรณาทีนิ": "ว., นปุ. (กิจฺจานิ) ซึ่งกิจ ท. มีอันซ่อมแซมซึ่งทัพพสัมภาระอันครํ่าคร่า แล้ว เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส มีฉัฏฐีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ฉ.ตัป.วิ. ชิณฺณสฺส (วตฺถุสฺส) ปฏิสงฺขรณํ = ชิณฺณปฺปฏิสงฺขรณํ [ซ้อน ปฺ] ฉ.ตุล.วิ. ชิณฺณปฺปฏิสงฺขรณํ อาทิ เยสํ ตานิ ชิณฺณปฺปฏิสงฺขรณาทีนิ (กิจฺจานิ)",
  "ชิตํ ๑": "น., นปุ. ความชนะ แจกเหมือน กุล เช่น ชิตํอ. ความชนะ คำว่า ชิต มาจาก ชิธาตุ ในความชนะ + ต ปัจจัย ในนามกิตก์(นอกแบบ) ได้รูป เป็น ชิต แปลว่าความชนะ เป็นภาวรูป ภาวสาธนะ วิ.ว่า ชยนํ = ชิตํ ความชนะ ชื่อว่า ชิตํ ๆ ความชนะ",
  "ชิตํ ๒": "ก. อัน…ชนะแล้ว ชิธาตุ ในความชนะ + ต ปัจจัย ลง สิปฐมาวิภัตติแปลง อ กับ สิเป็น อํ สำเร็จรูป เป็น ชิตํ นปุ. แจกเหมือน กุล",
  "ชินนฺต": "ก. ชนะอยู่ชิธาตุ ในความชนะ + นา ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ลบ อา ที่ นา ปัจจัย ได้รูป เป็น ชินนฺต ดู อกฺกมนฺต",
  "ชินาติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมชนะ ชิธาตุ ในความชนะ + นา ปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติสำเร็จรูป เป็น ชินาติ",
  "ชินิตพฺพ": "ก. อัน… พึงชนะ ชิธาตุ ในความชนะ + นา ปัจจัยประจำ หมวดธาตุ + อิอาคม + ตพฺพ ปัจจัย ลบ อา ที่ นา ปัจจัย ได้รูป เป็น ชินิตพฺพ ดู อกตฺตพฺพ",
  "ชินิตุํ": "น. อ. อันชนะ, เพื่ออันชนะ ชิธาตุ ในความชนะ + นา ปัจจัย ในกัตตุวาจก + อิอาคม + ตุํ ปัจจัย ลบ อา ที่ นา ปัจจัย ได้รูป เป็น ชินิตุํ ดู อกฺโกสิตุํ",
  "ชิเน": "ก. (เช่น ปุคฺคโล อ. บุคคล) พึงชนะ ชิธาตุ ในความชนะ + นา ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติลบ อา ที่ นา ปัจจัย ลบ ยฺย เหลือไว้แต่ เอ สำเร็จรูป เป็น ชิเน",
  "ชิราเปตุํ": "น. อ. อันให้ย่อย, เพื่ออันให้ย่อย ชร ธาตุ ในความแก่, ความย่อย + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตุํ ปัจจัย แปลง ชร ธาตุ เป็น ชิร ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูป เป็น ชิราเปตุํดู อกฺโกสิตุํ",
  "ชิวฺหา": "น., อิต. ลิ้น แจกเหมือน กญฺญา เช่น ป.เอก. ชิวฺหา อ. ลิ้น",
  "ชิวฺหาวิญฺเญยฺย": "ว. อัน...พึงรู้แจ้งด้วยลิ้น ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ชิวฺหาวิญฺเญยฺยํ (รสํ) ซึ่งรส อัน...พึงรู้แจ้งด้วยลิ้น เป็นตติยา ตัปปุริสสมาส วิ.ว่า ชิวฺหาย วิญฺเญยฺโย = ชิวฺหา วิญฺเญยฺโย (รโส) คำว่า วิญฺเญยฺย ในคำว่า ชิวฺหาวิญฺเญยฺยํ มาจาก วิบท หน้า + ญาธาตุ ในความรู้ + ณฺย ปัจจัย ซ้อน ญ หน้าธาตุธาตุมี อา เป็นที่สุด แปลง ณฺย เป็น เอยฺย ลบ อา ที่ ญา ได้รูป เป็น วิญฺเญยฺย เป็นกัมมรูป กัมมสาธนะ วิ.ว่า วิญฺญาตพฺโพติ วิญฺเญยฺโย (รโส)",
  "ชีรณลกฺขณา": "ว., อิต. อันมีความครํ่าคร่าเป็น ลักษณะ อิต. แจกเหมือน กญฺญา เช่น ฉ.เอก. ชีรณลกฺขณาย (ชราย) แห่งชรา อันมีความ ครํ่าคร่าเป็นลักษณะ เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ชีรณํ ลกฺขณํ ยสฺสาสา ชีรณลกฺขณา (ชรา)",
  "ชีรติ": "ก. (เช่น ปุคฺคโล อ. บุคคล) ย่อมแก่, ย่อม ครํ่าคร่า ถ้าเป็นกิริยาของอาหาร แปลว่า ย่อม ย่อยไป ชร ธาตุ ในความทรุดโทรม + อ ปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติแปลง ชรธาตุ เป็น ชีร สำเร็จรูป เป็น ชีรติ",
  "ชีรตุ": "ก. (เช่นองฺคํอ. อวัยวะ) จงทรุดโทรม ชร ธาตุ ในความทรุดโทรม + อ ปัจจัย ในกัตตุวาจก + ตุปัญจมีวิภัตติแปลง ชรธาตุเป็น ชีรสำเร็จรูป เป็น ชีรตุ"
};

const vocabInsanPr9Part5to8_Page249 = {
  "ชีรนฺติ": "ก. (เช่น รถา อ. รถ ท.) ย่อมครํ่าคร่า ชร ธาตุ ในความครํ่าคร่า + อ ปัจจัย ในกัตตุวาจก + อนฺติวัตตมานาวิภัตติแปลง ชร ธาตุเป็น ชีร สำเร็จรูป เป็น ชีรนฺติ",
  "ชีรนฺตุ": "ก. (เช่น จกฺขูนิอ. จักษุท.) จงทรุดโทรม, จงแก่, จงครํ่าคร่า ชรธาตุ ในความทรุดโทรม + อ ปัจจัย ในกัตตุวาจก + อนฺตุปัญจมีวิภัตติแปลง ชร ธาตุเป็น ชีร สำเร็จรูป เป็น ชีรนฺตุ",
  "ชีรมาน": "ก.เมื่อแก่ชรธาตุ ในความแก่ + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย แปลง ชร ธาตุเป็น ชีร ได้รูป เป็น ชีรมาน ดู อนิจฺฉมาน",
  "ชีราเปตุํ": "น. อ. อันยัง…ให้ย่อย, เพื่ออันยัง…ให้ ย่อย ชร ธาตุ ในความแก่, ความย่อย + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตุํ ปัจจัย แปลง ชรธาตุ เป็น ชีร ลบ ณ เหลือ ไว้แต่อาเป สำเร็จรูป เป็น ชีราเปตุํดู อกฺโกสิตุํ",
  "ชีริ": "ก. (เช่นสงฺขาโร อ. สังขาร) เสื่อมแล้ว ชร ธาตุ ในความครํ่าคร่า + อ ปัจจัย ในกัตตุวาจก + อีอัชชัตตนีวิภัตติแปลง ชร ธาตุเป็น ชีร รัสสะ อีเป็น อิสำเร็จรูป เป็น ชีริ",
  "ชีวํ": "ก.เป็นอยู่อยู่, เมื่อ เป็นอยู่ ศัพท์เดิม เป็น ชีวนฺต อการันต์ในปุงลิงค์ลง สิปฐมาวิภัตติฝ่ายเอก วจนะแปลง นฺต กับ สิเป็น อํ สำเร็จรูป เป็น ชีวํ แจกเหมือน ภวนฺต เช่น ปุคฺคโล ชีวํ= อ. บุคคล เมื่อ เป็นอยู่ [ธ. ๗: สานุสามเณรวตฺถุหน้า ๑๕๒]",
  "ชีว": "ก. (ตฺวํอ. ท่าน) จง เป็นอยู่ ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + หิปัญจมีวิภัตติ ลบ หิสำเร็จรูป เป็น ชีว",
  "ชีวก": "น., ปุ. หมอชีวก แจกเหมือน ปุริส เช่น ป.เอก. ชีวโก อ. หมอชีวก",
  "ชีวติ": "ก. (เช่นทารโก อ.เด็ก) ย่อม เป็นอยู่ ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + ติวัตตมานาวิภัตติสำเร็จรูป เป็น ชีวติ",
  "ชีวถ ๑": "ก. (ตุมฺเห อ. ท่านท.) ย่อม เป็นอยู่ ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + ถ วัตตมานาวิภัตติสำเร็จรูป เป็น ชีวถ",
  "ชีวถ ๒": "ก. (ตุมฺเห อ. ท่านท.) จง เป็นอยู่ ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + ถ ปัญจมีวิภัตติสำเร็จรูป เป็น ชีวถ",
  "ชีวน": "น., นปุ. ความ (การ, อัน) เป็นอยู่แจกเหมือน กุล เช่น ป.เอก. ชีวนํอ.อัน เป็นอยู่เฉพาะปัญจมี วิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น ชีวนโต กว่าความ เป็นอยู่ บ้าง คำว่า ชีวน มาจาก ชีวธาตุ ในความ เป็นอยู่ + ยุ ปัจจัย แปลง ยุ เป็นอน ได้รูป เป็น ชีวน แปลว่าความ เป็นอยู่ เป็นภาวรูป ภาวสาธนะ วิ.ว่า ชีวนํ = ชีวนํ ความ เป็นอยู่ ชื่อว่า ชีวนํ ๆ ความ เป็นอยู่",
  "ชีวนฺต": "ก.เป็นอยู่อยู่, เมื่อ เป็นอยู่ ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูป เป็น ชีวนฺต ดู อกฺกมนฺต",
  "ชีวนฺติ": "ก. (เช่น ชนา อ. ชนท.) ย่อม เป็นอยู่ ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + อนฺติวัตตมานาวิภัตติสำเร็จรูป เป็น ชีวนฺติ",
  "ชีวมาน": "ก.เป็นอยู่อยู่ ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + มาน ปัจจัย ได้รูป เป็น ชีวมาน ดู อนิจฺฉมาน",
  "ชีวโลก": "น., ปุ. โลก เป็นที่เป็นอยู่ แจกเหมือน ปุริส เช่นส.เอก. ชีวโลเก ในโลก เป็นที่เป็นอยู่ เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ชีโว โลโก = ชีวโลโก คำว่า ชีว ในคำว่า ชีวโลเก มาจาก ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ได้รูป เป็น ชีว แปลว่า เป็นที่เป็นอยู่ เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า ชีวนฺติ เอตฺถาติ ชีโว (โลโก) สัตว์ท. ย่อม เป็นอยู่ ในโลกนั่น เหตุนั้น โลกนั่น ชื่อว่า ชีโว ๆ เป็นที่เป็นอยู่",
  "ชีวาม": "ก. (มยํอ.เราท.) ย่อม เป็นอยู่ ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + ม วัตตมานาวิภัตติม อยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็นอา สำเร็จรูป เป็น ชีวาม",
  "ชีวามิ": "ก. (อหํอ.เรา) ย่อม เป็นอยู่ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + มิวัตตมานา วิภัตติมิอยู่หลัง ทีฆะ อ ที่สุดธาตุ เป็นอา สำเร็จรูป เป็น ชีวามิ",
  "ชีวิต ๑": "น., นปุชีวิต, พระชนม์ชีพ แจกเหมือน กุล เช่น ป.เอก. ชีวิตํอ. ชีวิต, อ.พระชนม์ชีพ มาจาก ชีวธาตุ ในความ เป็นอยู่ + ต ปัจจัย ในกิริยากิตก์ ลงอิอาคม ได้รูป เป็น ชีวิต แปลทับศัพท์ว่า ชีวิต เหมือน พุทฺโธ = พระพุทธเจ้า"
};

const vocabInsanPr9Part5to8_Page250 = {
  "ชีวิต ๒": "น., นปุ.ความ, การ, อัน เป็นอยู่แจกเหมือน กุล เช่น ป.เอก. ชีวิตํ อ. ความ (การ, อัน) เป็นอยู่ มาจาก ชีวธาตุ ในความ เป็นอยู่ + ต ปัจจัย ในนามกิตก์ (นอกแบบ) ลง อิอาคม ได้รูป เป็นชีวิตแปลว่าความ เป็นอยู่เป็น ภาวรูป ภาวสาธนะ วิ.ว่า ชีวนํ = ชีวิตํ ความ เป็นอยู่ ชื่อว่า ชีวิตํ ๆ ความ เป็นอยู่",
  "ชีวิตกปฺปน": "น., นปุ.การสำเร็จซึ่งชีวิตแจกเหมือน กุล เช่นต.เอก. ชีวิตกปฺปเนน ด้วยการสำเร็จ ซึ่งชีวิต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชีวิตสฺสกปฺปนํ = ชีวิตกปฺปนํ",
  "ชีวิตกฺขย": "น., ปุ.การสิ้นไปแห่งชีวิต แจกเหมือน ปุริส เช่น ทุ.เอก. ชีวิตกฺขยํ ซึ่งการสิ้นไปแห่ง ชีวิต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชีวิตสฺส ขโย = ชีวิตกฺขโย [ซ้อน กฺ]",
  "ชีวิตตฺถาย": "น., ปุ.เพื่อประโยชน์แก่ความ เป็นอยู่ เป็นจตุตถีตัปปุริสสมาส วิ.ว่า ชีวิตสฺส อตฺโถ = ชีวิตตฺโถแจกเหมือน ปุริส",
  "ชีวิตนฺตราย": "น., ปุ. อันตรายแห่งชีวิต แจกเหมือน ปุริส เช่น ป.เอก. ชีวิตนฺตราโย อ. อันตราย แห่งชีวิต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชีวิตสฺส อนฺตราโย = ชีวิตนฺตราโย",
  "ชีวิตปฺปจฺจย": "น., ปุ. ปัจจัยแห่งชีวิต แจกเหมือน ปุริส เช่น ป.เอก. ชีวิตปฺปจฺจโย อ. ปัจจัยแห่ง ชีวิต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชีวิตสฺส ปจฺจโย = ชีวิตปฺปจฺจโย [ซ้อน ปฺ]",
  "ชีวิตวุตฺติ": "น., อิต. ความ เป็นไปแห่งชีวิต แจกเหมือน รตฺติเช่น จ.เอก. ชีวิตวุตฺติยา เพื่อความ เป็นไปแห่งชีวิต เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ชีวิตสฺส วุตฺติ = ชีวิตวุตฺติ",
  "ชีวิตสงฺขย": "ว., ปุ. (กาล) เป็นที่สิ้นไปพร้อมแห่ง ชีวิต แจกเหมือน ปุริส เช่นส.เอก. ชีวิตสงฺขยมฺหิ (กาเล)ในกาล เป็นที่สิ้นไปพร้อมแห่งชีวิต มาจาก ชีวิต + สํ บท หน้า + ขีธาตุ ในความสิ้นไป + อ ปัจจัย รัสสะ อีเป็น อิวิการ อิเป็น เอ แปลง เอ เป็นอย ได้รูป เป็น ชีวิตสงฺขย แปลว่า เป็นที่ สิ้นไปพร้อมแห่งชีวิต เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า ชีวิตํ สงฺขียติ เอตฺถาติ ชีวิตสงฺขโย (กาโล) ชีวิต ย่อมสิ้นไปพร้อม ในกาลนั่น เหตุนั้น กาลนั่น ชื่อว่า ชีวิตสงฺขโย ๆ เป็นที่สิ้นไปพร้อม แห่งชีวิต",
  "ชีวิตเหตุ": "น., ปุ.เหตุแห่งชีวิต แจกเหมือน ครุ เช่นต.เอก. ชีวิตเหตุ เพราะเหตุแห่งชีวิต เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า ชีวิตสฺส เหตุ = ชีวิตเหตุ [ชีวิตเหตุ = เพราะเหตุแห่งชีวิต ศัพท์เดิม เป็น ชีวิตเหตุอุ การันต์ในปุงลิงค์ลง นาตติยาวิภัตติฝ่ายเอกวจนะลง นาลบ นาเสีย สำเร็จรูป เป็น ชีวิตเหตุ]",
  "ชีวิตินฺทฺริย": "น., นปุ. อินทรีย์คือชีวิต แจกเหมือน กุล เช่น ทุ.เอก. ชีวิตินฺทฺริยํ ซึ่งอินทรีย์คือชีวิต เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ชีวิตํ เอว อินฺทฺริยํ = ชีวิตินฺทฺริยํ",
  "ชีวิตินฺทฺริยปฺปฏิพทฺธา": "ว., ปุ. (ปุคฺคลา)อ.ละออง ท.เนื่องเฉพาะแล้วด้วยอินทรีย์คือชีวิต [ธ. ๗: นิคฺคณฺฐวตฺถุ หน้า ๑๓๒] เป็นตติยาตัปปุริสสมาส มีอวธารณบุพพบท กัมมธารยสมาส เป็น ภายใน มีวิเคราะห์ตามลำดับ ดังนี้อว.บุพ.กัม.วิ. ชีวิตํ เอว อินฺทฺริยํ = ชีวิตินฺทฺริยํ ต.ตัป.วิ. ชีวิตินฺทฺริเยน ปฏิพทฺธา = ชีวิตินฺทฺริยปฺปฏิพทฺธา (ปุคฺคลา) [ซ้อน ปฺ]",
  "ชีวิตุกาม": "ว. ผู้ใคร่เพื่ออัน เป็นอยู่ปุ.แจกเหมือน ปุริส เช่น ป.เอก. ชีวิตุกาโม (ปุคฺคโล) อ. บุคคล ผู้ใคร่เพื่ออัน เป็นอยู่เป็นจตุตถีตัปปุริสสมาส วิ.ว่า ชีวิตุํ กาโม = ชีวิตุกาโม (ปุคฺคโล)",
  "ชีวิตุํ": "น. อ. อัน เป็นอยู่, เพื่ออัน เป็นอยู่ ชีวธาตุ ในความ เป็นอยู่ + ตุํ ปัจจัย ลงอิอาคม สำเร็จรูป เป็น ชีวิตุํดู อกฺโกสิตุํ",
  "ชีวิตฺวา": "ก.เป็นอยู่แล้ว ชีวธาตุ ในความ เป็นอยู่ + ตฺวา ปัจจัย ลง อิอาคม สำเร็จรูป เป็น ชีวิตฺวา",
  "ชีวิสฺสติ": "ก. (เช่นทารโก อ.เด็ก) จัก เป็นอยู่ ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + สฺสติภวิสสันติวิภัตติลง อิอาคม สำเร็จรูป เป็น ชีวิสฺสติ",
  "ชีวิสฺสามิ": "ก. (อหํอ.เรา) จัก เป็นอยู่ ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติลง อิอาคม สำเร็จรูป เป็น ชีวิสฺสามิ"
};

const vocabInsanPr9Part5to8_Page251 = {
  "ชีวึสุ": "ก. (เช่น ชนา อ. ชนท.) เป็นอยู่แล้ว ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติแปลง อุํ เป็น อึสุสำเร็จรูป เป็น ชีวึสุ",
  "ชีเว": "ก. (เช่น กุมาโรอ. กุมาร) พึง เป็นอยู่ชีวธาตุ ในความ เป็นอยู่ + อ ปัจจัย ในกัตตุวาจก + เอยฺย สัตตมีวิภัตติลบ ยฺย เหลือไว้แต่ เอ สำเร็จรูป เป็น ชีเว",
  "ชุณฺห": "ว., ปุ. ชุณหะ (ชื่อของอำ มาตย์)แจกเหมือน ปุริส เช่น ป.เอก. ชุณฺโห (อมจฺโจ) อ. อำ มาตย์ ชื่อว่าชุณหะ",
  "เช": "นิ. แน่ะสาวใช้เป็นนิบาตบอกอาลปนะ เช่น หนฺท เช … ฉฑฺเฑหิแน่ะสาวใช้เอาเถิด อ.เจ้าจงทิ้ง",
  "เชฏฺฐ": "ว. ผู้เจริญที่สุด ปุ. แจกเหมือน ปุริส เช่น ป.เอก.เชฏฺโฐ (ภาติโก) อ. พี่ชาย ผู้เจริญที่สุด",
  "เชฏฺฐก": "ว. ผู้เจริญที่สุด ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก.เชฏฺฐกํ (กุฏุมฺพิกํ) ซึ่งกุฎุมพีผู้เจริญ ที่สุด อิต.เป็น เชฏฺฐกา แจกเหมือน กญฺญา เช่น ป.เอก.เชฏฺฐกา (ภริยา)อ.ภรรยา ผู้เจริญที่สุด นปุ. แจกเหมือน กุล เช่น ป.เอก.เชฏฺฐกํ (กุลํ) อ.ตระกูล อันเจริญที่สุด",
  "เชฏฺฐกเทวปุตฺต": "น., ปุ.เทพบุตรผู้เจริญที่สุด แจกเหมือน ปุริส เช่น ป.เอก.เชฏฺฐกเทวปุตฺโต อ.เทพบุตรผู้เจริญที่สุด เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า เชฏฺฐโก เทวปุตฺโต = เชฏฺฐกเทวปุตฺโต",
  "เชฏฺฐกสีล": "น., นปุ. ศีลอันเจริญที่สุด แจกเหมือน กุล เช่นส.เอก.เชฏฺฐกสีเล ในศีลอันเจริญ ที่สุด เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า เชฏฺฐกํ สีลํ = เชฏฺฐกสีลํ",
  "เชฏฺฐกอุสภ": "ว. ผู้ทั้งเจริญที่สุดทั้งองอาจ ปุ. แจกเหมือน ปุริส เช่น ป.พหุ.เชฏฺฐกอุสภา (ภิกฺขู) อ. ภิกษุ ท. ผู้ทั้งเจริญที่สุดทั้งองอาจ เป็นวิเสสโนภยบท กัมมธารยสมาส วิ.ว่า เชฏฺฐกาจ อุสภาจ = เชฏฺฐกอุสภา (ภิกฺขู)",
  "เชฏฺฐกอุสภสทิส": "ว. ผู้เช่นกับด้วยโคผู้ตัวเจริญ ที่สุด ปุ. แจกเหมือน ปุริส เช่น ป.พหุ.เชฏฺฐก อุสภสทิสา(ภิกฺขู)อ. ภิกษุท. ผู้เช่นกับด้วยโคผู้ ตัวเจริญที่สุด เป็นตติยาตัปปุริสสมาส มีวิเสสน บุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้วิ.บุพ.กัม.วิ.เชฏฺฐโก อุสโภ = เชฏฺฐกอุสโภ ต.ตัป.วิ.เชฏฺฐกอุสเภนสทิสา = เชฏฺฐกอุสภสทิสา (ภิกฺขู)",
  "เชฏฺฐเทวปุตฺต": "น., ปุ.เทพบุตรผู้เจริญที่สุด ดู เชฏฺฐกเทวปุตฺต",
  "เชฏฺฐปุตฺต": "น., ปุ. บุตรผู้เจริญที่สุด แจกเหมือน ปุริส เช่น ป.เอก.เชฏฺฐปุตฺโต อ. บุตรผู้เจริญที่สุด เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า เชฏฺโฐ ปุตฺโต = เชฏฺฐปุตฺโต",
  "เชฏฺฐภาติก": "น., ปุ. พี่ชายผู้เจริญที่สุด ดู เชฏฺฐปุตต",
  "เชฏฺฐมูลมาส": "น., ปุ.เดือนต้นอันเจริญที่สุด แจกเหมือน ปุริส เช่นส.เอก.เชฏฺฐมูลมาเส ในเดือนต้นอันเจริญที่สุด เป็นวิเสสนบุพพบท กัมมธารยสมาส มีวิเสสนบุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ วิ.บุพ.กัม.วิ. มูโล มาโส = มูลมาโส วิ.บุพ.กัม.วิ.เชฏฺโฐ มูลมาโส = เชฏฺฐมูลมาโส",
  "เชฏฺฐาปจายิกกมฺมํ": "น., นปุ. ซึ่งกรรมแห่งบุคคล ผู้อ่อนน้อมต่อบุคคลผู้เจริญที่สุด เป็นฉัฏฐี ตัปปุริสสมาส มีณีปัจจัย กัตตุรูป กัตตุสาธนะ เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ณี.กัต. กัต.วิ.เชฏฺฐสฺส อปจายตีติ = เชฏฺฐาปจายิโก (ปุคฺคโล) ฉ.ตัป.วิ.เชฏฺฐาปจายิกสฺสกมฺมํ = เชฏฺฐาปจายิกกมฺมํ คำว่า อปจายิก ในคำว่า เชฏฺฐาปจายิกกมฺมํมาจาก อป บท หน้า + จายุ ธาตุ ในความบูชา, ความอ่อนน้อม + ณีปัจจัย ลบ ณ เหลือไว้แต่ อีรัสสะ อีเป็น อิลง ก สกัตถ์ ลบสระหน้า คือ อุ ที่ ยุ ได้รูป เป็นอปจายิก แปลว่า ผู้อ่อนน้อม เป็นกัตตุรูป กัตตุสาธนะ วิ.อปจายตีติอปจายิโก"
};

const vocabInsanPr9Part5to8_Page252 = {
  "เชตวน": "น., นปุ.พระเชตวัน แจกเหมือน กุล เช่น ทุ.เอก.เชตวนํ ซึ่งพระเชตวัน เฉพาะ ปัญจมีวิภัตติฝ่ายเอกวจนะ ลง โต ปัจจัย เป็น เชตวนโต บ้าง",
  "เชตวนทฺวาร": "น., นปุ. ประตูแห่งพระเชตวัน แจก เหมือน กุล เช่นส.เอก.เชตวนทฺวาเร ที่ประตู แห่งพระเชตวัน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เชตวนสฺส ทฺวารํ = เชตวนทฺวารํ",
  "เชตวนมคฺค": "น., ปุ. หนทาง เป็นที่ไปสู่พระเชตวัน แจกเหมือน ปุริส เช่น ทุ.เอก.เชตวนมคฺคํ สู่หนทาง เป็นที่ไปสู่พระเชตวัน เป็นทุติยาตัปปุริสสมาส วิ.ว่า เชตวนํ (คมโน) มคฺโค = เชตวนมคฺโค",
  "เชตวนมหาวิหาร": "น., ปุ.พระมหาวิหารชื่อว่า เชตวัน แจกเหมือน กุล เช่น ทุ.เอก.เชตวนมหา วิหารํสู่พระมหาวิหารชื่อว่าเชตวัน เป็นวิเสสน บุพพบท กัมมธารยสมาส วิ.ว่า เชตวนํ มหา วิหาโร = เชตวนมหาวิหาโร",
  "เชตวนสมีป": "น., นปุ. ที่ใกล้แห่งพระเชตวัน แจกเหมือน กุล เช่นส.เอก.เชตวนสมีเป ในที่ใกล้แห่งพระเชตวัน เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า เชตวนสฺสสมีปํ = เชตวนสมีปํ",
  "เชตวนาภิมุขี": "ว., อิต.(อิตฺถี)อ.หญิงผู้มีหน้าเฉพาะ ต่อพระเชตวัน เป็นฉัฏฐีภินนาธิกรณพหุพพิหิ สมาส วิ.ว่า เชตวนสฺส อภิมุขํ ยสฺสาสา เชตวนาภิมุขี (อิตฺถี) แจกเหมือนนา รี [เชตวนาภิมุข อิต. ลง อีเครื่องหมายอิต. ได้รูป เป็น เชตวนาภิมุขี]",
  "เชตฺวา": "ว. ชนะแล้ว ชิธาตุ ในความชนะ + ตฺวา ปัจจัย วิการอิที่ชิธาตุเป็น เอ หรือลงเอ ปัจจัย ลบ อิที่ ชิสำเร็จรูป เป็น เชตฺวา",
  "โชติก ๑": "น., ปุ. โชติกะแจกเหมือน ปุริส เช่น ป.เอก. โชติโก อ. โชติกะ",
  "โชติก ๒": "ว., ปุ. โชติกะ (ชื่อของเศรษฐี)แจกเหมือน ปุริส เช่น ป.เอก. โชติโก (เสฏฺฐี) อ.เศรษฐี ชื่อว่าโชติกะ",
  "โชติกตฺเถร": "น., ปุ.พระเถระชื่อว่าโชติกะ แจก เหมือน ปุริส เช่น ทุ.เอก. โชติกตฺเถรํ ซึ่ง พระเถระชื่อว่าโชติกะ เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โชติโก เถโร = โชติกตฺเถโร [ซ้อน ตฺ]",
  "โชติกตฺเถรวตฺถุ": "น., นปุ. อ.เรื่องแห่งพระเถระ ชื่อว่าโชติกะ เป็นฉัฏฐีตัปปุริสสมาส มีวิเสสน บุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้วิ.บุพ.กัม.วิ. โชติโก เถโร = โชติกตฺเถโร [ซ้อน ตฺ] ฉ.ตัป.วิ. โชติกตฺเถรสฺส วตฺถุ = โชติกตฺเถรวตฺถุแจกเหมือน วตฺถุ",
  "โชติปาสาณ": "น., ปุ. แผ่นหินอันโพลงแจกเหมือน ปุริส เช่น ทุ.พหุ. โชติปาสาเณ ซึ่งแผ่นหินอัน โพลง ท.เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า โชตโย ปาสาณา = โชติปาสาณา คำว่า โชติในคำว่า โชติปาสาเณ มาจาก ชุต ธาตุ ในความสว่าง, ความรุ่งเรือง, ความโพลง + อิ ปัจจัย พฤทธิอุ ต้นธาตุเป็น โอ ได้รูป เป็น โชติ แปลว่า อัน (ผู้) รุ่งเรือง เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า โชเตตีติ โชติ (ปาสาโณ) แผ่นหินใด ย่อมโพลง (ย่อมสว่าง) เหตุนั้น แผ่นหินนั้น ชื่อว่า โชติ ๆ อันโพลง (อันสว่าง)",
  "ฌาน": "น., นปุ. ฌาน แจกเหมือน กุล เช่น ป.เอก. ฌานํอ. ฌาน",
  "ฌานกีฬา": "น., อิต.การเล่นด้วยฌาน แจกเหมือน กญฺญา เช่นต.เอก. ฌานกีฬาย ด้วยการเล่น ด้วยฌาน เป็นตติยาตัปปุริสสมาส วิ.ว่า ฌาเนน กีฬา = ฌานกีฬา",
  "ฌานปฺปสุต": "ว. ผู้ขวนขวายแล้วในฌาน ปุ. แจกเหมือน ปุริส เช่น ป.พหุ. ฌานปฺปสุตา (ภิกฺขู) อ. ภิกษุ ท. ผู้ขวนขวายแล้วในฌาน เป็นสัตตมีตัปปุริสสมาส วิ.ว่า ฌาเน ปสุตา = ฌานปฺปสุตา (ภิกฺขู) [ซ้อน ปฺ]"
};

const vocabInsanPr9Part5to8_Page253 = {
  "ฌานลาภี": "ว., ปุ. ผู้ได้ซึ่งฌานโดยปกติแจกเหมือน เสฏฺฐีเช่น จ.เอก. ฌานลาภิโน (ภิกฺขุสฺส) แก่ภิกษุ ผู้ได้ซึ่งฌานโดยปกติมาจาก ฌานบท หน้า + ลภ ธาตุ ในความได้ + ณีปัจจัย ด้วยอำ นาจ ณีปัจจัย ทีฆะอ ต้นธาตุเป็นอาลบ ณ เหลือไว้แต่ อีได้รูป เป็น ฌานลาภีแปลว่า ผู้ได้ซึ่งฌานโดยปกติเป็นกัตตุรูป กัตตุสาธนะ ลงในอรรถแห่งตัสสีละ วิ.ว่า ฌานํ ลภติ สีเลนาติ ฌานลาภี (ภิกฺขุ)",
  "ฌานวิปสฺสนามคฺคผเลสุ": "น., นปุ. ในฌานและ วิปัสสนาและมรรคและผล ท.เป็นอสมาหาร ทวันทวสมาส วิ.ว่า ฌานญฺจ วิปสฺสนาจมคฺคญฺจ ผลญฺจ = ฌานวิปสฺสนามคฺคผลานิ แจกเหมือน กุล เฉพาะฝ่ายพหุ.",
  "ฌานเวฐน": "น., นปุ.เครื่องประสานคือฌาน แจกเหมือน กุล เช่นต.เอก. ฌานเวฐเนน ด้วยเครื่องประสานคือฌาน เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ฌานํ เอว เวฐนํ = ฌานเวฐนํ",
  "ฌานาทิเภท": "ว. อันต่างด้วยคุณวิเศษมีฌาน เป็นต้น ปุ.แจกเหมือน ปุริส เช่น ทุ.เอก.ฌานาทิ เภทํ (วิเสสํ) ซึ่งคุณวิเศษ อันต่างด้วยคุณวิเศษ มีฌาน เป็นต้น เป็นตติยาตัปปุริสสมาส มีฉัฏฐี ตุลยาธิกรณพหุพพิหิสมาส เป็นภายใน มี วิเคราะห์ตามลำดับ ดังนี้ ฉ.ตุล.วิ. ฌานํ อาทิ เยสํ เต ฌานาทโย (วิเสสา) ต.ตัป.วิ. ฌานาทีหิ (วิเสเสหิ) เภโท = ฌานาทิเภโท (วิเสโส)",
  "ฌานาทีนํ": "ว., ปุ. (วิเสสานํ) แห่งคุณวิเศษ ท. มีฌาน เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส วิ.ว่า ฌานํ อาทิ เยสํ เต ฌานาทโย (วิเสสา) แจกเหมือน มุนิ",
  "ฌานาทีนิ": "ว., นปุ. (คุณชาตานิ) ซึ่งคุณชาตท. มีฌาน เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิ สมาส วิ.ว่า ฌานํ อาทิ เยสํ ตานิ ฌานาทีนิ (คุณชาตานิ) แจกเหมือนอกฺขิ",
  "ฌานาภิญฺญาโย": "น., อิต. ยังฌานและอภิญญาท.เป็นอสมาหารทวันทวสมาส แจกเหมือน กญฺญา เฉพาะฝ่ายพหุวจนะ วิ.ว่า ฌานญฺจ อภิญฺญาจ = ฌานาภิญฺญาโย",
  "ฌานุปฺปาทิกา": "ว., อิต. อันยังฌานให้เกิดขึ้น แจก เหมือน กญฺญา เช่นต.เอก. ฌานุปฺปาทิกาย (ปญฺญาย) ด้วยปัญญา อันยังฌานให้เกิดขึ้น มาจาก ฌาน + อุบท หน้า + ปทธาตุ ในความเกิด มีอุอุปสัคอยู่หน้า แปลว่า เกิดขึ้น + ณฺวุปัจจัย ซ้อน ปฺ หน้าธาตุ ด้วยอำ นาจ ณฺวุ ปัจจัย ทีฆะ อ ต้นธาตุเป็นอา แปลง ณฺวุเป็นอก อิต. ลง อิ อาคม และ อา เครื่องหมายอิต. ได้รูป เป็น ฌานุปฺปาทิกา แปลว่า อันยังฌานให้เกิดขึ้น เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่า ฌานํ อุปฺปาเทตีติ ฌานุปฺปาทิกา (ปญฺญา)",
  "ฌาปนกิจฺจ": "น., นปุ. กิจคืออันให้ไหม้แจกเหมือน กุล เช่น ป.เอก. ฌาปนกิจฺจํอ. กิจคืออันให้ไหม้ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ฌาปนํ เอว กิจฺจํ = ฌาปนกิจฺจํ",
  "ฌาปิต": "ก. อัน...ให้ไหม้แล้ว ฌาป ธาตุ ในความ ไหม้ + เณปัจจัย ในเหตุกัตตุวาจก + ต ปัจจัย เป็น เหตุกัมมวาจก ลบ ณ เหลือไว้แต่ เอ เป็น ฌาเป ลงอิอาคม ลบ เอ ที่เป ได้รูป เป็นฌาปิต ดู อกต",
  "ฌาเปติ": "ก.เช่น ยัง...ให้ไหม้อยู่ ฌาป ธาตุ ในความไหม้ + เณ ปัจจัย ในเหตุกัตตุวาจก + ติ วัตตมานาวิภัตติลบ ณ เหลือ ไว้แต่ เอสำเร็จรูป เป็น ฌาเปติ",
  "ฌาเปตฺวา": "ก. ยัง…ให้ไหม้แล้วฌาป ธาตุ ในความ ไหม้ + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูป เป็น ฌาเปตฺวา",
  "ฌาเปสิ": "ก. (เช่น ปุริโส อ. บุรุษ) ยัง…ให้ไหม้ แล้ว ฌาป ธาตุ ในความไหม้ + เณ ปัจจัย ในเหตุกัตตุวาจก + อีอัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่ เอ ลง ส อาคม รัสสะ อีเป็น อิ สำเร็จรูป เป็น ฌาเปสิ",
  "ฌาม": "ก. (อันไฟ) ไหม้แล้วเฌ ธาตุ ในความไหม้ + ต ปัจจัย แปลง เอ แห่ง เฌ ธาตุเป็นอา แปลง ต เป็น ม ได้รูป เป็น ฌาม ปุ. แจกเหมือน ปุริส เช่น ทุ.เอก. ฌามํ (ปจฺเจกพุทฺธํ) ซึ่งพระปัจเจกพุทธเจ้า ผู้อันไฟไหม้แล้วอิต.แจกเหมือน กญฺญา เช่น ทุ.เอก. ฌามํ (ปณฺณสาลํ) ซึ่งบรรณศาลา อันไฟไหม้แล้วนปุ.แจกเหมือน กุล เช่น ป.เอก. ฌามํ (เขตฺตํ) อ. นา อันไฟ ไหม้แล้ว"
};

const vocabInsanPr9Part5to8_Page254 = {
  "ฌามกสิตฺถ": "น., นปุ.เมล็ดข้าวอันไฟไหม้แล้ว แจกเหมือน กุล เช่น ป.พหุ. ฌามกสิตฺถานิ อ.เมล็ดข้าวอันไฟไหม้แล้วท.เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ฌามกานิ สิตฺถานิ = ฌามกสิตฺถานิ",
  "ฌามกาเล": "น., ปุ. ในกาลแห่ง…อันไฟไหม้แล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฌามสฺสกาโล = ฌามกาโล",
  "ฌามภาว": "น., ปุ. ความที่แห่ง…เป็นผู้อันไฟไหม้ แล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. ฌามภาวํ ซึ่งความที่แห่ง…เป็นผู้อันไฟไหม้แล้ว เป็นฉัฏฐี ตัปปุริสสมาส วิ.ว่า ฌามสฺส ภาโว = ฌามภาโว",
  "ฌาย": "ก. (ตฺวํอ. ท่าน) จงเพ่ง เฌ ธาตุ ในความ เพ่ง + อ ปัจจัย ในกัตตุวาจก + หิปัญจมีวิภัตติ แปลง เอ แห่ง เฌ ธาตุเป็นอาย ลบ หิสำเร็จรูป เป็น ฌาย",
  "ฌายติ": "ก. (เช่นปจฺเจกพุทฺโธอ.พระปัจเจกพุทธเจ้า) (อันไฟ) ย่อมไหม้ เฌ ธาตุ ในความไหม้ + ย ปัจจัย ในกัมมวาจก + ติวัตตมานาวิภัตติแปลง เอ แห่ง เฌ ธาตุเป็นอา สำเร็จรูป เป็น ฌายติ",
  "ฌายนวเสน": "น., ปุ. ด้วยสามารถแห่งการไหม้ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฌายนสฺส วโส = ฌายนวโส แจกเหมือน ปุริส คำว่า ฌายน ในคำว่า ฌายนวเสน มาจาก เฌ ธาตุ ในความ ไหม้ + ยุ ปัจจัย แปลง เอ แห่ง เฌ ธาตุ เป็นอาย แปลง ยุเป็นอน ได้รูป เป็น ฌายน แปลว่า การไหม้เป็นภาวรูป ภาวสาธนะ วิ.ว่า ฌายนํ = ฌายนํ การไหม้ชื่อว่า ฌายนํ ๆ การไหม้",
  "ฌายนฺต": "ก.เพ่งอยู่ เฌ ธาตุ ในความเพ่ง + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง เอ แห่ง เฌ ธาตุเป็นอาย ได้รูป เป็นฌายนฺต ดู อกฺกมนฺต",
  "ฌายมาน": "ก. (อันไฟ) ไหม้อยู่ เฌ ธาตุ ในความ ไหม้ + ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย แปลง เอ แห่ง เฌ ธาตุ เป็นอา ได้รูป เป็น ฌายมาน ดู อนาหริยมาน",
  "ฌายสิ": "ก. (ตฺวํ อ. ท่าน) ย่อมซบเซา [ธ. ๘: จูฬ ธนุคฺคหวตฺถุ หน้า ๓๑] เฌ ธาตุ ในความซบเซา + อ ปัจจัย ในกัตตุวาจก + สิวัตตมานาวิภัตติแปลง เอ แห่ง เฌ ธาตุเป็นอาย สำเร็จรูป เป็น ฌายสิ",
  "ฌายิตฺวา": "ก. (อันไฟ) ไหม้แล้ว เฌ ธาตุ ในความ ไหม้ + ย ปัจจัย ในกัมมวาจก + ตฺวา ปัจจัย แปลง เอ แห่ง เฌ ธาตุเป็นอาลง อิอาคม สำเร็จรูป เป็น ฌายิตฺวา",
  "ฌายี": "ว., ปุ. ผู้เพ่งโดยปกติแจกเหมือน เสฏฺฐีเช่น ป.เอก. ฌายี(ปุคฺคโล) อ. บุคคล ผู้เพ่งโดยปกติ มาจาก เฌ ธาตุ ในความเพ่ง + ณีปจจัย แปลง เอ แห่ง เฌ ธาตุ เป็นอาย ลบ ณ เหลือไว้แต่ อีได้รูป เป็น ฌายีแปลว่า ผู้เพ่งโดยปกติเป็น กัตตุรูป กัตตุสาธนะลงในอรรถแห่งตัสสีละ วิ.ว่า ฌายติ สีเลนาติ ฌายี (ปุคฺคโล)",
  "ฌาเยยฺย": "ก. (เช่นอตฺตภาโว อ. อัตภาพ) (อันไฟ) พึงไหม้[ธ. ๗: วคฺคุมุทาวตฺถุ หน้า ๑๒๕] เฌ ธาตุ ในความไหม้ + ย ปัจจัยในกัมมวาจก + เอยฺย สัตตมีวิภัตติแปลง เอ แห่ง เฌ ธาตุ เป็นอา สำเร็จรูป เป็น ฌาเยยฺย สัมพันธ์: อตฺตภาโว วุตฺตกมฺม ใน ฌาเยยฺย อคฺคินา อนภิหิตกตฺตา ใน ฌาเยยฺย ๆ อาขฺยาตบท กมฺมวาจก",
  "ญตฺวา": "ก. รู้แล้ว ญาธาตุ ในความรู้ + ตฺวา ปัจจัย ลบ อา ที่ ญาธาตุสำเร็จรูป เป็น ญตฺวา",
  "ญาเปตุกาม": "ว. ผู้ใคร่เพื่ออันให้รู้ปุ. แจกเหมือน ปุริส เช่น ป.เอก.ญาเปตุกาโม (เถโร)อ.พระเถระ ผู้ใคร่เพื่ออันให้รู้เป็นจตุตถีตัปปุริสสมาส วิ.ว่า ญาเปตุํ กาโม = ญาเปตุกาโม (เถโร) [ลบ นิคคหิตบท หน้า]",
  "ญาณ ๑": "น., นปุ. ญาณแจกเหมือน กุล เช่น ป.เอก. ญาณํอ.พระญาณ",
  "ญาณ ๒": "น., นปุ. ความรู้ แจกเหมือน กุล เช่น ป.เอก. ญาณํอ. ความรู้คำว่า ญาณ มาจาก ญาธาตุ ในความรู้ + ยุปัจจัย แปลง ยุเป็นอณ ได้รูป เป็น ญาณ แปลว่าความรู้ เป็นภาวรูป ภาวสาธนะ วิ.ว่า ชานนํ = ญาณํ ความรู้ชื่อว่า ญาณํ ๆ ความรู้"
};

const vocabInsanPr9Part5to8_Page255 = {
  "ญาณขคฺค": "น., ปุ.พระขรรค์คือญาณแจกเหมือน ปุริส เช่นต.เอก. ญาณขคฺเคน ด้วยพระขรรค์ คือญาณ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ญาณํ เอว ขคฺโค = ญาณขคฺโค [ขคฺค = พระขรรค์, กระบี่, แรด ปุ.]",
  "ญาณชาล": "น., นปุ. ข่ายคือพระญาณ แจกเหมือน กุล เช่น ฉ.เอก. ญาณชาลสฺส แห่งข่ายคือ พระญาณ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ญาณํ เอว ชาลํ = ญาณชาลํ",
  "ญาณปถ": "น., ปุ. คลองแห่งพระญาณ แจกเหมือน ปุริส เช่น ทุ.เอก. ญาณปถํสู่คลองแห่งพระญาณ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ญาณสฺส ปโถ = ญาณปโถ [ปถ = ทาง, หนทาง, คลอง ปุ.]",
  "ญาณปทีป": "น., ปุ. ประทีปคือญาณ แจกเหมือน ปุริส เช่น ทุ.เอก. ญาณปทีปํซึ่งประทีปคือญาณ เป็นอวธารณบุพพบท กัมมธารยสมาส วิ.ว่า ญาณํ เอว ปทีโป = ญาณปทีโป [ปทีป = ประทีป, ตะเกียง, โคมไฟ, เทียน ปุ.]",
  "ญาณปริปาก": "น., ปุ. ความแก่รอบแห่งญาณ แจกเหมือน ปุริส เช่น ทุ.เอก. ญาณปริปากํ ยังความแก่รอบแห่งญาณ เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ญาณสฺส ปริปาโก = ญาณปริปาโก คำว่า ปริปาก ในคำว่า ญาณปริปากํ มาจาก ปริ บท หน้า + ปจ ธาตุ ในความหุง, ความต้ม, ความสุก, ความแก่ (กิริยาของญาณ) + ณ ปัจจัย ด้วยอำ นาจ ณ ปัจจัย ทีฆะ อ ต้นธาตุเป็นอา อาเทส จ เป็น ก ได้รูป เป็น ปริปาก แปลว่าความแก่รอบ เป็นภาวรูป ภาวสาธนะ วิ.ว่า ปริปจนํ = ปริปาโก ความแก่รอบ ชื่อว่า ปริปาโก ๆ ความแก่รอบ",
  "ญาณสมฺปยุตฺต": "ว. อันประกอบพร้อมแล้วด้วย ญาณ ปุ. แจกเหมือน ปุริส เช่นต.เอก. ญาณสมฺปยุตฺเตน(ปรกฺกเมน)ด้วยความบากบั่น อันประกอบพร้อมแล้วด้วยญาณ เป็นตติยา ตัปปุริสสมาส วิ.ว่า ญาเณนสมฺปยุตฺโต = ญาณสมฺปยุตฺโต (ปรกฺกโม)",
  "ญาต": "ก. อัน…รู้แล้ว ญาธาตุ ในความรู้ + ต ปัจจัย ได้รูป เป็น ญาต ดู อกต",
  "ญาตก": "น., ปุ. ญาติ แจกเหมือน ปุริส เช่น ป.เอก. ญาตโก อ. ญาติ",
  "ญาตตฺถจริยา": "น., อิต. ญาตัตถจริยา แจกเหมือน กญฺญา เช่น ป.เอก. ญาตตฺถจริยา อ. ญาตัตถจริยา ถ้าแปลว่า การประพฤติซึ่งประโยชน์แก่ ญาติ[ญาติ-อตฺถ -จริยาระหว่าง ญาติ-อตฺถ ลบ สระหน้า ต่อ เป็น ญาตตฺถ]เป็นทุติยาตัปปุริสสมาส มีจตุตถีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตาม ลำดับ ดังนี้จตุ.ตัป.วิ. ญาตีนํ อตฺโถ = ญาตตฺโถ ทุ.ตัป.วิ. ญาตตฺถํ จริยา = ญาตตฺถจริยา",
  "ญาตภาเวน": "น., ปุ.โดยความ เป็นแห่ง…อันทราบ แล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ญาตสฺส ภาโว = ญาตภาโว",
  "ญาตุํ": "น. อ. อันอัน…รู้, เพื่ออันรู้ ญาธาตุ ในความรู้ + ตุํ ปัจจัย สำเร็จรูป เป็น ญาตุํ ดู อกฺโกสิตุํ",
  "ญาติ": "น., ปุ. ญาติ แจกเหมือน มุนิเช่น ป.พหุ. ญาตโย อ. ญาติท.",
  "ญาติกุล": "น., นปุ.ตระกูลแห่งพระญาติแจกเหมือน กุล เช่นต.พหุ.ญาติกุเลหิอันตระกูลแห่งพระญาติ ท.เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ญาตีนํ กุลํ = ญาติกุลํ",
  "ญาติคณ": "น., ปุ. หมู่แห่งญาติแจกเหมือน ปุริส เช่น ทุ.เอก. ญาติคณํ ซึ่งหมู่แห่งญาติเป็นฉัฏฐี ตัปปุริสสมาส วิ.ว่า ญาตีนํ คโณ = ญาติคโณ",
  "ญาติชน": "น., ปุ. ชนผู้เป็นญาติแจกเหมือน ปุริส เช่น ป.พหุ. ญาติชนาอ. ชนผู้เป็นญาติท.เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ญาตี ชนา = ญาติชนา",
  "ญาติธีตุ": "น., อิต.พระธิดาแห่งพระญาติ แจกเหมือนมาตุเช่นป.เอก.ญาติธีตาอ.พระธิดา แห่งพระญาติเป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ญาตีนํ ธีตา = ญาติธีตา",
  "ญาติปริวฏฺฏ": "น., ปุ., นปุ. ความ เป็นไปรอบแห่ง ญาติปุ. แจกเหมือน ปุริสนปุ. แจกเหมือน กุล เช่น ทุ.เอก. ญาติปริวฏฺฏํ ซึ่งความ เป็นไปรอบ แห่งญาติเป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ญาตีนํ ปริวฏฺโฏ = ญาติปริวฏฺโฏ คำว่า ปริวฏฺฏ ในคำว่า ญาติปริวฏฺฏํ มาจาก ปริบท หน้า + วฏฺฏ ธาตุ ในความ เป็นไป + อ ปัจจัย ได้รูป เป็น ปริวฏฺฏ แปลว่าความ เป็นไปรอบ เป็นภาวรูปภาวสาธนะ วิ.ว่า ปริวฏฺฏนํ = ปริวฏฺฏํ"
};

const vocabInsanPr9Part5to8_Page256 = {
  "ญาติสมาคม": "น., ปุ. สมาคมแห่งญาติแจกเหมือน ปุริส เช่นส.เอก. ญาติสมาคเม ในสมาคม แห่งญาติเป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ญาตีนํ สมาคโม = ญาติสมาคโม",
  "ญาติสาโลหิติตฺถิโย": "น., อิต. ซึ่งหญิงผู้เป็นญาติ และหญิงผู้เป็นไปกับด้วยโลหิตท.เป็นอสมาหารทวันทวสมาส มีวิเสสนบุพพบท กัมมธารยสมาส และสหบุพพบทพหุพพิหิสมาส เป็น ภายใน มีวิเคราะห์ตามลำดับ ดังนี้วิ.บุพ.กัม.วิ. ญาตี อิตฺถิโย = ญาติตฺถิโยสห.พหุพ.วิ. สห โลหิเตน ยาวตฺตนฺตีติ สาโลหิตา (อิตฺถิโย) วิ.บุพ.กัม.วิ. สาโลหิตา อิตฺถิโย = สาโลหิติตฺถิโย อ.ทวัน.วิ. ญาติตฺถิโย จ สาโลหิติตฺถิโย จ = ญาติสาโลหิติตฺถิโย [ลบ อิตฺถีศัพท์หน้า]",
  "ญาติสิเนห": "น., ปุ.ความรักในพระญาติแจกเหมือน ปุริส เช่นต.เอก. ญาติสิเนเหน เพราะความ รักในพระญาติเป็นสัตตมีตัปปุริสสมาส วิ.ว่า ญาตีสุ สิเนโห = ญาติสิเนโห",
  "ฐเปติ": "ก. (เช่น ชโนอ. ชน) ย่อมตั้งไว้ฐป ในความ ตั้งไว้ + เอ ปัจจัย ในกัตตุวาจก + ติวัตตมานา วิภัตติสำเร็จรูป เป็น ฐเปติ",
  "ฐเปตุํ": "น. อ. อันวางไว้, เพื่ออันวางไว้ฐป ธาตุ ในความวางไว้ + เอ ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย สำเร็จรูป เป็น ฐเปตุํ ดู อกฺโกสิตุํ",
  "ฐเปตฺวา ๑": "ก.เว้นแล้ว, เว้น, เหลือไว้แล้ว, วางไว้แล้ว, หยุดแล้ว, ตั้งไว้แล้ว, เก็บไว้แล้ว, พักไว้แล้ว ฐป ธาตุ ในความตั้งไว้, ความวางไว้ + เอ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย สำเร็จรูป เป็น ฐเปตฺวา",
  "ฐเปตฺวา ๒": "ก. ยัง…ให้ยืนอยู่แล้วฐป ธาตุ ในความ ตั้งไว้ + เณ ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูป เป็น ฐเปตฺวา",
  "ฐเปนฺต": "ก.วางไว้อยู่, ตั้งไว้อยู่ฐป ธาตุ ในความวางไว้ + เอ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย ได้รูป เป็น ฐเปนฺต ดู อกฺกมนฺต",
  "ฐเปนฺติ": "ก. (เช่น ชนา อ. ชนท.) ย่อมตั้งไว้, ย่อมวางไว้ฐป ธาตุ ในความวางไว้ + เอ ปัจจัย ในกัตตุวาจก + อนฺติวัตตมานาวิภัตติสำเร็จรูป เป็น ฐเปนฺติ",
  "ฐเปสิ": "ก. (เช่น เถโรอ.พระเถระ) ตั้งไว้แล้ว, วาง ไว้แล้ว, ดำรงอยู่แล้ว, ยืนอยู่แล้ว, พักไว้แล้ว, เก็บไว้แล้ว ฐป ธาตุ ในความตั้งไว้, ความวางไว้ + เอ ปัจจัย ในกัตตุวาจก + อีอัชชัตตนีวิภัตติ ลง ส อาคม รัสสะ อีเป็น อิสำเร็จรูป เป็น ฐเปสิ",
  "ฐเปสฺสติ": "ก. (เช่น เถโรอ.พระเถระ) จักวางไว้ ฐป ธาตุ ในความวางไว้ + เอ ปัจจัย ในกัตตุวาจก + สฺสติภวิสสันติวิภัตติสำเร็จรูป เป็น ฐเปสฺสติ",
  "ฐเปสฺสาม": "ก. (มยํอ.เราท.) จักพัก ฐป ธาตุ ในความวางไว้ + เอ ปัจจัย ในกัตตุวาจก + สฺสามภวิสสันติวิภัตติสำเร็จรูป เป็น ฐเปสฺสาม",
  "ฐเปสฺสามิ": "ก. (อหํ อ.เรา) จักตั้งไว้ฐป ธาตุ ในความตั้งไว้ + เอ ปัจจัย ในกัตตุวาจก + สฺสามิ ภวิสสันติวิภัตติสำเร็จรูป เป็น ฐเปสฺสามิ",
  "ฐเปหิ": "ก. (ตฺวํอ. ท่าน) จงตั้งไว้ฐป ธาตุ ในความ ตั้งไว้, ความเก็บไว้ + เอ ปัจจัย ในกัตตุวาจก + หิปัญจมีวิภัตติสำเร็จรูป เป็น ฐเปหิ",
  "ฐตฺวา": "ก. ยืนอยู่แล้ว, ดำรงอยู่แล้ว, ตั้งอยู่แล้ว ฐาธาตุ ในความยืนอยู่, ความดำ รงอยู่ + ตฺวา ปัจจัย ลบ อา ที่ ฐาธาตุสำเร็จรูป เป็น ฐตฺวา",
  "ฐปนฏฺฐาน": "น., นปุ. ที่เป็นที่เก็บ แจกเหมือน กุล เช่น ป.เอก. ฐปนฏฺฐานํ อ. ที่เป็นที่เก็บ เป็น วิเสสนบุพพบท กัมมธารยสมาส มียุ ปัจจัย กัตตุรูป อธิกรณสาธนะ เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้ ยุ.กัต.อธิ.วิ. ฐเปติ เอตฺถาติ ฐปนํ (ฐานํ) เขา ย่อมเก็บ ในที่นั่น เหตุนั้น ที่นั่น ชื่อว่า ฐปนํ ๆ เป็นที่เก็บ วิ.บุพ.กัม.วิ. ฐปนํ ฐานํ = ฐปนฏฺฐานํ[ซ้อน ฏฺ]",
  "ฐปยึสุ": "ก. (เช่น ชนา อ. ชนท.) พักไว้แล้ว, วางไว้แล้วฐป ธาตุ ในความพักไว้, ความวางไว้ + ณย ปัจจัย ในกัตตุวาจก + อุํ อัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่ ย แปลง อุํ เป็น อึสุสำเร็จรูป เป็น ฐปยึสุ"
};

const vocabInsanPr9Part5to8_Page257 = {
  "ฐปาเปตฺวา": "ก. ยัง…ให้ยืนอยู่แล้ว, ให้วางไว้แล้ว, ให้ตั้งไว้แล้วฐป ธาตุ ในความตั้งไว้, ความวางไว้ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่อาเป สำเร็จรูป เป็น ฐปาเปตฺวา",
  "ฐปาเปสิ": "ก. (เช่น อุปาสโก อ. อุบาสก) ยัง...ให้ วางไว้แล้ว ฐป ธาตุ ในความวางไว้ + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อีอัชชัตตนีวิภัตติ ลบ ณ เหลือไว้แต่อาเป รัสสะ อีเป็น อิลง ส อาคม สำเร็จรูป เป็น ฐปาเปสิ",
  "ฐปิต": "ก. อัน…ตั้งไว้แล้ว, อัน…วางไว้แล้ว, อัน… เก็บไว้แล้วฐป ธาตุ ในความตั้งไว้, ความวางไว้ + ต ปัจจัย ลง อิอาคม ได้รูป เป็น ฐปิต ดู อกต",
  "ฐปิตกํสตาล": "น., นปุ. กังสดาลอันบุคคลวางไว้ แล้ว แจกเหมือน กุล เช่น ป.เอก. ฐปิตกํสตาลํ อ. กังสดาลอันบุคคลวางไว้แล้ว เป็นวิเสสน บุพพบท กัมมธารยสมาส วิ.ว่า ฐปิตํ กํสตาลํ = ฐปิตกํสตาลํ",
  "ฐปิตตฺต": "น., นปุ. ความที่แห่ง…เป็นบริขารอัน...วางไว้แล้ว แจกเหมือน กุล เช่น ปญฺ.เอก. ฐปิตตฺตา เพราะความที่แห่ง…เป็นบริขารอัน เราวางไว้แล้ว ลง ตฺต ปัจจัย ในภาวตัทธิต วิ.ว่า ฐปิตสฺส (ปริกฺขารสฺส) ภาโว = ฐปิตตฺตํ",
  "ฐปิตนิยาม": "น., ปุ. ทำนองอัน…ตั้งไว้แล้ว แจก เหมือน ปุริส เช่นต.เอก. ฐปิตนิยาเมน โดย ทำ นองอัน…ตั้งไว้แล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ฐปิโต นิยาโม = ฐปิตนิยาโม",
  "ฐปิตภตฺต": "น., นปุ. ภัตอัน...วางไว้แล้วแจกเหมือน กุล เช่น ทุ.เอก. ฐปิตภตฺตํ ซึ่งภัตอันบุคคลวาง ไว้แล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ฐปิตํ ภตฺตํ = ฐปิตภตฺตํ",
  "ฐปิตภาคภตฺต": "น., นปุ. ภัตอัน เป็นส่วนอัน… เก็บไว้แล้ว แจกเหมือน กุล เช่น ป.เอก. ฐปิต ภาคภตฺตํ อ. ภัตอัน เป็นส่วนอัน…เก็บไว้แล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส มีวิเสสน บุพพบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้วิ.บุพ.กัม.วิ.ภาโค ภตฺตํ = ภาคภตฺตํ [ภาโค วิเสสนลิงฺควิปลฺลาส ของ ภตฺตํ] วิ.บุพ.กัม.วิ. ฐปิตํ ภาคภตฺตํ = ฐปิตภาคภตฺตํ",
  "ฐปิตภาว": "น., ปุ. ความที่แห่ง…เป็นผู้อัน…ตั้งไว้ แล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. ฐปิตภาวํ ซึ่งความที่แห่ง…เป็นผู้อัน…ตั้งไว้แล้ว เป็นฉัฏฐี ตัปปุริสสมาส วิ.ว่า ฐปิตสฺส ภาโว = ฐปิตภาโว",
  "ฐปิตมตฺต": "ว. สักว่าอัน…วางไว้แล้วนปุ. แจกเหมือน กุล เช่นส.เอก. ฐปิตมตฺเต (ปูเว) ครั้นเมื่อขนม สักว่าอัน…วางไว้แล้ว เป็นสัมภาวน บุพพบท กัมมธารยสมาส วิ.ว่า ฐปิโต อิติ มตฺโต = ฐปิตมตฺโต (ปูโว)",
  "ฐปิตมํส": "น., นปุ.เนื้ออัน…เก็บไว้แล้วแจกเหมือน กุล เช่น ทุ.เอก. ฐปิตมํสํซึ่งเนื้ออัน…เก็บไว้แล้ว เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น ฐปิตมํสโต จากเนื้ออัน…เก็บไว้แล้ว บ้าง เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ฐปิตํ มํสํ = ฐปิตมํสํ",
  "ฐปิตสทิส": "ว.เช่นกับด้วยที่อัน...ตั้งไว้แล้วนปุ. แจกเหมือน กุล เช่น ทุ.เอก. ฐปิตสทิสํ (ฐานํ) ซึ่งที่เช่นกับด้วยที่อันบุคคลตั้งไว้แล้ว เป็นตติยา ตัปปุริสสมาส วิ.ว่า ฐปิเตน (ฐาเนน) สทิสํ = ฐปิตสทิสํ(ฐานํ)",
  "ฐปิตอามลก": "น., นปุ. มะขามป้อมอัน...วางไว้ แล้วแจกเหมือน กุล เช่น ป.พหุ. ฐปิตอามลกานิ อ. มะขามป้อมอันบุคคลวางไว้แล้ว ท.เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ฐปิตานิ อามลกานิ = ฐปิตอามลกานิ",
  "ฐสฺสติ": "ก. (เช่น กุมาโร อ. กุมาร) จักดำรงอยู่, จักยืนอยู่ฐาธาตุ ในความยืนอยู่, ความดำ รงอยู่, ความตั้งอยู่ + อ ปัจจัย ในกัตตุวาจก + สฺสติ ภวิสสันติวิภัตติลบ อา ที่ ฐาธาตุ สำเร็จรูป เป็น ฐสฺสติ",
  "ฐสฺสถ": "ก. (ตุมฺเห อ. ท่านท.) จักตั้งอยู่ ฐาธาตุ ในความยืนอยู่ + อ ปัจจัย ในกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติลบ อา ที่ ฐาธาตุ สำเร็จรูป เป็น ฐสฺสถ",
  "ฐสฺสนฺติ": "ก. (เช่น ชนาอ. ชนท.) จักยืนอยู่ฐาธาตุ ในความยืนอยู่ + อ ปัจจัย ในกัตตุวาจก + สฺสนฺติ ภวิสสันติวิภัตติลบ อา ที่ฐาธาตุสำเร็จรูป เป็น ฐสฺสนฺติ"
};

const vocabInsanPr9Part5to8_Page258 = {
  "ฐสฺสาม": "ก. (มยํอ.เราท.) จักตั้งอยู่ฐาธาตุใน ความยืนอยู่ + อ ปัจจัย ในกัตตุวาจก + สฺสามภวิสสันติวิภัตติลบ อา ที่ ฐาธาตุ สำเร็จรูป เป็น ฐสฺสาม",
  "ฐสฺสามิ": "ก. (อหํอ.เรา) จักยืนอยู่ฐาธาตุ ในความ ยืนอยู่ + อ ปัจจัย ในกัตตุวาจก + สฺสามิภวิสสันติ วิภัตติลบ อา ที่ ฐาธาตุสำเร็จรูป เป็น ฐสฺสามิ",
  "ฐาตุํ": "น. อ. อันดำรงอยู่, เพื่ออันยืนอยู่ ฐาธาตุ ในความยืนอยู่, ความดำ รงอยู่, ความตั้งอยู่ + ตุํ ปัจจัย สำเร็จรูป เป็น ฐาตุํดู อกฺโกสิตุํ",
  "ฐาน": "น., นปุ. ที่, ฐานะ, ตำแหน่ง แจกเหมือน กุล เช่น ป.เอก. ฐานํอ. ที่, อ. ฐานะ, อ.ตำ แหน่ง",
  "ฐานาทีสุ": "ว., ปุ.(อิริยาปเถสุ) ในอิริยาบถ ท. มีการ ยืน เป็นต้น เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฐานํ อาทิ เยสํ เต ฐานาทโย (อิริยาปถา)",
  "ฐิต ๑": "ก. ยืนอยู่แล้ว, ดำรงอยู่แล้ว, ตั้งอยู่แล้ว, ลอยอยู่แล้วฐาธาตุ ในความยืนอยู่, ความตั้งอยู่ + ต ปัจจัย แปลง อา ที่ ฐาธาตุ เป็น อิได้รูป เป็น ฐิต ดู อคต",
  "ฐิต ๒": "น., นปุ. อัน (การ) ยืน แจกเหมือน กุล เช่น ป.เอก. ฐิตํ อ.การยืน ฐาธาตุ ในความยืนอยู่ + ต ปัจจัย ในนามกิตก์(นอกแบบ)แปลงอา ที่ฐาธาตุ เป็น อิลง ก สกัตถ์ได้รูป เป็น ฐิต แปลว่า การยืน เป็นภาวรูป ภาวสาธนะ วิ.ว่า ติฏฺฐนํ = ฐิตํ",
  "ฐิตก": "ว. ยืนอยู่แล้ว ฐาธาตุ ในความยืนอยู่, ความ ตั้งอยู่ + ต ปัจจัย แปลง อา ที่ ฐาธาตุ เป็น อิลง ก สกัตถ์ได้รูป เป็น ฐิตก ดู อคต",
  "ฐิตกาล": "น., ปุ.กาลแห่ง…ยืนอยู่แล้วแจกเหมือน ปุริส เช่น ป.เอก. ฐิตกาโล อ.กาลแห่ง…ดำ รง อยู่แล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฐิตสฺสกาโล = ฐิตกาโล",
  "ฐิตกฺขเณ": "น., ปุ. ในขณะแห่ง…ยืนอยู่แล้ว เป็น ฉัฏฐีตัปปุริสสมาส วิ.ว่า ฐิตสฺส ขโณ = ฐิตกฺขโณ แจกเหมือน ปุริส",
  "ฐิตตฺต": "น., นปุ. ความที่แห่ง…เป็นผู้ตั้งอยู่แล้ว แจกเหมือน กุล เช่น ปญฺ.เอก. ฐิตตฺตา เพราะ ความที่แห่ง…เป็นผู้ตั้งอยู่แล้ว ลง ตฺต ปัจจัย ในภาวตัทธิต วิ.ว่า ฐิตสฺส ภาโว = ฐิตตฺตํ",
  "ฐิตปุริส": "น., ปุ. บุรุษผู้ยืนอยู่แล้ว แจกเหมือน ปุริส เช่น ป.เอก. ฐิตปุริโส อ. บุรุษผู้ยืนอยู่แล้ว เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ฐิโต ปุริโส = ฐิตปุริโส",
  "ฐิตภาว": "น., ปุ. ความที่แห่ง…เป็นผู้ดำรงอยู่แล้ว แจกเหมือน ปุริส เช่น ทุ.เอก. ฐิตภาวํซึ่งความ ที่แห่ง…เป็นผู้ยืนอยู่แล้ว เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่า ฐิตสฺส ภาโว = ฐิตภาโว",
  "ฐิตภิกฺขุ": "น., ปุ. ภิกษุผู้ยืนอยู่แล้ว แจกเหมือน ครุ เช่น ป.เอก. ฐิตภิกฺขุอ. ภิกษุผู้ยืนอยู่แล้ว เป็น วิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ฐิโต ภิกฺขุ = ฐิตภิกฺขุ",
  "ฐิตสรีโร": "ว., ปุ. (ภิกฺขุ) อ. ภิกษุ ผู้มีสรีระอันตั้ง อยู่แล้ว เป็นฉัฏฐีตุลยาธิกรณพหุพพิหิสมาส วิ.ว่า ฐิตํ สรีรํ ยสฺส โส ฐิตสรีโร (ภิกฺขุ) แจกเหมือน ปุริส",
  "ฐิติ": "น., อิต. ความตั้งมั่น แจกเหมือน รตฺติเช่น ป.เอก. ฐิติอ. ความตั้งมั่น มาจาก ฐาธาตุ ในความตั้งอยู่ + ติปัจจัย แปลง อา ที่ ฐาธาตุ เป็น อิได้รูป เป็น ฐิติ แปลว่าความตั้งมั่น เป็น ภาวรูป ภาวสาธนะ วิ.ว่า ติฏฺฐนํ = ฐิติ",
  "ฐิติกา": "น., อิต. ลำดับ แจกเหมือน กญฺญา เช่น ทุ.เอก. ฐิติกํซึ่งลำดับ",
  "ฐิติภาว": "น., ปุ. ความ เป็นคืออันตั้งมั่น แจกเหมือน ปุริส เช่น ป.เอก. ฐิติภาโว อ. ความ เป็น คืออันตั้งมั่น ฐิติ เอว ภาโว = ฐิติภาโว",
  "ฑฏฺฐ": "ก. อัน…กัดแล้ว ฑํส ธาตุ ในความกัด + ต ปัจจัย แปลง ต เป็น ฏฺฐ ลบนิคคหิตและ ส ที่สุดธาตุได้รูป เป็น ฑฏฺฐ ดู อกต",
  "ฑยฺหตุ": "ก. (เช่น เคหํอ.เรือน) (อันไฟ) จงไหม้ ทห ธาตุ ในความไหม้ + ย ปัจจัย ในกัมมวาจก + ตุปัญจมีวิภัตติแปลง ท แห่ง ทห ธาตุ เป็น ฑ แปรย ไว้หน้าห สำเร็จรูป เป็น ฑยฺหตุ",
  "ฑยฺหนฺต": "ก.(อันไฟ) ไหม้อยู่ทหธาตุ ในความไหม้ + ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย แปลง ท แห่ง ทห ธาตุเป็น ฑ แปรย ไว้หน้าห อาเทสมาน เป็นอนฺต ได้รูป เป็น ฑยฺหนฺต ดู อนาหริยมาน"
};

const vocabInsanPr9Part5to8_Page259 = {
  "ฑยฺหมาน": "ก. (อันไฟ) ไหม้อยู่ ทห ธาตุ ในความ ไหม้ + ย ปัจจัย ในกัมมวาจก + มาน ปัจจัย แปลง ท แห่ง ทห ธาตุเป็น ฑ แปรย ไว้หน้าห ได้รูป เป็น ฑยฺหมาน ดู อนาหริยมาน",
  "ฑยฺหมานเคห": "น., นปุ.เรือนอันไฟไหม้อยู่ แจกเหมือน กุล เช่น ปญฺ.เอก ฑยฺหมานเคหาจากเรือนอันไฟไหม้อยู่เป็นวิเสสนบุพพบท กัมมธารยสมาส วิ.ว่า ฑยฺหมานํ เคหํ = ฑยฺหมานเคหํ",
  "ฑยฺหิตุํ": "น. อ. อันไหม้, เพื่ออันไหม้ทห ธาตุ ในความไหม้ + ย ปัจจัย ในกัตตุวาจก + ตุํ ปัจจัย แปลง ท แห่ง ทห ธาตุ เป็น ฑ แปรย ไว้หน้าห ลง อิอาคม สำเร็จรูป เป็น ฑยฺหิตุํดู อกฺโกสิตุํ",
  "ฑํสนฏฺฐาน": "น., นปุ. ที่เป็นที่คาบ แจกเหมือน กุล เช่นส.เอก. ฑํสนฏฺฐาเน ในที่เป็นที่คาบ เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็น ฑํสนฏฺฐานโต จากที่เป็นที่คาบ บ้าง เป็นวิเสสน บุพพบท กัมมธารยสมาส วิ.ว่า ฑสนํ ฐานํ = ฑํสนฏฺฐานํ [ซ้อน ฏ] คำว่า ฑํสน ในคำว่า ฑํสนฏฺฐานโต มาจาก ฑํส ธาตุ ในความคาบ + ยุ ปัจจัย แปลง ยุ เป็นอน ได้รูป เป็น ฑํสน แปลว่า เป็นที่คาบ เป็นกัตตุรูป อธิกรณสาธนะ วิ.ว่า ฑสติ เอตฺถาติ ฑํสนํ (ฐานํ)",
  "ฑํสนภย": "น., นปุ.ความกลัวแต่การกัดแจกเหมือน กุล เช่นต.เอก. ฑํสนภเยน เพราะความกลัว แต่การกัด เป็นปัญจมีตัปปุริสสมาส วิ.ว่า ฑํสนสฺมา ภยํ = ฑํสนภยํ",
  "ฑํสาเปตฺวา": "ก. ยัง…ให้กัดแล้ว, ยัง...ให้คาบแล้ว ฑํส ธาตุ ใน ความกัด + ณาเป ปัจจัย ในเหตุ กัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่อาเป สำเร็จรูป เป็น ฑํสาเปตฺวา",
  "ฑํสิตุํ": "น. อ. อันกัด, เพื่ออันกัด ฑํสธาตุ ในความ กัด + ตุํ ปัจจัย ลง อิอาคม สำเร็จรูป เป็น ฑํสิตุํ ดู อกฺโกสิตุํ",
  "ฑํสิตฺวา": "ก. คาบแล้ว, กัดแล้ว ฑํส ธาตุ ในความ คาบ, ความกัด + ตฺวา ปัจจัย ลงอิอาคม สำเร็จรูป เป็น ฑํสิตฺวา",
  "ฑหติ": "ก. (เช่นอคฺคิ อ. ไฟ) ย่อมไหม้ทห ธาตุใน ความไหม้ + อ ปัจจัย ในกัตตุวาจก + ติวัตตมานา วิภัตติแปลง ท แห่ง ทห ธาตุเป็น ฑ สำเร็จรูป เป็น ฑหติ",
  "ฑหตุ": "ก. (เช่นสปฺปิอ.เนยใส) จงลวก ทห ธาตุ ในความลวก, ความเผา + อ ปัจจัย ในกัตตุวาจก + ตุปัญจมีวิภัตติแปลง ท แห่ง ทห ธาตุเป็น ฑ สำเร็จรูป เป็น ฑหตุ",
  "ฑหนฺต": "ก.เผาอยู่ทห ธาตุ ในความเผา + อ ปัจจัย ในกัตตุวาจก + อนฺต ปัจจัย แปลง ท แห่ง ทห ธาตุ เป็น ฑ ได้รูป เป็น ฑหนฺต ดู อกฺกมนฺต",
  "ฑาห": "น., ปุ. ความเร่าร้อน แจกเหมือน ปุริส เช่น ป.เอก. ฑาโห อ. ความเร่าร้อน",
  "ฑาหก": "ว., ปุ. ผู้ไหม้แจกเหมือน ปุริส เช่นส.เอก. ฑาหเก (อคฺคิมฺหิ) ครั้นเมื่อไฟ ผู้ไหม้ คำว่า ฑาหก มาจาก ทห ธาตุ ในความเผา, ความไหม้ + ณฺวุ ปัจจัย แปลง ท แห่ง ทห ธาตุ เป็น ฑ ด้วยอำ นาจ ณฺวุ ปัจจัย ทีฆะ อ ต้นธาตุเป็นอา แปลง ณฺวุ เป็นอก ได้รูป เป็น ฑาหก แปลว่า ผู้เผา, ผู้ไหม้เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่าทหตีติ ฑาหโก (อคฺคิ)",
  "ต": "ว. นั้น ฝ่ายเอกวจนะ แปลว่า นั้น ฝ่ายพหุวจนะ แปลว่า เหล่านั้น แจกได้ใน ๓ ลิงค์ปุ.เช่น ป.เอก. โส (เถโร) อ.พระเถระ นั้น พหุ.เต (เถรา) อ.พระเถระ ท.เหล่านั้น อิต.เช่น ป.เอก. สา (อิตฺถี) อ. หญิง นั้น พหุ.ตา (อิตฺถิโย) อ. หญิง ท.เหล่านั้นนปุ.เช่น ป.เอก. ตํ (วตฺถุ) อ. วัตถุ นั้น พหุ.ตานิ(วตฺถูนิ) อ. วัตถุท.เหล่านั้น",
  "ตกฺกสิลชาตก": "น., นปุ. ตักกสิลชาดก แจกเหมือน กุล เช่น ฉ.เอก.ตกฺกสิลชาตกสฺส แห่งตักกสิล ชาดก",
  "ตกฺกสิลรชฺช": "น., นปุ. ความ เป็นแห่งพระราชา ในเมืองตักกสิลา แจกเหมือน กุล เช่น ทุ.เอก.ตกฺกสิลรชฺชํ ซึ่งความ เป็นแห่งพระราชา ในเมืองตักกสิลา เป็นสัตตมีตัปปุริสสมาส วิ.ว่าตกฺกสิลาย รชฺชํ = ตกฺกสิลรชฺชํ",
  "ตกฺกสิลา ๑": "น.อิต.กรุงตักกสิลา แจกเหมือน กญฺญา เช่นส.เอก.ตกฺกสิลายํในกรุงตักกสิลา เฉพาะปัญจมีวิภัตติฝ่ายเอก. ลง โต ปัจจัย เป็นตกฺกสิลโต บ้าง"
};

const vocabInsanPr9Part5to8_Page260 = {
  "ตกฺกสิลา ๒": "ว., อิต. ตักกสิลา(ชื่อของพระนคร) แจกเหมือน กญฺญา เช่นส.เอก.ตกฺกสิลายํ (นคเร) ในพระนคร ชื่อว่าตักกสิลา",
  "ตํขณ": "น.ปุ. ขณะนั้น แจกเหมือน ปุริส เช่นต.เอก. ตํขเณน โดยขณะนั้น",
  "ตํขณํทิฏฺฐโจร": "น., ปุ. โจรผู้อัน...เห็นแล้วใน ขณะนั้น แจกเหมือน ปุริส เช่นส.เอก. ตํขณํ ทิฏฺฐโจเร ในโจรผู้อันตนเห็นแล้วในขณะนั้น เป็น วิเสสนบุพพบท กัมมธารยสมาส มีสัตตมีตัปปุริสสมาส เป็นภายใน มีวิเคราะห์ตามลำดับ ดังนี้ ส.ตัป.วิ. ตํขณํ ทิฏฺโฐ = ตํขณํทิฏฺโฐ (โจโร) วิ.บุพ. กัม.วิ. ตํขณํทิฏฺโฐ โจโร = ตํขณํทิฏฺฐโจโร",
  "ตํขณานุรูป": "ว. อันสมควรแก่ขณะนั้นนปุ. แจกเหมือน กุล เช่นต.เอก. ตํขณานุรูเปน (คมเนน) ด้วยการไป อันสมควรแก่ขณะนั้น เป็น จตุตถีตัปปุริสสมาส วิ.ว่า ตํขณสฺส อนุรูปํ = ตํขณานุรูปํ(คมนํ)",
  "ตจ": "น.ปุ. หนัง, เปลือก แจกเหมือน ปุริส เช่น ป.เอก.ตโจ อ. หนัง อ.เปลือก",
  "ตจปฏิจฺฉนฺน": "ว. อันหนังปกปิดแล้วนปุ.แจกเหมือน กุล เช่น ป.เอก.ตจปฏิจฺฉนฺนํ (สรีรํ) อ. สรีระ อันหนัง ปกปิดแล้ว เป็นตติยาตัปปุริสสมาส วิ.ว่าตเจน ปฏิจฺฉนฺนํ = ตจปฏิจฺฉนฺนํ (สรีรํ)",
  "ตจฺฉก ๑": "ว., ปุ. ผู้ถาก แจกเหมือน ปุริส เช่น ทุ.พหุ.ตจฺฉเก (ชเน) ซึ่งชนท. ผู้ถาก คำว่าตจฺฉก มาจากตจฺฉ ธาตุ ในความถาก + ณฺวุปัจจัย แปลง ณฺวุ เป็นอก ได้รูป เป็นตจฺฉก แปลว่า ผู้ถาก เป็นกัตตุรูป กัตตุสาธนะ วิ.ว่าตจฺฉนฺตีติ ตจฺฉกา (ชนา)",
  "ตจฺฉาเปตฺวา": "ก. ยัง...ให้ถากแล้ว ตจฺฉ ธาตุ ในความถาก + ณาเป ปัจจัย ในเหตุกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ อาเป สำเร็จรูป เป็นตจฺฉาเปตฺวา",
  "ตจฺฉาเปสิ": "ก. (เช่น เสฏฺฐีอ.เศรษฐี) ยัง...ให้ถาก แล้ว ตจฺฉ ธาตุ ในความถาก + ณาเป ปัจจัย ในเหตุกัตตุวาจก + อีอัชชัตตนีวิภัตติลบ ณ เหลือไว้แต่ อาเป ลง ส อาคม รัสสะ อีเป็น อิ สำเร็จรูป เป็นตจฺฉาเปสิ",
  "ตจฺเฉตฺวา": "ก. ถากแล้ว ตจฺฉ ธาตุ ในความถาก + เณ ปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูป เป็นตจฺเฉตฺวา",
  "ตชฺชิต": "ก. อัน…คุกคามแล้ว ตชฺช ธาตุ ในความ คุกคาม + ต ปัจจัย ลงอิอาคม ได้รูป เป็นตชฺชิต ดู อกต",
  "ตชฺชิสฺสถ": "ก. (ตุมฺเห อ. ท่านท.) จักคุกคาม ตชฺช ธาตุ ในความคุกคาม + อ ปัจจัย ในกัตตุวาจก + สฺสถ ภวิสสันติวิภัตติลง อิอาคม สำเร็จรูป เป็นตชฺชิสฺสถ",
  "ตชฺเชตฺวา": "ก. ขู่แล้ว, คุกคามแล้ว ตชฺช ธาตุ ในความขู่, ความคุกคาม + เณปัจจัย ในกัตตุวาจก + ตฺวา ปัจจัย ลบ ณ เหลือไว้แต่ เอ สำเร็จรูป เป็นตชฺเชตฺวา",
  "ตฏตฏายมาน": "ก. ประพฤติตฏะตฏะอยู่ ตฏตฏ ศัพท์ + อาย ปัจจัย + มาน ปัจจัย ได้รูป เป็นตฏตฏายมาน ดู อนิจฺฉมาน",
  "ตณฺฑิลสายิกา": "น., อิต.การนอนบนแผ่นดิน แจกเหมือน กญฺญา เช่น ป.เอก.ตณฺฑิลสายิกา อ.การนอนบนแผ่นดิน เป็นสัตตมีตัปปุริสสมาส วิ.ว่าตณฺฑิเล สายิกา = ตณฺฑิลสายิกา",
  "ตณฺฑิล": "น., นปุ. แผ่นดิน",
  "ตณฺฑุล": "น.ปุ., นปุ. ข้าวสาร ปุ.แจกเหมือน ปุริส เช่น ทุ.พหุ.ตณฺฑุเล ซึ่งข้าวสาร ท. [ธ. ๕: พิฬาลปทก หน้า ๑๗] นปุ. แจกเหมือน กุล เช่น ป.เอก. ยาคุตณฺฑุลํ อ. ข้าวสารเพื่อข้าวต้ม [ธ. ๖:อุตฺตรา อุปาสิกาวตฺถุหน้า ๑๖๕]",
  "ตณฺฑุลกณมตฺต": "ว. สักว่าข้าวสารอันหัก นปุ. แจกเหมือน กุล เช่น ทุ.พหุ.ตณฺฑุลกณมตฺตานิ (วตฺถูนิ) ซึ่งวัตถุ ท. สักว่าข้าวสารอันหัก เป็น สัมภาวนบุพพบท กัมมธารยสมาส มีวิเสสนุตตรบท กัมมธารยสมาส เป็นภายใน มีวิเคราะห์ ตามลำดับ ดังนี้วิ.นุต.กัม.วิ.ตณฺฑุโล กุโณ = ตณฺฑลกุโณ สัม.บุพ.กัม.วิ.ตณฺฑุลกุโณ อิติ มตฺตานิ = ตุณฺฑลกุณมตฺตานิ (วตฺถูนิ)",
  "ตณฺฑุลโทณ": "น., ปุ., นปุ.ทะนานแห่งข้าวสาร ปุ. แจกเหมือน ปุริสนปุ. แจกเหมือน กุล เช่น ฉ.เอก.ตณฺฑุลโทณสฺส แห่งทะนานแห่งข้าวสาร เป็นฉัฏฐีตัปปุริสสมาส วิ.ว่าตณฺฑุลานํ โทโณ = ตณฺฑุลโทโณ"
};

// Unified Global Object for Compatibility
var vocabInsanPr9Part5to8 = Object.assign({},
  vocabInsanPr9Part5to8_Page1,
  vocabInsanPr9Part5to8_Page2,
  vocabInsanPr9Part5to8_Page3,
  vocabInsanPr9Part5to8_Page4,
  vocabInsanPr9Part5to8_Page5,
  vocabInsanPr9Part5to8_Page6,
  vocabInsanPr9Part5to8_Page7,
  vocabInsanPr9Part5to8_Page8,
  vocabInsanPr9Part5to8_Page9,
  vocabInsanPr9Part5to8_Page10,
  vocabInsanPr9Part5to8_Page11,
  vocabInsanPr9Part5to8_Page12,
  vocabInsanPr9Part5to8_Page13,
  vocabInsanPr9Part5to8_Page14,
  vocabInsanPr9Part5to8_Page15,
  vocabInsanPr9Part5to8_Page16,
  vocabInsanPr9Part5to8_Page17,
  vocabInsanPr9Part5to8_Page18,
  vocabInsanPr9Part5to8_Page19,
  vocabInsanPr9Part5to8_Page20,
  vocabInsanPr9Part5to8_Page21,
  vocabInsanPr9Part5to8_Page22,
  vocabInsanPr9Part5to8_Page23,
  vocabInsanPr9Part5to8_Page24,
  vocabInsanPr9Part5to8_Page25,
  vocabInsanPr9Part5to8_Page26,
  vocabInsanPr9Part5to8_Page27,
  vocabInsanPr9Part5to8_Page28,
  vocabInsanPr9Part5to8_Page29,
  vocabInsanPr9Part5to8_Page30,
  vocabInsanPr9Part5to8_Page31,
  vocabInsanPr9Part5to8_Page32,
  vocabInsanPr9Part5to8_Page33,
  vocabInsanPr9Part5to8_Page34,
  vocabInsanPr9Part5to8_Page35,
  vocabInsanPr9Part5to8_Page36,
  vocabInsanPr9Part5to8_Page37,
  vocabInsanPr9Part5to8_Page38,
  vocabInsanPr9Part5to8_Page39,
  vocabInsanPr9Part5to8_Page40,
  vocabInsanPr9Part5to8_Page41,
  vocabInsanPr9Part5to8_Page42,
  vocabInsanPr9Part5to8_Page43,
  vocabInsanPr9Part5to8_Page44,
  vocabInsanPr9Part5to8_Page45,
  vocabInsanPr9Part5to8_Page46,
  vocabInsanPr9Part5to8_Page47,
  vocabInsanPr9Part5to8_Page48,
  vocabInsanPr9Part5to8_Page49,
  vocabInsanPr9Part5to8_Page50,
  vocabInsanPr9Part5to8_Page51,
  vocabInsanPr9Part5to8_Page52,
  vocabInsanPr9Part5to8_Page53,
  vocabInsanPr9Part5to8_Page54,
  vocabInsanPr9Part5to8_Page55,
  vocabInsanPr9Part5to8_Page56,
  vocabInsanPr9Part5to8_Page57,
  vocabInsanPr9Part5to8_Page58,
  vocabInsanPr9Part5to8_Page59,
  vocabInsanPr9Part5to8_Page60,
  vocabInsanPr9Part5to8_Page61,
  vocabInsanPr9Part5to8_Page62,
  vocabInsanPr9Part5to8_Page63,
  vocabInsanPr9Part5to8_Page64,
  vocabInsanPr9Part5to8_Page65,
  vocabInsanPr9Part5to8_Page66,
  vocabInsanPr9Part5to8_Page67,
  vocabInsanPr9Part5to8_Page68,
  vocabInsanPr9Part5to8_Page69,
  vocabInsanPr9Part5to8_Page70,
  vocabInsanPr9Part5to8_Page71,
  vocabInsanPr9Part5to8_Page72,
  vocabInsanPr9Part5to8_Page73,
  vocabInsanPr9Part5to8_Page74,
  vocabInsanPr9Part5to8_Page75,
  vocabInsanPr9Part5to8_Page76,
  vocabInsanPr9Part5to8_Page77,
  vocabInsanPr9Part5to8_Page78,
  vocabInsanPr9Part5to8_Page79,
  vocabInsanPr9Part5to8_Page80,
  vocabInsanPr9Part5to8_Page81,
  vocabInsanPr9Part5to8_Page82,
  vocabInsanPr9Part5to8_Page83,
  vocabInsanPr9Part5to8_Page84,
  vocabInsanPr9Part5to8_Page85,
  vocabInsanPr9Part5to8_Page86,
  vocabInsanPr9Part5to8_Page87,
  vocabInsanPr9Part5to8_Page88,
  vocabInsanPr9Part5to8_Page89,
  vocabInsanPr9Part5to8_Page90,
  vocabInsanPr9Part5to8_Page91,
  vocabInsanPr9Part5to8_Page92,
  vocabInsanPr9Part5to8_Page93,
  vocabInsanPr9Part5to8_Page94,
  vocabInsanPr9Part5to8_Page95,
  vocabInsanPr9Part5to8_Page96,
  vocabInsanPr9Part5to8_Page97,
  vocabInsanPr9Part5to8_Page98,
  vocabInsanPr9Part5to8_Page99,
  vocabInsanPr9Part5to8_Page100,
  vocabInsanPr9Part5to8_Page101,
  vocabInsanPr9Part5to8_Page102,
  vocabInsanPr9Part5to8_Page103,
  vocabInsanPr9Part5to8_Page104,
  vocabInsanPr9Part5to8_Page105,
  vocabInsanPr9Part5to8_Page106,
  vocabInsanPr9Part5to8_Page107,
  vocabInsanPr9Part5to8_Page108,
  vocabInsanPr9Part5to8_Page109,
  vocabInsanPr9Part5to8_Page110,
  vocabInsanPr9Part5to8_Page111,
  vocabInsanPr9Part5to8_Page112,
  vocabInsanPr9Part5to8_Page113,
  vocabInsanPr9Part5to8_Page114,
  vocabInsanPr9Part5to8_Page115,
  vocabInsanPr9Part5to8_Page116,
  vocabInsanPr9Part5to8_Page117,
  vocabInsanPr9Part5to8_Page118,
  vocabInsanPr9Part5to8_Page119,
  vocabInsanPr9Part5to8_Page120,
  vocabInsanPr9Part5to8_Page121,
  vocabInsanPr9Part5to8_Page122,
  vocabInsanPr9Part5to8_Page123,
  vocabInsanPr9Part5to8_Page124,
  vocabInsanPr9Part5to8_Page125,
  vocabInsanPr9Part5to8_Page126,
  vocabInsanPr9Part5to8_Page127,
  vocabInsanPr9Part5to8_Page128,
  vocabInsanPr9Part5to8_Page129,
  vocabInsanPr9Part5to8_Page130,
  vocabInsanPr9Part5to8_Page131,
  vocabInsanPr9Part5to8_Page132,
  vocabInsanPr9Part5to8_Page133,
  vocabInsanPr9Part5to8_Page134,
  vocabInsanPr9Part5to8_Page135,
  vocabInsanPr9Part5to8_Page136,
  vocabInsanPr9Part5to8_Page137,
  vocabInsanPr9Part5to8_Page138,
  vocabInsanPr9Part5to8_Page139,
  vocabInsanPr9Part5to8_Page140,
  vocabInsanPr9Part5to8_Page141,
  vocabInsanPr9Part5to8_Page142,
  vocabInsanPr9Part5to8_Page143,
  vocabInsanPr9Part5to8_Page144,
  vocabInsanPr9Part5to8_Page145,
  vocabInsanPr9Part5to8_Page146,
  vocabInsanPr9Part5to8_Page147,
  vocabInsanPr9Part5to8_Page148,
  vocabInsanPr9Part5to8_Page149,
  vocabInsanPr9Part5to8_Page150,
  vocabInsanPr9Part5to8_Page151,
  vocabInsanPr9Part5to8_Page152,
  vocabInsanPr9Part5to8_Page153,
  vocabInsanPr9Part5to8_Page154,
  vocabInsanPr9Part5to8_Page155,
  vocabInsanPr9Part5to8_Page156,
  vocabInsanPr9Part5to8_Page157,
  vocabInsanPr9Part5to8_Page158,
  vocabInsanPr9Part5to8_Page159,
  vocabInsanPr9Part5to8_Page160,
  vocabInsanPr9Part5to8_Page161,
  vocabInsanPr9Part5to8_Page162,
  vocabInsanPr9Part5to8_Page163,
  vocabInsanPr9Part5to8_Page164,
  vocabInsanPr9Part5to8_Page165,
  vocabInsanPr9Part5to8_Page166,
  vocabInsanPr9Part5to8_Page167,
  vocabInsanPr9Part5to8_Page168,
  vocabInsanPr9Part5to8_Page169,
  vocabInsanPr9Part5to8_Page170,
  vocabInsanPr9Part5to8_Page171,
  vocabInsanPr9Part5to8_Page172,
  vocabInsanPr9Part5to8_Page173,
  vocabInsanPr9Part5to8_Page174,
  vocabInsanPr9Part5to8_Page175,
  vocabInsanPr9Part5to8_Page176,
  vocabInsanPr9Part5to8_Page177,
  vocabInsanPr9Part5to8_Page178,
  vocabInsanPr9Part5to8_Page179,
  vocabInsanPr9Part5to8_Page180,
  vocabInsanPr9Part5to8_Page181,
  vocabInsanPr9Part5to8_Page182,
  vocabInsanPr9Part5to8_Page183,
  vocabInsanPr9Part5to8_Page184,
  vocabInsanPr9Part5to8_Page185,
  vocabInsanPr9Part5to8_Page186,
  vocabInsanPr9Part5to8_Page187,
  vocabInsanPr9Part5to8_Page188,
  vocabInsanPr9Part5to8_Page189,
  vocabInsanPr9Part5to8_Page190,
  vocabInsanPr9Part5to8_Page191,
  vocabInsanPr9Part5to8_Page192,
  vocabInsanPr9Part5to8_Page193,
  vocabInsanPr9Part5to8_Page194,
  vocabInsanPr9Part5to8_Page195,
  vocabInsanPr9Part5to8_Page196,
  vocabInsanPr9Part5to8_Page197,
  vocabInsanPr9Part5to8_Page198,
  vocabInsanPr9Part5to8_Page199,
  vocabInsanPr9Part5to8_Page200,
  vocabInsanPr9Part5to8_Page201,
  vocabInsanPr9Part5to8_Page202,
  vocabInsanPr9Part5to8_Page203,
  vocabInsanPr9Part5to8_Page204,
  vocabInsanPr9Part5to8_Page205,
  vocabInsanPr9Part5to8_Page206,
  vocabInsanPr9Part5to8_Page207,
  vocabInsanPr9Part5to8_Page208,
  vocabInsanPr9Part5to8_Page209,
  vocabInsanPr9Part5to8_Page210,
  vocabInsanPr9Part5to8_Page211,
  vocabInsanPr9Part5to8_Page212,
  vocabInsanPr9Part5to8_Page213,
  vocabInsanPr9Part5to8_Page214,
  vocabInsanPr9Part5to8_Page215,
  vocabInsanPr9Part5to8_Page216,
  vocabInsanPr9Part5to8_Page217,
  vocabInsanPr9Part5to8_Page218,
  vocabInsanPr9Part5to8_Page219,
  vocabInsanPr9Part5to8_Page220,
  vocabInsanPr9Part5to8_Page221,
  vocabInsanPr9Part5to8_Page222,
  vocabInsanPr9Part5to8_Page223,
  vocabInsanPr9Part5to8_Page224,
  vocabInsanPr9Part5to8_Page225,
  vocabInsanPr9Part5to8_Page226,
  vocabInsanPr9Part5to8_Page227,
  vocabInsanPr9Part5to8_Page228,
  vocabInsanPr9Part5to8_Page229,
  vocabInsanPr9Part5to8_Page230,
  vocabInsanPr9Part5to8_Page231,
  vocabInsanPr9Part5to8_Page232,
  vocabInsanPr9Part5to8_Page233,
  vocabInsanPr9Part5to8_Page234,
  vocabInsanPr9Part5to8_Page235,
  vocabInsanPr9Part5to8_Page236,
  vocabInsanPr9Part5to8_Page237,
  vocabInsanPr9Part5to8_Page238,
  vocabInsanPr9Part5to8_Page239,
  vocabInsanPr9Part5to8_Page240,
  vocabInsanPr9Part5to8_Page241,
  vocabInsanPr9Part5to8_Page242,
  vocabInsanPr9Part5to8_Page243,
  vocabInsanPr9Part5to8_Page244,
  vocabInsanPr9Part5to8_Page245,
  vocabInsanPr9Part5to8_Page246,
  vocabInsanPr9Part5to8_Page247,
  vocabInsanPr9Part5to8_Page248,
  vocabInsanPr9Part5to8_Page249,
  vocabInsanPr9Part5to8_Page250,
  vocabInsanPr9Part5to8_Page251,
  vocabInsanPr9Part5to8_Page252,
  vocabInsanPr9Part5to8_Page253,
  vocabInsanPr9Part5to8_Page254,
  vocabInsanPr9Part5to8_Page255,
  vocabInsanPr9Part5to8_Page256,
  vocabInsanPr9Part5to8_Page257,
  vocabInsanPr9Part5to8_Page258,
  vocabInsanPr9Part5to8_Page259,
  vocabInsanPr9Part5to8_Page260
);
