const vocabRoots = {
  "คฬ": [
    {
      "meaning": "ไหลออก, ซึมออก, หยดออก",
      "meaning_pali": "ปคฺฆเร",
      "example": "คฬติ. | เอลคฬา วาจา (การพูดจาน้ำลายกระเด็นออก). | คโฬ (หยาด, ปม).",
      "group": "ภู (อ, เอ)",
      "id": 194,
      "ref": 95
    }
  ],
  "ขภิ, ขมฺภ": [
    {
      "meaning": "ข่มใว้, ปิดกั้น, ขัดขวาง; ค้ำจุน",
      "meaning_pali": "ปติพนฺธูปถมฺภเน",
      "example": "ขมฺภติ, วิกฺขมฺภติ. | วิกขมฺโภ, วิกฺขมภนํ (การข่มใว้), วิกฺขมฺภิตกิเลโส. | ขมฺโภ (ไม้ค้ำ, ผู้ค้ำจุน).",
      "group": "ภู (อ, เอ)",
      "id": 161,
      "ref": 78
    }
  ],
  "กจิ": [
    {
      "meaning": "สว่าง, รุ่งเรือง; ผูก",
      "meaning_pali": "ทิตฺติพนฺเธ",
      "example": "กญฺจติ ทิพฺพตีติ กญฺจนํ กาญฺจนา วา (ทอง).",
      "group": "ภู (อ, เอ)",
      "id": 88,
      "ref": "38"
    }
  ],
  "คุหู": [
    {
      "meaning": "สำรวม, ปกปิด, ปิดบัง, ซ่อนเร้น",
      "meaning_pali": "สํวรเณ",
      "example": "คุหติ, นิคฺคุหติ. | คุหโก, คุยฺหโก, คุฬฺโห (ซ่อนอยู่). | คุหา (ถ้ำ, หุบเขา). | คูหนํ (การซ่อน, กำบัง).",
      "group": "ภู (อ, เอ)",
      "id": 209,
      "ref": 101
    }
  ],
  "ขิฏ, ขิฑ": [
    {
      "meaning": "กลัว; ให้กลัว",
      "meaning_pali": "ภยภาเย",
      "example": "เขฏติ. | อาเขฏโก, อุกฺเขฏิโก, สมุกฺเขฏิโก. | ขิฑตีติ ขินฺโน.",
      "group": "ภู (อ, เอ)",
      "id": 171,
      "ref": 82
    }
  ],
  "อูย, อูยี": [
    {
      "meaning": "ปั่นเส้นด้าย",
      "meaning_pali": "ตนฺตุปนฺติยํ",
      "example": "อูยติ. | อูโต, อูตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 69,
      "ref": 32
    }
  ],
  "คิร, คิล": [
    {
      "meaning": "กลืนกิน",
      "meaning_pali": "นิคิเร ",
      "example": "เภสชฺชาทีนิ วตฺถูนิ คิรตีติ คิริ, วิสํ คิลติ, คิลมกฺขํ ปุริโส น พุชฺฌติ. | คิลพฬิโส มจฺโฉ.",
      "group": "ภู (อ, เอ)",
      "id": 198,
      "ref": 96
    }
  ],
  "อิริย": [
    {
      "meaning": "เลี้ยงชีวิต, ดำรงชีพ; ความเป็นไป",
      "meaning_pali": "ชีววุตฺติยํ",
      "example": "อิริยติ. | อิริยา (ความเป็นไป). | น อนเยน อิริยติ อเยน อิริยตีติ อริโย (สัตตบุรุษ, พระอริยเจ้า).",
      "group": "ภู (อ, เอ)",
      "id": 42,
      "ref": 21
    }
  ],
  "กิลมุ": [
    {
      "meaning": "เหน็ดเหนื่อย, ลำบาก",
      "meaning_pali": "เขเท",
      "example": "ครุํ จีวรํ ปารุปนฺโต กิลมติ, กิลนฺตกาโย, กิลมโถ, กิลมนํ (ความเหน็ดเหนื่อย, ลำบาก).",
      "group": "ภู (อ, เอ)",
      "id": 124,
      "ref": 57
    }
  ],
  "คมุ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คตฺยํ",
      "example": "คมติ, คจฺฉติ, ฆมฺมติ, ฆคฺคติ. | อธิคโต, คมนํ. | มติของ สัทท. | ว่า คมุ ธาตุนี้ ถ้ามี อา เป็นบทหน้าเป็น จุราทิคณิกธาตุ มีอรรถว่า อธิวาสเน (ความอดกลั้นหน่อยหนึ่ง) เช่น อาคเมหิ.",
      "group": "ภู (อ, เอ)",
      "id": 192,
      "ref": 92
    }
  ],
  "ทา": [
    {
      "meaning": "การให้; ชำระ; หมดจด; รักษา; ตัดหนีไป; เดือดร้อน",
      "meaning_pali": "ทานโสธนสุทฺธเฉทรกฺขปลายนุปตาเป",
      "example": "เทติ, ททาติ, ยจฺฉติ (ย่อมให้) เอา ทา เป็น ยจฺฉ. | ทชฺชติ, ทชฺเชยฺย. | ทตฺวาติ จชิตฺวา โสเธตฺวา. | สจิตฺตปริโยทปนํ. | ทาติ อวขณฺฑติ เตนาติ ทตฺตํ, ลวิตฺตํ (เคียว). | ทุคฺคติภายโต ทาติ รกฺขตีติ ทานํ. | โจโร ทาติ (ย่อมหนีไป). | สุฏฺธุํ ทาติ อุปตปฺปตีติ สุทฺโท สุทฺที จ (คนจน).",
      "group": "ภู (อ, เอ)",
      "id": 376,
      "ref": 186
    },
    {
      "meaning": "การถือเอา",
      "meaning_pali": "มี อา เป็นบทหน้า อาทาเน",
      "example": "อทินฺนํ อาทิยติ. | สีลํ สมาทิยติ. | วตฺตํ สมาทิยามิ. | อาทาย, อาทิยิตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 377,
      "ref": 186
    },
    {
      "meaning": "ความง่วง; การนอนหลับ",
      "meaning_pali": "มี นิ เป็นบทหน้า โสปฺเป",
      "example": "นิทฺทาติ, นิทฺทายติ. | นิทฺทายมาโน, นิทฺทายนฺโต. | นิทฺทา, นิทฺทายนํ. | นิทฺทายนฺตี วิชมฺภิตา. | ทา ธาตุนี้ สัททนีติ ว่าใน โสธนสุทฺธโสปฺปนตฺถ เป็น ทิวาทิคณะ ใน ทานตฺถ เป็น ภูวาทิคณะ ส่วน ธาตวัตถ. | และ คัมภีร์โลกียะ ว่าเป็น ภูวาทิคณะ ทั้งหมด และมีการทำตัวด้วยสูตรว่า \"อาการนฺตานมาโย\" เอา อา ที่สุดธาตุเป็น อาย",
      "group": "ภู (อ, เอ)",
      "id": 378,
      "ref": 186
    }
  ],
  "นิล": [
    {
      "meaning": "รู้ยาก, สับสน",
      "meaning_pali": "ทุคฺคเม",
      "example": "นิลติ สตฺถํ กุธี (ย่อมรู้ได้ยาก).",
      "group": "ภู (อ, เอ)",
      "id": 438,
      "ref": 214
    }
  ],
  "ฆุฬ": [
    {
      "meaning": "รบกวน, ก่อกวน, ทำลาย",
      "meaning_pali": "พฺยาฆาเต",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 232,
      "ref": 108
    }
  ],
  "ชุ": [
    {
      "meaning": "ไปเร็ว; ไปปกติ",
      "meaning_pali": "ชเว จ คเต",
      "example": "ชวติ | ชโว, ชวนํ (ความไว, ความเร็ว). | ชวนานิ ชวนฺติ. | ชวนหํโส.",
      "group": "ภู (อ, เอ)",
      "id": 289,
      "ref": 139
    }
  ],
  "ธิช": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คติมฺหิ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 406,
      "ref": 202
    }
  ],
  "ทาย": [
    {
      "meaning": "การให้",
      "meaning_pali": "ทาเน",
      "example": "ทายเต. | ทาโย (ทรัพย์มรดก). | ทายํ ทาตพฺพํ อาททาติ คณฺหาตีติ ทายาโท (ผู้รับทรัพย์มรดก).",
      "group": "ภู (อ, เอ)",
      "id": 382,
      "ref": 188
    }
  ],
  "ถห": [
    {
      "meaning": "ความเบียดเบียน",
      "meaning_pali": "หึเส",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 351,
      "ref": 174
    }
  ],
  "อจุ": [
    {
      "meaning": "ไป, ถึง; พูดไม่ชัด",
      "meaning_pali": "คตฺยพฺยตฺตเก",
      "example": "อจติ, อจเต.",
      "group": "ภู (อ, เอ)",
      "id": 8,
      "ref": 4
    }
  ],
  "นช": [
    {
      "meaning": "ละอาย",
      "meaning_pali": "ลชฺชายํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 418,
      "ref": 207
    }
  ],
  "ทธ": [
    {
      "meaning": "ให้; ทรงไว้",
      "meaning_pali": "ทานธารเณ",
      "example": "ทธติ. | ชนสฺส ตุฏฺฐึ ทธเต ธาเรตีติ ทธิ (นมส้ม).",
      "group": "ภู (อ, เอ)",
      "id": 367,
      "ref": 180
    }
  ],
  "จน": [
    {
      "meaning": "ทำเสียง,ออกเสียง; เบียดเบียน",
      "meaning_pali": "สทฺทหึสเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 242,
      "ref": 112
    }
  ],
  "จิตี": [
    {
      "meaning": "การรู้, การกำหนดหมาย",
      "meaning_pali": "ญาเณ",
      "example": "เจตติ. | ธาตุนี้เป็น อีการนฺตธาตุ ไม่ต้องลงนิคหิตอาคม.",
      "group": "ภู (อ, เอ)",
      "id": 248,
      "ref": 118
    }
  ],
  "กุถ": [
    {
      "meaning": "เปื่อยเน่า; เศร้าหมอง",
      "meaning_pali": "ปูติสํกิเลเส",
      "example": "กุถติ อถุตึ ปูติภาวมคมีติ กุณปํ (ซากศพ). | ยาว กุถิตํ นโหติ, ตาว ปาราชิกวตฺถุ.",
      "group": "ภู (อ, เอ)",
      "id": 138,
      "ref": 64
    }
  ],
  "เท": [
    {
      "meaning": "รักษา, ป้องกัน; หลับ; ชำระ; ดูหมิ่น",
      "meaning_pali": "ปาลโสปฺปโสธาวมญฺญเน",
      "example": "ทุคฺคติโต ทยติ รกฺขตีติ ทานํ. | ทยติ รกฺขตีติ ทยา. | นิทฺทายติ. | นิทฺทา ตนฺที วิชมฺภิตา ทายติ. | โวทายติ. | โวทานํ (การชำระ, ความผ่องเเผ้ว) ทานํ ทตฺวาติ ตํ เจตนํ ปริโยทาเปตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 394,
      "ref": 197
    }
  ],
  "ตสี": [
    {
      "meaning": "ความกลัว",
      "meaning_pali": "ภเย",
      "example": "ตสติ, อุตฺรสติ.",
      "group": "ภู (อ, เอ)",
      "id": 322,
      "ref": 159
    }
  ],
  "นิต": [
    {
      "meaning": "เที่ยง, แน่นอน",
      "meaning_pali": "นิจฺเจ",
      "example": "นิตฺติ. | นิตนํ, นิจฺจํ (เที่ยง, แน่นอน).",
      "group": "ภู (อ, เอ)",
      "id": 433,
      "ref": 213
    }
  ],
  "อุจฺฉ": [
    {
      "meaning": "ผูก; ให้สำเร็จ; ก้าวล่วง; ละเว้น",
      "meaning_pali": "พนฺธนนิฏฺฐาติกฺกมวชฺชเน",
      "example": "อุจฺฉติ.",
      "group": "ภู (อ, เอ)",
      "id": 53,
      "ref": 27
    }
  ],
  "ทม": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คเต",
      "example": "ทมติ.",
      "group": "ภู (อ, เอ)",
      "id": 370,
      "ref": 182
    }
  ],
  "อุล": [
    {
      "meaning": "เร่าร้อน; ให้; แสวงหา",
      "meaning_pali": "ทาหทานคเวสเน",
      "example": "อุลตีติ อุกฺกา (คบเพลิง). | โอลติ (ย่อมให้). | อุลปํ (หญ้าอ่อน). | อุลติ คเวสตีติ อุลูโก (นกฮูก).",
      "group": "ภู (อ, เอ)",
      "id": 64,
      "ref": 30
    }
  ],
  "กณฺฑ": [
    {
      "meaning": "กำหนัด; ตัด",
      "meaning_pali": "ปริจฺเฉเท จ เฉทเน",
      "example": "กณฺฑนฺติ ปริจฺฉินฺทนฺติ ตณฺฑุลาทึ เตนาติ กุฏุโพ (เครื่องตวงข้าว) (อาเทส กณฺฑ เป็น กุฏุ), กณฺฑิยติ ฉินฺทิยตีติ กณฺฑุโล (ต้นไทรใหญ่), กณฺฑโล (ชื่อไม้ชนิดหนึ่ง), กณฺฑรา (เอ็นใหญ่).",
      "group": "ภู (อ, เอ)",
      "id": 97,
      "ref": 41
    }
  ],
  "ขมีล": [
    {
      "meaning": "ห้าม",
      "meaning_pali": "นิเสเธ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 163,
      "ref": 77
    }
  ],
  "เทว": [
    {
      "meaning": "ร้องไห้; เล่น",
      "meaning_pali": "เทวเน",
      "example": "เทวติ กีฬตีติ เทโว (เทวดา), อาเทวติ, ปริเทวติ.",
      "group": "ภู (อ, เอ)",
      "id": 395,
      "ref": 197
    }
  ],
  "กรฑิ, กรณฺฑิ": [
    {
      "meaning": "แบ่ง, จำแนก",
      "meaning_pali": "ภาชเน",
      "example": "กรณฺฑิตพฺโพ ภาเชตพฺโพติ กรณฺโฑ (ผอบ).",
      "group": "ภู (อ, เอ)",
      "id": 108,
      "ref": 48
    }
  ],
  "ธุพฺพี": [
    {
      "meaning": "เบียดเบียน",
      "meaning_pali": "หึสายํ",
      "example": "ธุพฺพติ หึสตีติ ธุรํ (แอก, ธุระ, หน้าที่, ความคิด), ธุรโธรยฺโห, ธุรนฺธโร (ผู้รับภาระ). | ในสัททนีติเป็น ธุร หุจฺฉเน, ธุรติ.",
      "group": "ภู (อ, เอ)",
      "id": 410,
      "ref": 203
    }
  ],
  "ธาวุ": [
    {
      "meaning": "ชำระ; หมดจด; วิ่งไปอย่างเร็ว",
      "meaning_pali": "มชฺชนชเวสุ",
      "example": "ธาวติ. | ธาวนํ (การชำระ, หมดจด, การแล่นไป). | ธาวติ ตมฺพํ อมฺพิเลน. | ธาวติ จกฺขูนิ ชโน. | เวเคน ธาวนฺโต. | ตีรเมวานุธาวติ (แล่นไปตามฝั่ง)",
      "group": "ภู (อ, เอ)",
      "id": 402,
      "ref": 201
    }
  ],
  "ตทฺท": [
    {
      "meaning": "ความเบียดเบียน",
      "meaning_pali": "หึสายํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 316,
      "ref": 154
    }
  ],
  "นิพิ": [
    {
      "meaning": "การราด, รด",
      "meaning_pali": "เสเก",
      "example": "นิมฺพติ. | นิมฺโพ (ต้นสเดา).",
      "group": "ภู (อ, เอ)",
      "id": 437,
      "ref": 214
    }
  ],
  "อุฉ": [
    {
      "meaning": "กระหาย, อยาก",
      "meaning_pali": "ปิปาสายํ",
      "example": "อุฉติ, อุฉนฺติ.",
      "group": "ภู (อ, เอ)",
      "id": 54,
      "ref": 28
    }
  ],
  "อีฬ": [
    {
      "meaning": "สรรเสริญ, พอกพูน",
      "meaning_pali": "ถุตฺยํ",
      "example": "อีฬติ.",
      "group": "ภู (อ, เอ)",
      "id": 49,
      "ref": 26
    }
  ],
  "เจล, เจลฺล": [
    {
      "meaning": "ไป, ถึง, บรรลุ; ทำให้เคลื่อนไหว",
      "meaning_pali": "คติจาลเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 261,
      "ref": 126
    }
  ],
  "นนฺท": [
    {
      "meaning": "อิ่มใจ; ยินดี",
      "meaning_pali": "ตุฏฺฐินนฺเท",
      "example": "นนฺทติ ปุตฺเตหิ ปุตฺติมา. | นนฺทนํ (ความยินดี), ความอิ่มใจ). | อภินนฺทติ. | อภินนฺทนฺติ อาคตํ.",
      "group": "ภู (อ, เอ)",
      "id": 420,
      "ref": 210
    }
  ],
  "อคิ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คมเน",
      "example": "องฺคติ สตฺโต นิหีนภาวํ เอเตนาติ องฺคณํ (กิเลสเพียงดังเนิน). | ราคาทิ องฺคนฺติ เอตฺถาติ องฺคณํ (กิเลสเพียงดังเนิน). | องฺคนฺติ ชานนฺติ เอเตนาติ องฺคุลํ (นิ้วสำหรับวัด). | องฺคติ อุคฺคจฺฉติ องฺคุลิ (นิ้วมือ).",
      "group": "ภู (อ, เอ)",
      "id": 3,
      "ref": 2
    }
  ],
  "อค, อคฺค": [
    {
      "meaning": "ไปคต",
      "meaning_pali": "วงฺกคเต",
      "example": "อคติ รูปอาขยาต. | อคติ (ความลำเอียง) รูปกิตก์. | อคฺคติ. | อคฺคิ, อคฺคินิ (ไฟ).",
      "group": "ภู (อ, เอ)",
      "id": 2,
      "ref": 2
    }
  ],
  "ทห": [
    {
      "meaning": "เร่าร้อน, เผาไหม้; ทรงไว้",
      "meaning_pali": "ทาหธารเณสุ",
      "example": "อคารํ อคฺคิ ทหติ. | อคฺคินา ทยฺหติ. | ฑหติ. | ทห ธาตุนี้ สัททนีติ ใช้ในอรรถว่า ภสฺมีกรเณ.",
      "group": "ภู (อ, เอ)",
      "id": 374,
      "ref": 185
    }
  ],
  "ธิมฺห": [
    {
      "meaning": "คายออก; อาเจียน",
      "meaning_pali": "นิฏฺฐุภมฺหิ",
      "example": "ธิมฺหติ. | ธิมฺหามีติ นิฏฺฐุภามิ.",
      "group": "ภู (อ, เอ)",
      "id": 407,
      "ref": 202
    }
  ],
  "ขุฑิ": [
    {
      "meaning": "เดินเขยก, เป็นง่อย",
      "meaning_pali": "ขญฺชเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 176,
      "ref": 85
    }
  ],
  "โคฏฺฐ": [
    {
      "meaning": "เสพ; คบหา.",
      "meaning_pali": "เสวเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 214,
      "ref": 102
    }
  ],
  "กก": [
    {
      "meaning": "เหลวไหล, โลเล; ปรารถนา, เย่อหยิ่ง",
      "meaning_pali": "โลลิจฺฉาคพฺเภสุ",
      "example": "กกตีติ กาโก, กากี (กา, แม่กา).",
      "group": "ภู (อ, เอ)",
      "id": 85,
      "ref": "37"
    }
  ],
  "เคทุ, เคป": [
    {
      "meaning": "ไป, ถึง; ให้หวั่นไหว, ให้เคลื่อนไหว.",
      "meaning_pali": "คติจาลเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 212,
      "ref": 102
    }
  ],
  "ถา": [
    {
      "meaning": "ตั้งอยู่, ยืนอยู่, หยุดอยู่, มั่นคง",
      "meaning_pali": "ฐาเน",
      "example": "ถาติ. | ถานํ, อวตฺถา, อวตฺถานํ (ความตั้งอยู่, ที่ตั้ง). | ววตฺถิตํ (การกำหนด). | วนโถ (ต้นไม้ที่ตั้งอยู่ในป่า). | ถูกา (เสา) แปลง อา เป็น อุ.",
      "group": "ภู (อ, เอ)",
      "id": 352,
      "ref": 174
    }
  ],
  "จุป": [
    {
      "meaning": "ไปอย่างช้าๆ; ไปไม่หยุด",
      "meaning_pali": "มนุทคตฺยนวฏฺฐาเน",
      "example": "โจปติ. | โจปนํ (การไหว). | โจปนกาโย. | จุปติ เอกตฺถ น ติฏฺฐตีติ จปโล (คนกลับกลอก).",
      "group": "ภู (อ, เอ)",
      "id": 257,
      "ref": 124
    }
  ],
  "ติร": [
    {
      "meaning": "การไปข้างล่าง, ไปขวาง, ไปต่ำ",
      "meaning_pali": "อโธคเต",
      "example": "ติรติ อโธภาเคน คจฺฉตีติ ติรจฺโฉ, ติรจฺฉาโน วา (เดรัจฉาน, ผู้ไปขวาง, ไปต่ำ). | ติริโม (หมอก).",
      "group": "ภู (อ, เอ)",
      "id": 325,
      "ref": 162
    }
  ],
  "จีภ": [
    {
      "meaning": "สรรเสริญ",
      "meaning_pali": "ถวมฺหิ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 252,
      "ref": 120
    }
  ],
  "จุฑฺฑ": [
    {
      "meaning": "กระทำ; สง่างาม.",
      "meaning_pali": "กรณหาเวสุ",
      "example": "จุฑฺฑติ.",
      "group": "ภู (อ, เอ)",
      "id": 254,
      "ref": 123
    }
  ],
  "อพฺพ": [
    {
      "meaning": "รวมกลุ่ม; เบียดเบียน; ไป, บรรลุ",
      "meaning_pali": "คุมฺพนหึสาคตีสุ",
      "example": "อพฺพติ (ย่อมไป). | อพฺพุทํ (เหตุแตกสามัคคี, ชื่อขุมนรก, ลูกในครรภ์, ชื่อสังขยาจำนวนหนึ่ง).",
      "group": "ภู (อ, เอ)",
      "id": 21,
      "ref": 11
    }
  ],
  "ทาข": [
    {
      "meaning": "ให้เหี่ยวแห้ง; และอรรถของ อลํ",
      "meaning_pali": "โสสนาลมตฺเถ",
      "example": "ทาขติ.",
      "group": "ภู (อ, เอ)",
      "id": 379,
      "ref": 187
    }
  ],
  "เตป": [
    {
      "meaning": "หวั่นไหว; สว่าง, รุ่งเรือง; ราด, รด",
      "meaning_pali": "กมฺปนทิตฺติเสเก",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 345,
      "ref": 170
    }
  ],
  "กิโลต": [
    {
      "meaning": "ชุ่มชื้น, เปียก, ไหล",
      "meaning_pali": "อทฺเท",
      "example": "กิโลตติ, ปกิโลตติ. | กิโลต ธาตุนี้มีเฉพาะในสัททนีติเท่านั้น ไม่ปรากฏในคัมภีร์โลกียะ, แม้ในคัมภีร์ทางศาสนาก็คิดว่าน่าจะเป็นนามบทที่นำมาใช้เป็นนามธาตุ.",
      "group": "ภู (อ, เอ)",
      "id": 126,
      "ref": 58
    }
  ],
  "กีล": [
    {
      "meaning": "ผูก",
      "meaning_pali": "พนฺเธ",
      "example": "(ไม่แสดงอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 127,
      "ref": 59
    }
  ],
  "อุ": [
    {
      "meaning": "เปล่งเสียง, ออกเสียง, กล่าว, พูด",
      "meaning_pali": "สทฺเท",
      "example": "อวติ โย อาตุมานํ สยเมว ปาว (ผู้ใดย่อมกล่าวอวดตัวเอง).",
      "group": "ภู (อ, เอ)",
      "id": 50,
      "ref": 26
    }
  ],
  "อจิ": [
    {
      "meaning": "ไป, ถึง, บรรลุ; พูด, เปล่งเสียง; บูชา",
      "meaning_pali": "คตฺยพฺยตฺตกปูชเน",
      "example": "อญฺจติ, อญฺจเต. | อญฺจนํ (การไป, การบูชา, เคารพ, นับถือ).",
      "group": "ภู (อ, เอ)",
      "id": 7,
      "ref": 3
    }
  ],
  "อิทิ": [
    {
      "meaning": "เป็นใหญ่เหนือผู้อื่น; ปกครองผู้อื่น",
      "meaning_pali": "ปรมิสฺสเร",
      "example": "อินฺทติ ปรมิสฺสริยํ กโรตีติ อินฺโท (พระอินทร์, ท้าวสักกะ).",
      "group": "ภู (อ, เอ)",
      "id": 40,
      "ref": 21
    }
  ],
  "เขล": [
    {
      "meaning": "ไป, ถึง, บรรลุ; ให้หวั่นไหว",
      "meaning_pali": "คติจาเลสุ",
      "example": "เขลติ.",
      "group": "ภู (อ, เอ)",
      "id": 183,
      "ref": 88
    }
  ],
  "คุมฺพ": [
    {
      "meaning": "ทำก้อน, ทำกอง",
      "meaning_pali": "ปิณฺฑีกเร",
      "example": "คุมฺพติ. | คุมฺโพ (พุ่มไม้), มจฺฉคุมฺพํ.",
      "group": "ภู (อ, เอ)",
      "id": 208,
      "ref": 100
    }
  ],
  "ฆุฏ": [
    {
      "meaning": "หมุนวน; รบกวน, ทำลาย",
      "meaning_pali": "ปริวตฺตนพฺยาฆาเต",
      "example": "ฆุฏติ. | โฆฏโก (ม้า).",
      "group": "ภู (อ, เอ)",
      "id": 226,
      "ref": 106
    }
  ],
  "อฉิ, อญฺฉ": [
    {
      "meaning": "ดึง, ลาก, ฉุด, ชัก",
      "meaning_pali": "อายาเม",
      "example": "อญฺฉติ, อญฺฉามิ. | อญฺฉนฺโต",
      "group": "ภู (อ, เอ)",
      "id": 9,
      "ref": 5
    }
  ],
  "กพ": [
    {
      "meaning": "ผิว, สี",
      "meaning_pali": "วณฺเณ",
      "example": "กพติ. | อกพิ นีลาทิวณฺณตฺตํ อคมีติ กปิโล (สีด่าง, สีลาย) (เอา พ เป็น ป, อิล ปัจจัย).",
      "group": "ภู (อ, เอ)",
      "id": 105,
      "ref": 47
    }
  ],
  "ถล": [
    {
      "meaning": "การตั้งอยู่, ยืนอยู่, หยุดอยู่",
      "meaning_pali": "ฐาเน",
      "example": "ถลติ เอตฺถาติ ถลํ, ถลี (บนบก, ที่ดอน). | ถาลโก (จานข้าว, ถาดข้าว), ถาลี (หม้อข้าว). | ติณฺโณ ปารงฺคโต ถเล ติฏฺฐติ พฺราหฺมโณ.",
      "group": "ภู (อ, เอ)",
      "id": 350,
      "ref": 174
    }
  ],
  "ทุพฺพี": [
    {
      "meaning": "ฆ่า, เบียดเบียน",
      "meaning_pali": "วเธ",
      "example": "ทุพฺพติ. | ปิตฺถทุพฺโพ, ทุพฺพา (หญ้าแพรก).",
      "group": "ภู (อ, เอ)",
      "id": 390,
      "ref": 195
    }
  ],
  "กุร": [
    {
      "meaning": "เปล่งเสียง, ออกเสียง; ด่าว่า",
      "meaning_pali": "สทฺทอกฺโกเสสุ",
      "example": "กุรติ. | กุรโร (ผู้หยาบช้า, ครุฑ). | กุมฺโม (เต่า). | กุรติ กิจฺจากิจฺจํ วทตีติ กุรุ (พระเจ้ากุรุ, แคว้นกุรุ), กุรตีติ โกรโก, กลิกา (ดอกไม้ที่เริ่มจะบาน).",
      "group": "ภู (อ, เอ)",
      "id": 141,
      "ref": 67
    }
  ],
  "นทฺท": [
    {
      "meaning": "ทำเสียง, ส่งเสียง",
      "meaning_pali": "สทฺทมฺหิ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 419,
      "ref": 210
    }
  ],
  "จกฺข": [
    {
      "meaning": "เห็น; กล่าว; ความสบาย; ทำให้แจ้ง",
      "meaning_pali": "ทสฺสนวาจาสฺสาทวิภาเวสุ",
      "example": "จกฺขติ ปสฺสติ สมวิสมํ วา อาจิกฺขติ รูปํ วา อสฺสาเทติ วิภาเวติ จาติ จกฺขุ, นยนํ (นัยน์ตา). | มธุํ จกฺขติ, พฺยญฺชนํ จกฺขติ.",
      "group": "ภู (อ, เอ)",
      "id": 237,
      "ref": 110
    }
  ],
  "ทุห": [
    {
      "meaning": "รีดน้ำนม; ให้เต็ม; ฆ่า; ทำลาย",
      "meaning_pali": "โทหนปูรณวธนาเส",
      "example": "คาวึ ขีรํ ทุหติ. | โทหติ, ทุหติ พนฺธเว ปูเรตีติ ทุหิตา, ปุตฺตี (ลูกหญิง, ธิดา, บุตรี).",
      "group": "ภู (อ, เอ)",
      "id": 391,
      "ref": 196
    }
  ],
  "กุจ": [
    {
      "meaning": "ตะโกน; ก้าวกลับ; คด, งอ; ปิดกั้น; ประกอบ; ขีดเขียน",
      "meaning_pali": "อุจฺจสทฺทปฏิกฺกมโกฏิลฺลโรธสํโยคเลขเนสุ",
      "example": "โกจติ, อุจฺจาสทฺทํ กโรตีติ อตฺโถ. | โกจติ สงฺกุจติ เกเจติ ยุคลํ สํยุชฺชตีติ กุโจ (เต้านม). | กุจผโล (ต้นมะพลับ).",
      "group": "ภู (อ, เอ)",
      "id": 131,
      "ref": 60
    }
  ],
  "ถภิ": [
    {
      "meaning": "ดื้อ, กระด้าง, อุปถัมภ์; เซอะซะ; ปิดกั้น; เพิ่มโทสะ",
      "meaning_pali": "ถมุภชฬตฺตรุทฺธโทสวุทฺธิยํ",
      "example": "ถมฺภติ, วิตฺถมฺภติ. | ถมฺโภ (ความดื้อ, กระด้าง) ถทฺธลกฺขณา ปถวีธาตุ. | เคหํ ถูณาย ถมฺภติ. | อุปถมฺภิตฺวา, ถทฺโธ. | มานตฺถทฺโธ ปุคฺคโล. | ทฺวารํ กวาเฏน ถมฺภติ (ย่อมปิด).",
      "group": "ภู (อ, เอ)",
      "id": 349,
      "ref": 173
    }
  ],
  "อฐ, อฐิ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คเต",
      "example": "อฐติ, อณฺฐติ.",
      "group": "ภู (อ, เอ)",
      "id": 13,
      "ref": 7
    }
  ],
  "ทาฬ": [
    {
      "meaning": "การทำลาย",
      "meaning_pali": "วิเภทเน",
      "example": "ทาฬเต.",
      "group": "ภู (อ, เอ)",
      "id": 384,
      "ref": 188
    }
  ],
  "ตุ": [
    {
      "meaning": "เบียดเบียน; ให้เต็ม; เป็นอยู่",
      "meaning_pali": "หึสาปูรณวุตฺติยํ",
      "example": "โตติ, ตวติ.",
      "group": "ภู (อ, เอ)",
      "id": 330,
      "ref": 164
    }
  ],
  "อีส": [
    {
      "meaning": "ให้; ไป; แสวงหา, กักตุน; เบียดเบียน; ดู; เป็นใหญ่, เป็นอิสระ",
      "meaning_pali": "ทานคติอุญฺฉหึสาทสฺสนอิสฺสเร",
      "example": "อีสติ. | อีโส, อิสฺสโร (พระอิศวร, ผู้เป็นใหญ่, เป็นอิสระ). | อิสฺสริยํ (ความเป็นใหญ่). | ชนปเทโส (ชนบท, เจ้าผู้ครองหัวเมือง, ผู้ว่าฯลฯ). | มนุเชโส (พระราชา, จอมมนุษย์).",
      "group": "ภู (อ, เอ)",
      "id": 47,
      "ref": 26
    }
  ],
  "ทฬ": [
    {
      "meaning": "ความสว่าง, รุ่งเรือง",
      "meaning_pali": "ทิตฺติยํ",
      "example": "ททฬติ. | ททฬมานา อาภนฺติ สมนฺตา จตุโร ทิสา.",
      "group": "ภู (อ, เอ)",
      "id": 375,
      "ref": 185
    }
  ],
  "อุข, อุขิ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คติยํ",
      "example": "อุขติ, โอขติ, อุงฺขติ.",
      "group": "ภู (อ, เอ)",
      "id": 52,
      "ref": 27
    }
  ],
  "ธํสุ": [
    {
      "meaning": "ไป; ตกไปเบื้องล่าง",
      "meaning_pali": "คติอโธปตเน",
      "example": "ธํสติ. | รโชนุทฺธํสติ อุทฺธํ. | วิทฺธํสติ.",
      "group": "ภู (อ, เอ)",
      "id": 415,
      "ref": 207
    }
  ],
  "จก": [
    {
      "meaning": "ยินดี; กระทบกระทั่ง; ตรึกตรอง; สว่าง, รุ่งเรือง",
      "meaning_pali": "ติตฺติปติฆาตปริวิตกฺกทิตฺติสุ",
      "example": "จกติ กปฺปติ ปริวิตกฺเกตีติ วา จงฺโกโร (นกกด, นกเขาไฟ, ไก่ป่า). | ในคัมภีร์โลกียะเป็น จโกโร.",
      "group": "ภู (อ, เอ)",
      "id": 234,
      "ref": 109
    }
  ],
  "ตุท": [
    {
      "meaning": "ความเบียดเบียน, บีบคั้น, ทิ่มแทง",
      "meaning_pali": "ปีฬเน",
      "example": "ตุทติ, วิตุทติ. | ตุทนฺติ วาจาหิ ชนา อสญฺญตา. | ในกัมมวาจกเป็น ตุชฺชติ. | เวทนาภิตุนฺโน. | วิตุชฺชมานธมฺมานํ โหติ ทุกขํ สรีรชํ.",
      "group": "ภู (อ, เอ)",
      "id": 337,
      "ref": 166
    }
  ],
  "ตาย": [
    {
      "meaning": "ขยาย, สืบต่อ; รักษา, คุ้มครอง",
      "meaning_pali": "สนฺตานปาเล",
      "example": "ตายติ. | ตายนํ (การสืบต่อ, รักษา, คุ้มครอง).",
      "group": "ภู (อ, เอ)",
      "id": 324,
      "ref": 160
    }
  ],
  "อิ": [
    {
      "meaning": "ไป; สาธยาย, ท่อง; ปรารถนา; เชื่อถือ",
      "meaning_pali": "คตฺยชฺฌยนิจฺฉาสุ สทฺทหเน จ",
      "example": "อิติ, เอติ, อุเทติ, อเนฺวติ, สเมติ, อเปติ, เปติ, ปเรติ, อธิเต, วิปริเยติ. | อปาโย. | เปโต. | ปเรโต, ปริยาโย, วิปรีโต, วิปริยาโย, อชฺฌยโก. | อธิปฺปิยเต อิจฺฉิยเตติ อธิปฺปาโย, อธิปฺเปโต. | กมฺมํ ปจฺเจติ, ปจฺจยนํ สทฺทหนํ, ปจฺจโย, ตทภาวโต อปจฺจโย, ตสฺส ภาโว อปจฺจยตา.",
      "group": "ภู (อ, เอ)",
      "id": 33,
      "ref": 19
    }
  ],
  "โธร": [
    {
      "meaning": "ไปอย่างสวยงาม",
      "meaning_pali": "คติจารุเต",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 413,
      "ref": 206
    }
  ],
  "ตุช": [
    {
      "meaning": "ความเบียดเบียน",
      "meaning_pali": "หึสายํ",
      "example": "โตชติ.",
      "group": "ภู (อ, เอ)",
      "id": 331,
      "ref": 164
    }
  ],
  "ฆสฺสุ": [
    {
      "meaning": "การบด",
      "meaning_pali": "จุณฺเณ",
      "example": "จนฺทนํ ฆสฺสติ.",
      "group": "ภู (อ, เอ)",
      "id": 222,
      "ref": 105
    }
  ],
  "กุล": [
    {
      "meaning": "สืบต่อ, แผ่ขยายไป; สำรวม, ระวัง; นับ; ผูกมัด; ผูกพันธ์; รวม; เครือญาติ",
      "meaning_pali": "สนฺตานสํวรสงฺขฺยานพนฺธสงฺฆาเตพนฺธูสุ จ",
      "example": "ปาเท กุลติ ปตฺถรตีติ กุฬิโร, กกฺกฏโก (กุ้ง). | กุลติ ปตฺถรตีติ กุมฺมาโส (ขนมกุมมาส). | กุลติ ปกฺเข ปสาเรตีติ กุลโล (เหยี่ยว). | กุลาโล (คนเทินหม้อ). | โกลิโต (ชื่อพระโมคคัลลานะ). | กุลิยติ สํวริยตีติ กุลิสํ. | โกลติ. | โกโล (ต้นกะเบา). | กุลติ ปิยายติ พนฺธตีติ กุลํ (ตระกูล).",
      "group": "ภู (อ, เอ)",
      "id": 142,
      "ref": 67
    }
  ],
  "นกฺข, นข": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คติยํ",
      "example": "นกฺขติ. | นกฺขํ คมนํ ตายติ รกฺขตีติ นกฺขตฺตํ. | นขติ. | นโข, นขํ.",
      "group": "ภู (อ, เอ)",
      "id": 416,
      "ref": 208
    }
  ],
  "อิกฺข": [
    {
      "meaning": "เห็น; กำหนด; ทำเครื่องหมาย",
      "meaning_pali": "ทสฺสนงฺเกสุ",
      "example": "อกฺขติ, อุเปกฺขติ, ปจฺจเวกฺขติ. | อุเปกฺขา (ถ้าลบ ก จะเป็น อุเปขา เช่น อุปสมฺปทาเปโข เป็นต้น).",
      "group": "ภู (อ, เอ)",
      "id": 34,
      "ref": 20
    }
  ],
  "ชูส": [
    {
      "meaning": "ความเบียดเบียน",
      "meaning_pali": "หึสายํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 293,
      "ref": 141
    }
  ],
  "กว": [
    {
      "meaning": "สรรเสริญ, ชมเชย",
      "meaning_pali": "ถุติยํ",
      "example": "สนฺตํ กวติ วณฺเณตีติ กวิ (กวี, นักประพันธ์).",
      "group": "ภู (อ, เอ)",
      "id": 113,
      "ref": 51
    }
  ],
  "คิเลส": [
    {
      "meaning": "แสวงหา, ปรารถนา, อยากอยู่เนืองๆ",
      "meaning_pali": "อนุเอสเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 201,
      "ref": 96
    }
  ],
  "ทุกฺข": [
    {
      "meaning": "เป็นทุกข์, ลำบาก",
      "meaning_pali": "ทุกฺขเน",
      "example": "ทุกฺขติ. | คตฺตานิ ทุกฺขนฺติ. | ทุกฺขํ, ทุกฺขิโต.",
      "group": "ภู (อ, เอ)",
      "id": 388,
      "ref": 194
    }
  ],
  "ฐิวุ": [
    {
      "meaning": "การสละ",
      "meaning_pali": "จาเค",
      "example": "ฐิวติ. | นิฏฺฐีวติ. | เฐวิตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 303,
      "ref": 147
    }
  ],
  "ชมุ": [
    {
      "meaning": "การกิน",
      "meaning_pali": "ภกฺเข",
      "example": "ชเมติ อภกฺขิตพฺพํ อทตีติ ชมฺโม (คนต่ำ, คนเลว)",
      "group": "ภู (อ, เอ)",
      "id": 282,
      "ref": 135
    }
  ],
  "กุชิ": [
    {
      "meaning": "เปล่งเสียง",
      "meaning_pali": "สทฺเท",
      "example": "กุญฺชติ.",
      "group": "ภู (อ, เอ)",
      "id": 132,
      "ref": 61
    }
  ],
  "อูณุ": [
    {
      "meaning": "ปกปิด, เก็บ, ซ่อน",
      "meaning_pali": "อจฺฉาทเน",
      "example": "อูโณติ. | อูณุเต ทิสํ เมโฆ.",
      "group": "ภู (อ, เอ)",
      "id": 68,
      "ref": 32
    }
  ],
  "ขทฺท": [
    {
      "meaning": "กัด",
      "meaning_pali": "ทํสเน",
      "example": "ขทฺทติ.",
      "group": "ภู (อ, เอ)",
      "id": 157,
      "ref": 76
    }
  ],
  "ตร": [
    {
      "meaning": "ข้ามไป; ลอยน้ำ; หมุนไปไม่หยุด; ครอบงำ",
      "meaning_pali": "ตรณปฺลวสมฺภมอภิภเว",
      "example": "ตรติ. | ติณฺโณ (ผู้ข้าม, พ้นแล้ว). | ตรนฺติ เอเตน ปฺลวติ วา อุทกปิฏฺเฐติ ตรณํ, ตรณี, ตรี (เรือ). | ตรนฺติ เอตฺถาเนนาติ วา ติตฺถํ (ท่า). | พาลภาวํ ตรตีติ ตรุโณ, ยุวา (คนหนุ่ม), ตรุณี (หญิงสาว). | ตรนฺติ อเนนาติ ตรุ, รุกฺโข (ต้นไม้). | ตาเรยฺยุํ เอเตน มคฺเคน อตํสุ ปุพฺเพ, ตริสฺสนฺติ เย จ ตรนฺติ โอฆํ.",
      "group": "ภู (อ, เอ)",
      "id": 320,
      "ref": 158
    }
  ],
  "อีช, อีชิ": [
    {
      "meaning": "ไป, ถึง, บรรลุ; ตำหนิ, นินทา",
      "meaning_pali": "คตินินฺทาสุ",
      "example": "อีชติ, อิญฺชติ.",
      "group": "ภู (อ, เอ)",
      "id": 46,
      "ref": 24
    }
  ],
  "ทิพิ": [
    {
      "meaning": "ทำให้ยินดี, พอใจ",
      "meaning_pali": "ปีติกเร",
      "example": "ทิมฺพติ ปุตฺโต ปิตรํ.",
      "group": "ภู (อ, เอ)",
      "id": 386,
      "ref": 190
    }
  ],
  "กฑฺฒ": [
    {
      "meaning": "ลาก, ฉุด, คร่า, ดึง",
      "meaning_pali": "อากฑฺเฒ",
      "example": "กฑฺฒติ, อากฑฺฒติ, นิกฑฺฒติ.",
      "group": "ภู (อ, เอ)",
      "id": 96,
      "ref": 41
    }
  ],
  "ขีช": [
    {
      "meaning": "สะอึก",
      "meaning_pali": "หิกฺกมฺหิ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 173,
      "ref": 84
    }
  ],
  "โอข": [
    {
      "meaning": "เหือดแห้ง; ประดับ, ตกแต่ง, กล้า, แข็ง; สามารถ; ห้าม",
      "meaning_pali": "โสสาภูสาสมตฺถวารเณ",
      "example": "โอขติ.",
      "group": "ภู (อ, เอ)",
      "id": 79,
      "ref": 34
    }
  ],
  "ฆคฺฆ": [
    {
      "meaning": "หัวเราะ",
      "meaning_pali": "หาเส",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 217,
      "ref": 103
    }
  ],
  "ขส": [
    {
      "meaning": "ฆ่า, เบียดเบียน",
      "meaning_pali": "วเธ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 167,
      "ref": 79
    }
  ],
  "อุสูย": [
    {
      "meaning": "ทำให้โทษปรากฎ; กล่าวโทษ, ริษยา",
      "meaning_pali": "โทสาวีกเร",
      "example": "อุสูยติ. | อุสูยา, อุสูยนา, อุสุยฺยนา (ความริษยา). | ธมฺเมน นยมานานํ กา อุสูยา วิชานตํ.",
      "group": "ภู (อ, เอ)",
      "id": 65,
      "ref": 31
    }
  ],
  "อาฉิ": [
    {
      "meaning": "ลาก, ดึงด้านยาว",
      "meaning_pali": "อายาเม",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 30,
      "ref": 18
    }
  ],
  "อุกฺข": [
    {
      "meaning": "รด, ราด, โปรย",
      "meaning_pali": "เสจเน",
      "example": "อุกฺขติ.",
      "group": "ภู (อ, เอ)",
      "id": 51,
      "ref": 26
    }
  ],
  "จกาส": [
    {
      "meaning": "สว่าง, รุ่งเรือง",
      "meaning_pali": "ทิตฺติยํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 235,
      "ref": 109
    }
  ],
  "ตุฑิ": [
    {
      "meaning": "ความเบียดเบียน, บีบคั้น",
      "meaning_pali": "ปีเฬ",
      "example": "ตุณฺฑติ เอเตนาติ ตุณฺฑํ (จะงอยปากของนก). | ตุณฺเฑน อาทาย คจฺเฉยฺย. | ในโมคัลลานะ\nกำหนดเป็น ตนุ ธาตุว่า ตโนติ เอเตนาติ ตุณฺฑํ.",
      "group": "ภู (อ, เอ)",
      "id": 334,
      "ref": 165
    }
  ],
  "จุลฺล": [
    {
      "meaning": "ความสง่างาม",
      "meaning_pali": "หาวมฺหิ",
      "example": "จุลฺลติ.",
      "group": "ภู (อ, เอ)",
      "id": 258,
      "ref": 125
    }
  ],
  "ขุท": [
    {
      "meaning": "หิว, กระหาย; ไม่อดทน; เล่น",
      "meaning_pali": "ปิปาสาสหกีฬเน",
      "example": "โขทติ, ขุทติ วิปาเสตีติ ขุทฺโท (แมลงวัน, ผึ้งเล็ก). | ขุทา (ความอยาก). | ขุทติ น สหตีติ ขุทฺโท, นีโจ.",
      "group": "ภู (อ, เอ)",
      "id": 177,
      "ref": 85
    }
  ],
  "จิล": [
    {
      "meaning": "การนุ่งห่ม",
      "meaning_pali": "ปริธานมฺหิ",
      "example": "จิลติ วตฺถํ โลโก. | เจลํ, เจฬํ, เจฬกํ (ผ้า, เสื้อผ้า). | ธาติ เจลํว มกฺขิโต, เจลุกฺเขโป.",
      "group": "ภู (อ, เอ)",
      "id": 250,
      "ref": 119
    }
  ],
  "กิต": [
    {
      "meaning": "รักษาโรค, เยียวยา; รู้; ปรารถนา; อยู่; สงสัย",
      "meaning_pali": "โรคาปนยนญาณิจฺฉาวาสสํสเย",
      "example": "เกตติ, ติกิจฺฉติ, จิกิจฺฉติ. | จิกิจฺฉา, ติกิจฺฉา, วิจิกิจฺฉา, ติกิจฺฉาโก, สงฺเกตกมฺมํ. | นิเกโต (เรือน), เกตโก สูจิกา ปุพฺโพ. | เกตกํ (ดอกการะเกด), สายํ คหิตนิวาสฐานตฺตา สาเกตํ (เมืองสาเกต).",
      "group": "ภู (อ, เอ)",
      "id": 122,
      "ref": 55
    }
  ],
  "กสี": [
    {
      "meaning": "ไป, ถึง; เหี่ยวแห้ง",
      "meaning_pali": "คติสุสฺสเนสุ",
      "example": "กสติ, กสนฺติ.",
      "group": "ภู (อ, เอ)",
      "id": 116,
      "ref": 52
    }
  ],
  "คุพฺพ": [
    {
      "meaning": "พยายาม",
      "meaning_pali": "อุยฺยเม",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 207,
      "ref": 100
    }
  ],
  "ฐุภ": [
    {
      "meaning": "การถ่มน้ำลาย, เสลด",
      "meaning_pali": "ฐุเภ",
      "example": "นิฏฺฐุภติ. | นิฏฺฐุภนํ (การถ่มน้ำลาย). | ธิมฺหามิติ นิฏฺฐุภามิ.",
      "group": "ภู (อ, เอ)",
      "id": 304,
      "ref": 147
    }
  ],
  "ตุฑฺฑ": [
    {
      "meaning": "ความไม่เอื้อเฟื้อ",
      "meaning_pali": "อนาทเร",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 335,
      "ref": 165
    }
  ],
  "อภิ": [
    {
      "meaning": "ทำเสียง, ออกเสียง",
      "meaning_pali": "สทฺเท",
      "example": "อมฺภติ สทฺทํ กโรตีติ อมฺโภ (น้ำ). | อมฺโภชํ (ดอกบัว).",
      "group": "ภู (อ, เอ)",
      "id": 24,
      "ref": 12
    }
  ],
  "ทาฆ": [
    {
      "meaning": "ลำบาก; สามารถ; หมุนไป; ทำให้ยาว",
      "meaning_pali": "อายาสสตฺติภมายาเมสุ",
      "example": "ทาฆติ. | นิฑาโฆ, นิทโฆ, นิทาฆสมโย (ความร้อน, ฤดูร้อน).",
      "group": "ภู (อ, เอ)",
      "id": 380,
      "ref": 187
    }
  ],
  "ทลิทฺท": [
    {
      "meaning": "ความลำบาก; เมื่อยล้า",
      "meaning_pali": "ทุคฺคเต",
      "example": "ทลิทฺทตีติ ทลิทฺโท, ทาลิทฺที. | ทลิทฺทิยํ. | ในคัมภีร์โลกียะใช้ ร อักษรคือ ทริทฺทา, ทุคฺคตฺยํ, อุปรูปริ ปสฺสนฺโต, สพฺโพ เอว ทริทฺทติ. | เมื่อปริวรรตเป็นมคธแล้วจึงเปลี่ยนมาใช้ ล อักษร.",
      "group": "ภู (อ, เอ)",
      "id": 372,
      "ref": 184
    }
  ],
  "ฆุณฺณ": [
    {
      "meaning": "บินวน; ไป, ถึง, บรรลุ",
      "meaning_pali": "ภมคตีสุ",
      "example": "ฆุณฺณติ.",
      "group": "ภู (อ, เอ)",
      "id": 229,
      "ref": 107
    }
  ],
  "ตฑิ": [
    {
      "meaning": "ทุบ.ตี; หวั่นไหว",
      "meaning_pali": "ตาฬนจาเลสุ",
      "example": "วิเสเสน วิญฺญูนํ หทยํ ตณฺฑติ กมฺเปตีติ\nวิตณฺโฑ, วาโท. | ตํ วทติ สีเลนาติ วิตณฺฑวาที.",
      "group": "ภู (อ, เอ)",
      "id": 313,
      "ref": 153
    }
  ],
  "ติส": [
    {
      "meaning": "ความเอิบอิ่ม, ยินดี",
      "meaning_pali": "ติตฺยํ",
      "example": "ติสติ. | ติตฺติ, ติตฺโต, ติตฺตโก (ความเอิบอิ่ม, ความยินดี).",
      "group": "ภู (อ, เอ)",
      "id": 327,
      "ref": 163
    }
  ],
  "ทขิ": [
    {
      "meaning": "ปรารถนา; ขัน, ร้อง",
      "meaning_pali": "อิจฺฉาโฆรรุเต",
      "example": "ทงฺขติ กาโก.",
      "group": "ภู (อ, เอ)",
      "id": 364,
      "ref": 178
    }
  ],
  "ชคฺฆ": [
    {
      "meaning": "การหัวเราะ",
      "meaning_pali": "หาเส",
      "example": "ชคฺฆติ. ชคฺฆิตํ (การหัวเราะ). | น อุชฺชคฺฆินิกาย.",
      "group": "ภู (อ, เอ)",
      "id": 274,
      "ref": 132
    }
  ],
  "นย": [
    {
      "meaning": "ไป, ถึง, บรรลุ; รักษา, ป้องกัน;",
      "meaning_pali": "คติรกฺขเณ",
      "example": "นยติ. | นยนฺติ รกฺขนฺติ อตฺถํ เอเตนาติ นโย (การแนะนำ, แผนการ). | นยนํ คมนํ นโย, ปาฬิคติ.",
      "group": "ภู (อ, เอ)",
      "id": 425,
      "ref": 210
    }
  ],
  "ฉุ": [
    {
      "meaning": "การตัด",
      "meaning_pali": "เฉเท",
      "example": "โฉติ, เฉตฺวาน โมฬึ วรคนฺธวาสิตํ (ตัดพระเมาลีอันอบด้วยของหอมอย่างประเสริฐ). | อจฺโฉจฺฉุํ วต โภ รุกฺขํ. | ในกัปปทุมะกล่าวอีกว่า ฉุ คติยํ. | ฉวติ. | ฉวนํ, ฉุโต.",
      "group": "ภู (อ, เอ)",
      "id": 267,
      "ref": 131
    }
  ],
  "กสิ": [
    {
      "meaning": "ทำลาย; ไป",
      "meaning_pali": "วิทฺธํสยายเน",
      "example": "กํสติ. | กํโส (สำริด), กํสปาติ (ถาดสำริด).",
      "group": "ภู (อ, เอ)",
      "id": 115,
      "ref": 51
    }
  ],
  "อจ": [
    {
      "meaning": "พูดไม่ชัด",
      "meaning_pali": "อพฺยตฺตวาเกฺย",
      "example": "อจติ, อจเต.",
      "group": "ภู (อ, เอ)",
      "id": 6,
      "ref": 3
    }
  ],
  "นิทิ": [
    {
      "meaning": "ติเตียน, นินทา",
      "meaning_pali": "กุจฺฉายํ",
      "example": "นินฺทติ. | นินฺทิยเตติ นินฺทา. | นตฺถิ โลเก อนินฺทิโต.",
      "group": "ภู (อ, เอ)",
      "id": 436,
      "ref": 214
    }
  ],
  "เอธ": [
    {
      "meaning": "ได้; เจริญ",
      "meaning_pali": "ลาภวุทฺธีสุ",
      "example": "เอธติ วฑฺฒติ อคฺคิ เตนาติ เอโธ (เชื้อไฟ). | สุเขธิโต (ผู้เจริญด้วยความสุข).",
      "group": "ภู (อ, เอ)",
      "id": 75,
      "ref": 33
    }
  ],
  "เอสุ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คตฺยํ",
      "example": "เอสติ, เอสฺสติ เอสฺสนฺตํ คิริทุคฺเคสุ. | (ในคัมภีร์ส่วนมากใช้เป็น เอส ธาตุ)",
      "group": "ภู (อ, เอ)",
      "id": 78,
      "ref": 34
    }
  ],
  "กุฏิ": [
    {
      "meaning": "ให้พิการ, ให้ทุรพล",
      "meaning_pali": "เวกลฺเล",
      "example": "กุณฺฏติ ธนํ โสโก.",
      "group": "ภู (อ, เอ)",
      "id": 135,
      "ref": 62
    }
  ],
  "ถุภุ": [
    {
      "meaning": "ความหลง",
      "meaning_pali": "ถมฺภเน",
      "example": "โถภติ, โถภเต.",
      "group": "ภู (อ, เอ)",
      "id": 358,
      "ref": 176
    }
  ],
  "จช": [
    {
      "meaning": "การสละ, แบ่งปัน",
      "meaning_pali": "จาเค",
      "example": "จชติ, ปริจฺจชติ. | จาโค, ปริจฺจาโค (การสละ). | จชมาโน. | จชติ จชิยตีติ วา จตฺโต (ผู้สละเเล้ว).",
      "group": "ภู (อ, เอ)",
      "id": 238,
      "ref": 111
    }
  ],
  "กุถิ": [
    {
      "meaning": "เบียดเบียน; เศร้าหมอง",
      "meaning_pali": "หึสากิลิสฺสเน",
      "example": "กุนฺถติ. | กุนฺโถ (มด, มดดำ). | กุนฺถกิปิลฺลิกํ. | ทิสฺวาน ปติตํ สามํ ปุตฺตกํ ปํสุกุนฺถิตํ.",
      "group": "ภู (อ, เอ)",
      "id": 139,
      "ref": 64
    }
  ],
  "กิฏ": [
    {
      "meaning": "ทำให้กลัว, ข่มขู่; กลัว; ไป, ถึง, บรรลุ",
      "meaning_pali": "ภาเย ภเย คเต",
      "example": "พฺยคฺโฆ ชนํ เกฏติ, ชโน พฺยคฺฆา เกฏติ.",
      "group": "ภู (อ, เอ)",
      "id": 121,
      "ref": 54
    }
  ],
  "ตุห, ตุฬ": [
    {
      "meaning": "ความเบียดเบียน",
      "meaning_pali": "หึสเน",
      "example": "โตหติ หึสตีติ ตุหินํ (น้ำค้าง). | หิมํ จนฺทเตโช จ โตฬติ.",
      "group": "ภู (อ, เอ)",
      "id": 342,
      "ref": 168
    }
  ],
  "ชคฺค": [
    {
      "meaning": "ชำระ; เลี้ยงดู; รักษา",
      "meaning_pali": "โสธโปสนรกฺขเณ",
      "example": "ชคฺคติ, ปติชคฺคติ. | มาตาปิตโร ชคฺคติ. | ทฺวารํ ชคฺคติ. | ทฺวารชคฺคนํ นาม ทฺวารปาลานํ ภาโร.",
      "group": "ภู (อ, เอ)",
      "id": 273,
      "ref": 132
    }
  ],
  "ขทิ": [
    {
      "meaning": "บินไป; นำออก, ถอนออก",
      "meaning_pali": "ปกฺขนฺทนุทฺธเร",
      "example": "ขนฺทติ, ปกฺขนฺทติ. | อชฏากาสํ ปกฺขนฺทึสุ.",
      "group": "ภู (อ, เอ)",
      "id": 156,
      "ref": 76
    }
  ],
  "ขกฺข": [
    {
      "meaning": "หัวเราะ",
      "meaning_pali": "หสเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 152,
      "ref": 73
    }
  ],
  "ชภ": [
    {
      "meaning": "เสพเมถุน; สง่างาม",
      "meaning_pali": "เมถุนวิชมฺเภ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 281,
      "ref": 135
    }
  ],
  "ทุณ": [
    {
      "meaning": "คด, งอ, โกง; ไป; ฆ่า, เบียดเบียน",
      "meaning_pali": "ชิมฺหคติวเธ",
      "example": "ทุณติ. | โทโณ (โทณะ, ชื่อเครื่องตวง). | โทณิ (ราง, พิณ).",
      "group": "ภู (อ, เอ)",
      "id": 389,
      "ref": 195
    }
  ],
  "กสฺส": [
    {
      "meaning": "ลาก, ชักมา, ฉุดมา",
      "meaning_pali": "กฑฺฒฺยํ",
      "example": "กสฺสติ, ปริกสฺสติ. | มูลาย ปฏิกสฺเสยฺย.",
      "group": "ภู (อ, เอ)",
      "id": 117,
      "ref": 52
    }
  ],
  "อล": [
    {
      "meaning": "ประดับ; สามารถ; ห้าม; ผูกมัด",
      "meaning_pali": "ภูสนสมตฺถนีวารพนฺธเนสุ",
      "example": "อลติ อลํ ภูสนํ กโรติ เอเตนาติ อลงฺกาโร. | อลงฺกโต. | อลติ พนฺธติ เอเตนาติ อลิกํ (ความเหลาะแหละ). | อลติ ปาปกรเณ สมตฺเถตีติ อลโส (คนถนัดทำชั่ว, เกียจคร้าน).",
      "group": "ภู (อ, เอ)",
      "id": 27,
      "ref": 13
    }
  ],
  "กฑฺฑ": [
    {
      "meaning": "กระด้าง",
      "meaning_pali": "กกฺกเส",
      "example": "กฑฺฑติ ปทุมนาฬํ.",
      "group": "ภู (อ, เอ)",
      "id": 95,
      "ref": 40
    }
  ],
  "กา": [
    {
      "meaning": "เปล่งเสียง, ออกเสียง",
      "meaning_pali": "สทฺเท",
      "example": "กาติ สทฺทํ กโรตีติ กาโก. | กาติ ผรุสํ วทตีติ กาโฬ, กณฺโห (ดำ).",
      "group": "ภู (อ, เอ)",
      "id": 119,
      "ref": 52
    }
  ],
  "กฑ": [
    {
      "meaning": "กิน; ยกตน",
      "meaning_pali": "อทนทปฺเปสุ",
      "example": "กฑติ.",
      "group": "ภู (อ, เอ)",
      "id": 94,
      "ref": 40
    }
  ],
  "ขาทิ": [
    {
      "meaning": "ฆ่า, กำจัด, ประหาร",
      "meaning_pali": "ปริฆาเต",
      "example": "ขนฺทติ.",
      "group": "ภู (อ, เอ)",
      "id": 170,
      "ref": 80
    }
  ],
  "ตีว": [
    {
      "meaning": "ความอ้วน",
      "meaning_pali": "ถูลิเย",
      "example": "ตีวตีติ ตีวโร (สมุทร, ทะเล, นายพราน).",
      "group": "ภู (อ, เอ)",
      "id": 329,
      "ref": 164
    }
  ],
  "ฆุร": [
    {
      "meaning": "น่ากลัว; ส่งเสียง, ทำเสียงอย่างน่ากลัว",
      "meaning_pali": "เภรวสทฺเท",
      "example": "ฆุรติ พฺยคฺโฆ มนุสฺสานํ. | โฆโร, โฆรํ (สิ่งน่ากลัว, เสียงกึกก้อง). | กทริยา ตาปนา โฆรา.",
      "group": "ภู (อ, เอ)",
      "id": 230,
      "ref": 107
    }
  ],
  "ฉม": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คติมฺหิ",
      "example": "ฉมติ. | ฉมา ภูมิ. | น ฉมายํ นิสีทิตฺวา. | ฉมนฺติ คจฺฉนฺติ เอตฺถาติ ฉมา (แผ่นดิน).",
      "group": "ภู (อ, เอ)",
      "id": 263,
      "ref": 129
    }
  ],
  "ชุพฺพ": [
    {
      "meaning": "ฆ่า,เบียดเบียน",
      "meaning_pali": "วเธ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 292,
      "ref": 140
    }
  ],
  "โอปุชิ": [
    {
      "meaning": "ฉาบทา, พอก",
      "meaning_pali": "วิลิมฺเป",
      "example": "โอปุญฺชติ. | โคมเยน ปฐวึ โอปุญฺชาเปตฺวา. | (ธาตุนี้ อว+ปุชิ ธาตุก็เรียก).",
      "group": "ภู (อ, เอ)",
      "id": 81,
      "ref": 35
    }
  ],
  "กุชุ": [
    {
      "meaning": "ลัก, ขโมย",
      "meaning_pali": "เถยฺเย",
      "example": "โกชติ.",
      "group": "ภู (อ, เอ)",
      "id": 133,
      "ref": 61
    }
  ],
  "ฆส": [
    {
      "meaning": "การกิน",
      "meaning_pali": "ภกฺขเณ",
      "example": "ฆสติ. | วิฆาสาโท (คนกินเดน), ฆาโส (อาหาร), ฆาสจฺฉาทนํ, ฆสิตุํ. | ชิฆจฺฉา (ความหิว).",
      "group": "ภู (อ, เอ)",
      "id": 220,
      "ref": 105
    }
  ],
  "เขวุ": [
    {
      "meaning": "การคบหา, การเสพ",
      "meaning_pali": "เสวเน",
      "example": "เขวติ.",
      "group": "ภู (อ, เอ)",
      "id": 184,
      "ref": 88
    }
  ],
  "อิสิฑิ": [
    {
      "meaning": "ข่มขี่, ย่ำยี, ครอบงำ",
      "meaning_pali": "วิมทฺเท",
      "example": "อิสิณฺฑติ ปเรสํ มทฺทตีติ อิสิณฺโฑ (พระราชา).",
      "group": "ภู (อ, เอ)",
      "id": 43,
      "ref": 23
    }
  ],
  "นิทมฺป": [
    {
      "meaning": "เด็ด, สอย, ตัด, เกี่ยว",
      "meaning_pali": "นิทมฺปเน",
      "example": "นิทมฺปติ รุกฺขปณฺณํ, วีหิสีสํ นิทมฺปติ. | ธาตุนี้ นิทปิ ธาตุ ก็เรียก และไม่มีปรากฏในคัมภีร์โลกียะ.",
      "group": "ภู (อ, เอ)",
      "id": 435,
      "ref": 214
    }
  ],
  "อุพฺภ, อุภ, อุมฺภ": [
    {
      "meaning": "ทำให้เต็ม",
      "meaning_pali": "ปุเร",
      "example": "อุพฺภติ, อุพฺภนฺติ. | อุภติ, อุภนฺติ. | อุมฺภติ. | กฺริยาทิ วิภาคํ เกเฏนฺโต คเมนฺโต อุภติ ปูเรตีติ เกฏุภํ (ศาสตร์ว่าด้วยฉันทลักษณ์). | เกน ชเลน อุมฺเภตพฺโพติ กุมฺโภ, กุมฺภิ (หม้อน้ำดื่ม). | สมนฺตโต อาคเตน อุทเกน อุมฺพติ ปูเรตีติ โสมฺโภ วา โสพฺโภ (บ่อน้ำ, หนองน้ำ).",
      "group": "ภู (อ, เอ)",
      "id": 63,
      "ref": 30
    }
  ],
  "ฉุภ": [
    {
      "meaning": "การถ่มเสลด, น้ำลาย",
      "meaning_pali": "นิจฺฉุภเน",
      "example": "ฉุภติ. | นิจฺฉุภนํ (การถ่มเสลด). | สามํ ฆรา นิจฺฉุภติ.",
      "group": "ภู (อ, เอ)",
      "id": 270,
      "ref": 131
    }
  ],
  "ทิห": [
    {
      "meaning": "เจริญ, ทำให้ขยายออก; ฉาบ, ทา",
      "meaning_pali": "วุทฺธิตกฺกรเลปเน",
      "example": "ทิหติ, เทหติ วฑฺฒติ เทหิยติ วา อุปจิยติ กมฺมกิเลเสหีติ เทโห (กาย, อัตภาพ). | สนฺเทโห (การเพิ่มความสงสัยให้แก่ตนเอง, กายของตน).",
      "group": "ภู (อ, เอ)",
      "id": 387,
      "ref": 192
    }
  ],
  "ตทิ": [
    {
      "meaning": "พยายาม; เกียจคร้าน; หลง; ไม่เอื้อเฟื้อ; เบียดเบียน",
      "meaning_pali": "เจตาลสฺยโมหานาทรหึสเน",
      "example": "ตนฺทติ. ตนฺทิ, ตนฺที (ความหลับ, ประมาท, เฉื่อยชา, เกียจคร้าน).",
      "group": "ภู (อ, เอ)",
      "id": 315,
      "ref": 153
    }
  ],
  "ฆสิ": [
    {
      "meaning": "ขัด, ถู, เช็ด",
      "meaning_pali": "ฆํเส",
      "example": "ฆํสติ. มญฺจปีฐํ อฆํสนฺเตน นีหริตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 221,
      "ref": 105
    }
  ],
  "ถุฬ": [
    {
      "meaning": "การปกปิด",
      "meaning_pali": "อจฺฉาเท",
      "example": "ถุฬติ. | ถุฬนํ.",
      "group": "ภู (อ, เอ)",
      "id": 361,
      "ref": 177
    }
  ],
  "ตคิ": [
    {
      "meaning": "ไป, ถึง, บรรลุ; ตกไป; หวั่นไหว",
      "meaning_pali": "คตฺยํ, ปตนกมฺปเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 309,
      "ref": 151
    }
  ],
  "กิลิทิ": [
    {
      "meaning": "ร้องไห้, คร่ำครวญ",
      "meaning_pali": "โรทเน",
      "example": "กิลินฺทติ, กิลินฺทนฺติ.",
      "group": "ภู (อ, เอ)",
      "id": 125,
      "ref": 57
    }
  ],
  "ธช": [
    {
      "meaning": "ไป",
      "meaning_pali": "ยายเน",
      "example": "ยถา วาตํ ธชตีติ ธโช, เกตุ (ธง). | ธชคฺคํ (ยอดธง).",
      "group": "ภู (อ, เอ)",
      "id": 397,
      "ref": 198
    }
  ],
  "จีย": [
    {
      "meaning": "สำรวม, ระวัง; ถือเอา",
      "meaning_pali": "สํวราทาเน",
      "example": "จียติ, จียเต.",
      "group": "ภู (อ, เอ)",
      "id": 253,
      "ref": 120
    }
  ],
  "ขร": [
    {
      "meaning": "สิ้นไป; รด; พินาศ; หยาบ; หวั่นไหว",
      "meaning_pali": "ขยเสกนาสผารุสกมฺปเน",
      "example": "ขรติ. | นกฺขรนฺติ น ขิยฺยนฺตีติ อกฺขรานิ (อักขระ) นกฺขตฺตํ (นักษัตร). | ขรตา, ขรตฺตํ (ความขรุขระ).",
      "group": "ภู (อ, เอ)",
      "id": 166,
      "ref": 79
    }
  ],
  "อิข, อิขิ, อิคิ": [
    {
      "meaning": "ไป",
      "meaning_pali": "คตฺยํ",
      "example": "เอขติ, อิงฺขติ, อิงฺคติ.",
      "group": "ภู (อ, เอ)",
      "id": 35,
      "ref": 20
    }
  ],
  "นาถ, นาธ": [
    {
      "meaning": "ขอ; ปรารถนา; ให้เดือดร้อน; อิสสระ",
      "meaning_pali": "ยาจนาสีสอุปตาปิสฺสเร",
      "example": "นาถติ สตฺตานํ หิตํ ยาจติ, กิเลเส วา อุปตาเปติ, สคฺเคสุ วา อิสฺสริยํ กโรติ เตสํ วา หิตํ อาสึสตีติ นาโถ (ที่พึ่ง, พระพุทธเจ้า). | นาธติ.",
      "group": "ภู (อ, เอ)",
      "id": 428,
      "ref": 212
    }
  ],
  "คู": [
    {
      "meaning": "ถ่ายอุจจาระ",
      "meaning_pali": "วจฺจจาเค",
      "example": "คุวติ. | คูโต, คูโถ (คูถ, อุจจาระ).",
      "group": "ภู (อ, เอ)",
      "id": 211,
      "ref": 101
    }
  ],
  "ชิร": [
    {
      "meaning": "เจริญ, พอกพูนขึ้น",
      "meaning_pali": "พฺรุเห",
      "example": "ชิรติ. | อปฺปสุตายํ ปุริโส พลิพทฺโทว ชีรติ.",
      "group": "ภู (อ, เอ)",
      "id": 285,
      "ref": 138
    }
  ],
  "ธชิ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คตฺยํ",
      "example": "ธญฺชติ.",
      "group": "ภู (อ, เอ)",
      "id": 398,
      "ref": 198
    }
  ],
  "อาส": [
    {
      "meaning": "ปรากฏ; แทรกเข้าไป",
      "meaning_pali": "วิชฺชมานุปเวสเน",
      "example": "อากาสมาสเต อาสติ นิสีทติ เอตฺถาติ อาสนํ (การนั่ง, ผ้าปูนั่ง). | รตนตฺตยํ อุปาสตีติ อุปาสโก อุปาสิกา วา. | อจฺฉติ (ย่อมเข้าไป).",
      "group": "ภู (อ, เอ)",
      "id": 32,
      "ref": 19
    }
  ],
  "อิสุ": [
    {
      "meaning": "ปรารถนา; ยินดี, รักใคร่",
      "meaning_pali": "อิจฺฉากนฺตีสุ",
      "example": "อิจฺฉติ, สมฺปฏิจฺฉติ. | อิจฺฉา (ความปรารถนา). | อวิจฺฉา, มหิจฺฉา, อตฺริจฺฉา. | อิตฺถี (หญิง, ผู้ปรารถนา). | สมฺปฏิจฺฉนฺนํ, อิฏฺฐารมฺมณํ.",
      "group": "ภู (อ, เอ)",
      "id": 44,
      "ref": 23
    }
  ],
  "อฏ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คติยํ",
      "example": "อฏติ. | อฏวิ, อฏวี (ป่าทึบ, ดง). | อฏยเต คมฺยเตติ อฏนิ, อฏนี (แม่แคร่, เตียง).",
      "group": "ภู (อ, เอ)",
      "id": 12,
      "ref": 6
    }
  ],
  "ถุจ": [
    {
      "meaning": "การยกย่อง",
      "meaning_pali": "อนุคฺคเห",
      "example": "โถจติ.",
      "group": "ภู (อ, เอ)",
      "id": 357,
      "ref": 176
    }
  ],
  "ฉา": [
    {
      "meaning": "ปกปิด, ห่อหุ้ม",
      "meaning_pali": "ฉาทนสฺมึ",
      "example": "ฉาติ, ฉายติ. | ฉายา (เงา). | เอา อา เป็น อาย.",
      "group": "ภู (อ, เอ)",
      "id": 266,
      "ref": 130
    }
  ],
  "ทกฺข": [
    {
      "meaning": "เจริญ; รวดเร็ว; ฆ่า; ไป, ถึง, บรรลุ",
      "meaning_pali": "วุฑฺฒิสีฆวธคเต",
      "example": "ทกฺขติ. | ทกฺขิณา (ของทำบุญ, ทิศใต้, ขวามือ). | ทกฺขนฺติ วฑฺฒนฺติ สตฺตา เอตายาติ ทกฺขิณา, ตํ อรหตีติ ทกฺขิเณยฺโย, อริโย (ผู้ควรรับของทำบุญ) ทกฺขติ กิจฺจากิจฺเจสุ สีฆํ ปวตฺตตีติ ทกฺโข (ผู้\nคล่องแคล่ว, ขยัน). | ปทกฺขิณคฺคาหี (ผู้มีปกติฟังโดยเคารพ, ตั้งใจฟัง).",
      "group": "ภู (อ, เอ)",
      "id": 363,
      "ref": 178
    }
  ],
  "โคฐ": [
    {
      "meaning": "ประชุม, รวบรวม",
      "meaning_pali": " สํหเต",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 215,
      "ref": 102
    }
  ],
  "กิร": [
    {
      "meaning": "ซัดไป; กระจัดกระจาย, เรี่ยราย; (ถ้ามีอัพยยบทเป็นบทหน้ามีอรรถเป็นเอนก)",
      "meaning_pali": "วิกฺเขปวิกิเร",
      "example": "กิรติ กงฺขํ วิกฺขิปติ อปเนตีติ กิโต. | ปรทุกฺขํ กิรตีติ กรุณา (ความสงสาร). | กิรติ ปตฺถรติ วิกฺขิปติ วา ติมิรนฺติ กิรโณ, รํสี (รัศมี, แสงสว่าง). | โสเภตุเมตฺถ รตนานิ วิกิรียนฺตีติ กิริตํ (มงกุฏ). | กิรตีติ กิราโต, สวโร (คนป่า, คนร้าย). | สงฺกิรติ, สํกิณฺโณ (ปะปนกัน), ปกิรติ, ปกิณฺณา (เรี่ยรายไป). | อากิณฺณา ลุทฺธกมฺเมหิ (เกลื่อนกล่น). | ปติกิรติ, อุปกิรติ (เบียดเบียน, ฆ่า, ตัด).",
      "group": "ภู (อ, เอ)",
      "id": 123,
      "ref": 56
    }
  ],
  "จาย": [
    {
      "meaning": "บูชา, นับถือ, เคารพ; ดู, รับฟัง",
      "meaning_pali": "ปูชานิสามเน",
      "example": "จายติ, อปจายติ. | อปจายี (ผู้มีความเคารพ). | อปจายนํ, อปจายนา, อปจิติ (ความเคารพ).",
      "group": "ภู (อ, เอ)",
      "id": 246,
      "ref": 116
    }
  ],
  "จิน": [
    {
      "meaning": "การดูหมิ่น, สำคัญว่าตนประเสริฐ",
      "meaning_pali": "มญฺญนายํ",
      "example": "จินายติ, โอจินายติ. | สพฺโพ ตํ ชโน โอจินายตุ. | ธาตุนี้ไม่ลบที่สุดธาตุ",
      "group": "ภู (อ, เอ)",
      "id": 249,
      "ref": 118
    }
  ],
  "ฑํส": [
    {
      "meaning": "การกัด, ต่อย",
      "meaning_pali": "ฑํสเน",
      "example": "ฑํสติ. | ฑํสิยตีติ ฑฏฺโฐ. | ใช้ ท อักษรก็มี.",
      "group": "ภู (อ, เอ)",
      "id": 306,
      "ref": 149
    }
  ],
  "อาว": [
    {
      "meaning": "กำหนดลง, การขุด",
      "meaning_pali": "อวธารเณ",
      "example": "อาวติ. | อาวิยเต ขญฺญเตติ อาวาโฏ, กาสุ (หลุม).",
      "group": "ภู (อ, เอ)",
      "id": 31,
      "ref": 19
    }
  ],
  "ชุน": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คติมฺหิ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 291,
      "ref": 140
    }
  ],
  "เก": [
    {
      "meaning": "เสียง, เปล่งเสียง",
      "meaning_pali": "สทฺเท",
      "example": "กายติ. | ชาตํ ภูตํ กียติ กถียติ อเนนาติ ชาตกํ.",
      "group": "ภู (อ, เอ)",
      "id": 147,
      "ref": 71
    }
  ],
  "กติ": [
    {
      "meaning": "ทำด้าย (ปั่นด้าย); ตัด, หลาว, บาด",
      "meaning_pali": "สุตฺตชนนเฉทเน",
      "example": "สุตฺตํ กนฺเตยฺย. | สลฺลํ กนฺตตีติ สลฺลกนฺโต, มา โน อชฺช วิกนฺตึสุ. | อโยกนฺโต.",
      "group": "ภู (อ, เอ)",
      "id": 99,
      "ref": 42
    }
  ],
  "คุช, คุชิ": [
    {
      "meaning": "ออกเสียงไม่ชัด, ร้องไม่ชัด",
      "meaning_pali": "อพฺยตฺตสทฺเท",
      "example": "คุณฺชติ.",
      "group": "ภู (อ, เอ)",
      "id": 204,
      "ref": 97
    }
  ],
  "ฆิณุ": [
    {
      "meaning": "สว่าง, รุ่งเรือง",
      "meaning_pali": "ทิตฺติยํ",
      "example": "ฆิโณติ.",
      "group": "ภู (อ, เอ)",
      "id": 224,
      "ref": 106
    }
  ],
  "เจฏ": [
    {
      "meaning": "ส่งไป, ใช้ไป",
      "meaning_pali": "เจฏายํ",
      "example": "เจฏติ. | เจโฏ, เจฏโก, เจฏี (ผู้รับใช้, ทาส, บ่าว).",
      "group": "ภู (อ, เอ)",
      "id": 260,
      "ref": 126
    }
  ],
  "อุทฺรภ": [
    {
      "meaning": "กิน",
      "meaning_pali": "ภกฺเข",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 61,
      "ref": 29
    }
  ],
  "กฬ": [
    {
      "meaning": "มัวเมา; รด; กระด้าง, หยาบคาย",
      "meaning_pali": "มทเสกกกฺกสฺเส",
      "example": "กฬติ",
      "group": "ภู (อ, เอ)",
      "id": 118,
      "ref": 52
    }
  ],
  "ธิส": [
    {
      "meaning": "ทำเสียง, ร้อง",
      "meaning_pali": "รเว",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 408,
      "ref": 202
    }
  ],
  "กุท": [
    {
      "meaning": "เล่น",
      "meaning_pali": "กีฬเน",
      "example": "โกทติ, โกทนฺติ.",
      "group": "ภู (อ, เอ)",
      "id": 140,
      "ref": 65
    }
  ],
  "ทาน": [
    {
      "meaning": "ตัดเป็นท่อน, ขาดเป็นท่อน; ตรง",
      "meaning_pali": "อวขณฺฑนอชฺชเว",
      "example": "ทานติ. | อปทานํ (ความไม่ขาดสาย). | สปทานจารี (ผู้เที่ยวไปตามลำดับ).",
      "group": "ภู (อ, เอ)",
      "id": 381,
      "ref": 187
    }
  ],
  "กุฑ": [
    {
      "meaning": "กิน; เล่น",
      "meaning_pali": "ภกฺขณกีเฬ",
      "example": "(ไม่แสดงอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 137,
      "ref": 63
    }
  ],
  "นนฺธ": [
    {
      "meaning": "ผูก, ก่อ",
      "meaning_pali": "พนฺเธ",
      "example": "นนฺทติ, วินนฺธติ.",
      "group": "ภู (อ, เอ)",
      "id": 421,
      "ref": 210
    }
  ],
  "เช": [
    {
      "meaning": "ความสิ้น, เสื่อมไป",
      "meaning_pali": "ขเย",
      "example": "ชยติ, ชายติ, ชียติ. | แปลง เอ เป็น อีย ได้บ้าง.",
      "group": "ภู (อ, เอ)",
      "id": 294,
      "ref": 141
    }
  ],
  "อติ": [
    {
      "meaning": "ผูก",
      "meaning_pali": "พนฺเธ",
      "example": "อนฺตติ, อนฺติยติ อนฺตคุเณนาติ อนฺตํ (ลำใส้ใหญ่, ริม, ชาย, เขตแดน, ที่สุด).",
      "group": "ภู (อ, เอ)",
      "id": 17,
      "ref": 9
    }
  ],
  "ขา, ขฺยา": [
    {
      "meaning": "กล่าว; ปรากฏ, ประจักษ์แจ้ง",
      "meaning_pali": "กถนปากเฏสุ",
      "example": "(ขาติ, สงฺขาติ, ปจฺจกฺขาติ. | ขายติ, ขฺยายติ. | สงฺขายติ. | อาขฺยาตํ, สงฺขาโต, สฺวากฺขาโต, สงฺเขยฺโย, สงฺขฺยาโต, วิกฺขฺยาโต. | อกฺขาตาโร ตถาคตา. | สิกฺขาปจฺจกฺขานํ (การบอกคืนสิกขา, การกล่าวลาสิกขา). | นิสฺสิริกํ วิย ขายติ.",
      "group": "ภู (อ, เอ)",
      "id": 168,
      "ref": 80
    }
  ],
  "ตผ": [
    {
      "meaning": "ความอิ่มใจ, พอใจ",
      "meaning_pali": "ติตฺติยํ",
      "example": "ตผติ. ธาตุนี้มาในสัททนีติ.",
      "group": "ภู (อ, เอ)",
      "id": 317,
      "ref": 156
    }
  ],
  "เต": [
    {
      "meaning": "การรักษา, ป้องกัน",
      "meaning_pali": "ปาลเน",
      "example": "ตายติ. | ตาณํ (ความต้านทาน, พระนิพพาน). | ตายตีติ ตาโต (พ่อ). | โคตโมตฺยาทินา ปวตฺตํ\nวจนํ พุทฺธิญฺจ ตายตีติ โคตฺตํ, ปริตฺตํ. | นกฺขํ คมนํ ตายตีตินกฺขตฺตํ. | อฆสฺส ตาตา.",
      "group": "ภู (อ, เอ)",
      "id": 344,
      "ref": 170
    }
  ],
  "ขท": [
    {
      "meaning": "มั่นคง; เบียดเบียน",
      "meaning_pali": "เถริยหึสาสุ",
      "example": "ขทติ ถิโร ภวตีติ ขทิโร (ต้นตะเคียน).",
      "group": "ภู (อ, เอ)",
      "id": 155,
      "ref": 76
    }
  ],
  "จุต": [
    {
      "meaning": "การราด, รด",
      "meaning_pali": "อาเสเก",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 256,
      "ref": 123
    }
  ],
  "ฏิก, ฏีก,เฏก": [
    {
      "meaning": "การไป, ถึง, บรรลุ, รู้",
      "meaning_pali": "ยายเน",
      "example": "เฏกติ, ฏีกติ. | ฏิกียติ ชานิยติ อฏฺฐกถายตฺโถ เอตายาติ ฏีกา (วาจาเป็นเครื่องกำหนด, หนังสือที่อธิบายอรรถกถา).",
      "group": "ภู (อ, เอ)",
      "id": 302,
      "ref": 146
    }
  ],
  "ขฏ": [
    {
      "meaning": "ปรารถนา",
      "meaning_pali": "กงฺขเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 154,
      "ref": 74
    }
  ],
  "ธขิ": [
    {
      "meaning": "ปรารถนา; ร้องดัง, ร้องอย่างกรีดกราย",
      "meaning_pali": "อิจฺฉาโฆรรุเต",
      "example": "ธงฺขติ. | ธงฺโค (กา, กาน้ำ). | แต่ในมคธเป็น ธงฺโก.",
      "group": "ภู (อ, เอ)",
      "id": 396,
      "ref": 198
    }
  ],
  "คุ": [
    {
      "meaning": "ออกเสียง; ถ่ายอุจจาระ; ฟุ้งขึ้น",
      "meaning_pali": "สทฺทกรีสุสฺสคฺคอุคฺคเม",
      "example": "ควติ. | ควํ (การออกเสียง).",
      "group": "ภู (อ, เอ)",
      "id": 202,
      "ref": 97
    }
  ],
  "กูฑ": [
    {
      "meaning": "เป็นก้อน; กิน",
      "meaning_pali": "ฆนีภาเว จ ภกฺขเณ",
      "example": "กูฑติ ขีรํ อคฺคิโยคา. | กูฑติ อนฺนํ โลโก.",
      "group": "ภู (อ, เอ)",
      "id": 145,
      "ref": 70
    }
  ],
  "ชล": [
    {
      "meaning": "รุ่งเรือง; หวั่นไหว; คม; บริบูรณ์",
      "meaning_pali": "ทิตฺติจลนติกฺขธญฺเญ",
      "example": "ชลติ ทิพฺพติ กมฺปติ ติกฺขตีติ ชาลา (เปลวไฟ). | อคฺคี ปชฺชลนฺติ. | ชลิตฺวา อคฺคิขนฺโธว.",
      "group": "ภู (อ, เอ)",
      "id": 283,
      "ref": 136
    }
  ],
  "นิท": [
    {
      "meaning": "ใกล้ชิด; ติเตียน ",
      "meaning_pali": "สนฺนิธิกุจฺฉาสุ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 434,
      "ref": 214
    }
  ],
  "ฌจฺจ, ฌจฺฉ, ฌชฺฌ": [
    {
      "meaning": "ปริภาส, ด่าว่า; พูด",
      "meaning_pali": "ปริภสฺสนอุตฺตีสุ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 297,
      "ref": 142
    }
  ],
  "กทฺท": [
    {
      "meaning": "การทำเสียงอันน่ารังเกียจ",
      "meaning_pali": "กุจฺฉิตสทฺทเก",
      "example": "กทฺทตีติ กทฺโท, กทฺทโม (โคลน, ตม, เลน). | กทฺทนํ (เสียงท้องร้อง).",
      "group": "ภู (อ, เอ)",
      "id": 102,
      "ref": 44
    }
  ],
  "ขมาย": [
    {
      "meaning": "สลัด, สั่น",
      "meaning_pali": "ธุเต",
      "example": "ขมายติ. | ขมาโต. | ขมาตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 162,
      "ref": 77
    }
  ],
  "เอฐ": [
    {
      "meaning": "เบียดเบียน, รบกวน, กำจัด",
      "meaning_pali": "วิพาธายํ",
      "example": "เอฐติ.",
      "group": "ภู (อ, เอ)",
      "id": 74,
      "ref": 33
    }
  ],
  "อย": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คเต",
      "example": "อยติ กมฺมารกิจฺเจสุ อุปโยคํ คจฺฉตีติ อโย (เหล็ก). | อยนฺติ ปวตฺตนฺติ สตฺตา เอเตนาติ อายุ. | สมํ สห วา อวยวานํ อยนํ ปวตฺติ สมโย, สมวาโย (การประชุม).",
      "group": "ภู (อ, เอ)",
      "id": 25,
      "ref": 12
    }
  ],
  "ตจฺจ": [
    {
      "meaning": "ความเบียดเบียน",
      "meaning_pali": "หึสายํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 311,
      "ref": 151
    }
  ],
  "ตีก": [
    {
      "meaning": "การขอ",
      "meaning_pali": "ยาเจ",
      "example": "ตีกเต. | ธาตุนี้มาใน โถมนิธิ เท่านั้น.",
      "group": "ภู (อ, เอ)",
      "id": 328,
      "ref": 163
    }
  ],
  "คมฺพ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คติมฺหิ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 193,
      "ref": 92
    }
  ],
  "ชสฺส": [
    {
      "meaning": "พูด; รักษา; ด่า; ข่ม",
      "meaning_pali": "อุตฺติรกฺขณภสฺเสสุ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 284,
      "ref": 137
    }
  ],
  "นพฺพ": [
    {
      "meaning": "ไป",
      "meaning_pali": "ยายเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 422,
      "ref": 210
    }
  ],
  "ทว": [
    {
      "meaning": "เล่น; เดือดร้อน, เร่าร้อน",
      "meaning_pali": "กีฬาตาเป",
      "example": "ทวติ. | ทโว (การเล่น), ทวนํ (ความร้อน), ทเวน นิพฺพตฺโต ทวถุ (ความร้อน, เป็นไข้ตัวร้อน).",
      "group": "ภู (อ, เอ)",
      "id": 373,
      "ref": 184
    }
  ],
  "กลทิ": [
    {
      "meaning": "ร้องไห้; ร้องเรียก",
      "meaning_pali": "โรทนาวฺหาเน",
      "example": "กลนฺทติ. | กลนฺทโก (กระรอก, กระแต).",
      "group": "ภู (อ, เอ)",
      "id": 109,
      "ref": 49
    }
  ],
  "ธม": [
    {
      "meaning": "ทำเป่าให้มีเสียง, เป่าให้ดัง; ก่อไฟ, เป่าไฟ",
      "meaning_pali": "สทฺทอคฺคิสํโยเค",
      "example": "สงฺขํ ธมตีติ สงฺขธมโก (ผู้คนเป่าสังข์), ตถา เภริธมโก. | ธมนฺติ เอตาย วีณาทโยติ ธมณิ, ธมนี สิรา (สายเอ็น). | อคฺคึ ธมติ สมุฏฺฐาเปติ อตฺตานํ.",
      "group": "ภู (อ, เอ)",
      "id": 399,
      "ref": 199
    }
  ],
  "นจฺจ": [
    {
      "meaning": "ฟ้อนรำ",
      "meaning_pali": "นจฺจเน",
      "example": "นจฺจติ. | นจฺจนฺติยา ปีลาเสนฺติ.",
      "group": "ภู (อ, เอ)",
      "id": 417,
      "ref": 207
    }
  ],
  "อญฺชุ": [
    {
      "meaning": "ทา, เจิม; ปรากฏ; เจือปน; เว้น",
      "meaning_pali": "มกฺขนพฺยตฺติมิสฺสวชฺเชสุ",
      "example": "อญฺชติ. | อกฺขีนิ อญฺชิตฺวา. | อญฺชนํ (ยาตา). | อญฺชนี (กล่องยาตา).",
      "group": "ภู (อ, เอ)",
      "id": 11,
      "ref": 6
    }
  ],
  "เชห": [
    {
      "meaning": "ความอุสสาหะ, พยายาม",
      "meaning_pali": "อุสฺสาเห",
      "example": "เชหติ.",
      "group": "ภู (อ, เอ)",
      "id": 296,
      "ref": 141
    }
  ],
  "ทฺรุ": [
    {
      "meaning": "การไหลออก",
      "meaning_pali": "ปคฺฆรเณ",
      "example": "ทฺรวติ. | ทฺรโว (ความเหลว, การไหล, น้ำ). | อาโปธาตุ ทฺรวรสา.",
      "group": "ภู (อ, เอ)",
      "id": 392,
      "ref": 194
    }
  ],
  "ฉมุ": [
    {
      "meaning": "กิน; ไม่เคารพ",
      "meaning_pali": "ภกฺขณหิฬเน",
      "example": "อตฺตนิ ปติตํ ปติตํ ฉมติ ภกฺขตีติ ฉมา (แผ่นดิน).",
      "group": "ภู (อ, เอ)",
      "id": 264,
      "ref": 129
    }
  ],
  "ชป": [
    {
      "meaning": "คิด; พูด",
      "meaning_pali": "จินฺตนวาจาสุ",
      "example": "ชปติ มนฺตํ สิสฺโส. | ชปนํ (การพูด, สาธยาย).",
      "group": "ภู (อ, เอ)",
      "id": 279,
      "ref": 134
    }
  ],
  "ถีน": [
    {
      "meaning": "รวบรวม, ประชุม",
      "meaning_pali": "สงฺฆาเต",
      "example": "ถีนติ. | ถีนํ (ความหดหู่, ง่วงหงอย).",
      "group": "ภู (อ, เอ)",
      "id": 356,
      "ref": 175
    }
  ],
  "ชชฺช, ชชฺฌ": [
    {
      "meaning": "ด่า; กล่าว",
      "meaning_pali": "ปริภสฺสนอุตฺติสุ",
      "example": "ชชฺฌติ.",
      "group": "ภู (อ, เอ)",
      "id": 277,
      "ref": 133
    }
  ],
  "จย": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คเต",
      "example": "จยติ. | จโย, อาจโย, อุปจโย (การสั่งสม, การรวม).",
      "group": "ภู (อ, เอ)",
      "id": 244,
      "ref": 114
    }
  ],
  "ชิวิ": [
    {
      "meaning": "ความยินดี; ความอิ่มใจ",
      "meaning_pali": "ปีณเน",
      "example": "ชิมฺพติ.",
      "group": "ภู (อ, เอ)",
      "id": 286,
      "ref": 138
    }
  ],
  "อีห": [
    {
      "meaning": "อุตสาหะ, พอกพูน",
      "meaning_pali": "อุสฺสาเห",
      "example": "อีหเต. | อีหตีติ อีหา (ความเพียร, ความเจริญ).",
      "group": "ภู (อ, เอ)",
      "id": 48,
      "ref": 26
    }
  ],
  "คคุฆ": [
    {
      "meaning": "การหัวเราะ",
      "meaning_pali": "หาเส",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 186,
      "ref": 89
    }
  ],
  "ธาฬ": [
    {
      "meaning": "ทำลาย",
      "meaning_pali": "วิเภเท",
      "example": "ธาฬติ.",
      "group": "ภู (อ, เอ)",
      "id": 403,
      "ref": 201
    }
  ],
  "ขมุ": [
    {
      "meaning": "อดทน, อดกลั้น",
      "meaning_pali": "ขนฺติยํ",
      "example": "ขมติ. | ขโม, ขมนํ, ขนฺติ (ความอดทน).",
      "group": "ภู (อ, เอ)",
      "id": 164,
      "ref": 77
    }
  ],
  "ขุฬ": [
    {
      "meaning": "เป็นคนพาล; กิน",
      "meaning_pali": "พาลตฺตภกฺเข",
      "example": "ขุฬติ.",
      "group": "ภู (อ, เอ)",
      "id": 181,
      "ref": 87
    }
  ],
  "กลิทิ": [
    {
      "meaning": "ร้องไห้, คร่ำครวญ",
      "meaning_pali": "โรทเน",
      "example": "กลินฺทติ.",
      "group": "ภู (อ, เอ)",
      "id": 111,
      "ref": 50
    }
  ],
  "นมสฺส": [
    {
      "meaning": "น้อมไหว้; กราบอย่างนอบน้อม",
      "meaning_pali": "วนฺทนานตฺยํ",
      "example": "นมสฺสติ. | นมสฺสนํ, นมสฺสา (การนอบน้อม). | นมสฺสมาโน, นมสฺสิตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 424,
      "ref": 210
    }
  ],
  "ตย": [
    {
      "meaning": "รักษา; ไป, ถึง, บรรลุ",
      "meaning_pali": "รกฺขาคติยํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 319,
      "ref": 158
    }
  ],
  "เชส": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คเต",
      "example": "เชสติ, เชสฺสติ. | เชสฺสนฺโต, เชสฺสมาโน.",
      "group": "ภู (อ, เอ)",
      "id": 295,
      "ref": 141
    }
  ],
  "อูส": [
    {
      "meaning": "เบียดเบียน",
      "meaning_pali": "โรเค",
      "example": "อูสติ.",
      "group": "ภู (อ, เอ)",
      "id": 70,
      "ref": 33
    }
  ],
  "กูล": [
    {
      "meaning": "ปิดกั้น, ป้องกัน",
      "meaning_pali": "อาวเร",
      "example": "กูลติ อุทกนฺติ กูลํ (ฝั่ง).",
      "group": "ภู (อ, เอ)",
      "id": 146,
      "ref": 71
    }
  ],
  "จณ": [
    {
      "meaning": "ให้; ไป, ถึง; ฆ่า; ทำเสียง",
      "meaning_pali": "ทานคติพฺพธสทฺเทสุ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 239,
      "ref": 112
    }
  ],
  "เข": [
    {
      "meaning": "ปรากฏ; กิน; เบียดเบียน; สิ้นไป; มั่นคง; ขุด",
      "meaning_pali": "สตฺตาขาทนหึสเน จ ขยเถริยขนเข",
      "example": "อสฺสิรี วิย ขายติ (ย่อมปรากฏ). | อุนฺทูรา ขายนฺติ. | ขายนํ (ความปรากฏ). | วิกฺขายิตกํ (เกี่ยวกับสิ่งที่ถูกกิน, หนึ่งในอสุภกรรมฐาน), โคขายิตกํ.",
      "group": "ภู (อ, เอ)",
      "id": 182,
      "ref": 87
    }
  ],
  "กุชฺช": [
    {
      "meaning": "ก้มหน้า, คว่ำหน้า",
      "meaning_pali": "อโธมุขีกเร",
      "example": "กุชฺชติ. | นิกฺกุชฺชิตํ วา อุกฺกุชฺเชยฺย. | อวกุชฺโช.",
      "group": "ภู (อ, เอ)",
      "id": 134,
      "ref": 61
    }
  ],
  "ขุทิ": [
    {
      "meaning": "อาบ; นำออก, ถอดออก; กระโดด",
      "meaning_pali": "นฺหานุทฺธรุปฺลุเต",
      "example": "ขุนฺทติ.",
      "group": "ภู (อ, เอ)",
      "id": 178,
      "ref": 86
    }
  ],
  "กชฺช": [
    {
      "meaning": "เบียดเบียน, บีบคั้น",
      "meaning_pali": "ปีฬเน",
      "example": "กชฺชติ",
      "group": "ภู (อ, เอ)",
      "id": 90,
      "ref": 38
    }
  ],
  "ชกฺข": [
    {
      "meaning": "หัวเราะ; กิน",
      "meaning_pali": "หาสภกฺเข",
      "example": "ชกฺขติ.",
      "group": "ภู (อ, เอ)",
      "id": 272,
      "ref": 132
    }
  ],
  "ทพิ": [
    {
      "meaning": "การไป, ถึง, บรรลุ",
      "meaning_pali": "คเต",
      "example": "ทมฺพติ.",
      "group": "ภู (อ, เอ)",
      "id": 369,
      "ref": 180
    }
  ],
  "กุฐิ": [
    {
      "meaning": "พิการ, ทุรพล; เกียจคร้าน; เศร้าโศก",
      "meaning_pali": "เวกลฺลาลสิยโสเกสุ",
      "example": "กุณฺฐติ. | กุณฺโฐ, โกณฺโฐ (คนง่อย).",
      "group": "ภู (อ, เอ)",
      "id": 136,
      "ref": 63
    }
  ],
  "ฉร": [
    {
      "meaning": "การตัด",
      "meaning_pali": "เฉเท",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 265,
      "ref": 129
    }
  ],
  "ตุฏ": [
    {
      "meaning": "ทะเลาะ, วิวาท",
      "meaning_pali": "กลหกมฺมนิ",
      "example": "ตุฏติ.",
      "group": "ภู (อ, เอ)",
      "id": 332,
      "ref": 165
    }
  ],
  "อิฏ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คเต",
      "example": "อิฏติ, เอฏติ.",
      "group": "ภู (อ, เอ)",
      "id": 38,
      "ref": 20
    }
  ],
  "จส": [
    {
      "meaning": "ฆ่า, เบียดเบียน; กิน",
      "meaning_pali": "วธภกฺเข",
      "example": "จสติ. | จสโก (ขันน้ำ, กระบวย, แก้วน้ำ).",
      "group": "ภู (อ, เอ)",
      "id": 245,
      "ref": 115
    }
  ],
  "จุณ": [
    {
      "meaning": "การตัด",
      "meaning_pali": "เฉทมฺหิ",
      "example": "โจณติ.",
      "group": "ภู (อ, เอ)",
      "id": 255,
      "ref": 123
    }
  ],
  "นิส": [
    {
      "meaning": "ตั้งมั่น",
      "meaning_pali": "สมาธิมฺหิ",
      "example": "นิสติ, เนสติ.",
      "group": "ภู (อ, เอ)",
      "id": 439,
      "ref": 215
    }
  ],
  "อุชฺฌ": [
    {
      "meaning": "สละ, ละ, ทิ้ง",
      "meaning_pali": "อุสฺสคฺเค",
      "example": "อุชฺฌติ (ย่อมสละ, ทอดทิ้ง, ปัดออก). | ปุตฺโตธิฏฺฐานมุจฺจติ, อคฺคมคฺคผลํ อุชฺฌิเต.",
      "group": "ภู (อ, เอ)",
      "id": 57,
      "ref": 28
    }
  ],
  "ฆุ": [
    {
      "meaning": "ส่งเสียง, ออกเสียง",
      "meaning_pali": "รเว",
      "example": "ฆวติ.",
      "group": "ภู (อ, เอ)",
      "id": 225,
      "ref": 106
    }
  ],
  "อิติ": [
    {
      "meaning": "ผูกพัน, ผูกมัด",
      "meaning_pali": "พนฺเธ",
      "example": "อินฺตเต.",
      "group": "ภู (อ, เอ)",
      "id": 39,
      "ref": 21
    }
  ],
  "ติลฺล": [
    {
      "meaning": "การไป, ถึง, บรรลุ",
      "meaning_pali": "คเต",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 326,
      "ref": 163
    }
  ],
  "ถิป": [
    {
      "meaning": "การราด, รด",
      "meaning_pali": "เสเก",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 353,
      "ref": 175
    }
  ],
  "ชปฺป": [
    {
      "meaning": "ปรารถนา; พูด",
      "meaning_pali": "ปตฺถโนตฺตีสุ",
      "example": "ชปฺปติ. | ชปฺโป, ชปฺปนํ (ความปรารถนา, ตัณหา).",
      "group": "ภู (อ, เอ)",
      "id": 280,
      "ref": 134
    }
  ],
  "คุผิ, คุปฺผ": [
    {
      "meaning": "แต่ง, เรียบเรียง, ร้อยกรอง",
      "meaning_pali": "คนฺถเน",
      "example": "คุปฺผติ มาลํ มาลิโก. | คุปฺผิโต, โคปฺผนํ. | โคปฺโผ (ข้อเท้า). | เตน นิพฺพตฺตํ โคปฺผิมํ (เกิดที่เท้า, พวกดอกไม้ชนิดพิเศษ).",
      "group": "ภู (อ, เอ)",
      "id": 206,
      "ref": 100
    }
  ],
  "กพฺพ": [
    {
      "meaning": "หยิ่ง; ไป, ถึง, บรรลุ",
      "meaning_pali": "ทปฺปคตีสุ",
      "example": "กพฺพติ",
      "group": "ภู (อ, เอ)",
      "id": 106,
      "ref": 47
    }
  ],
  "ทธิ": [
    {
      "meaning": "ความเชื่องช้า",
      "meaning_pali": "อสีเฆ",
      "example": "ทนฺธติ. | ทนฺธตา (ความเฉื่อยชา, ความเชื่องช้า). | ทนฺธตีติ ทนฺโธ. | ทนฺธปฺปญฺโญ. | ทนฺธาภิญฺโญ.",
      "group": "ภู (อ, เอ)",
      "id": 368,
      "ref": 180
    }
  ],
  "ชิสุ": [
    {
      "meaning": "การราด, รด",
      "meaning_pali": "เสจเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 287,
      "ref": 138
    }
  ],
  "ฆุสิ": [
    {
      "meaning": "ทำ(ให้เกิด)ความยินดี",
      "meaning_pali": "กนฺติกเร",
      "example": "ฆํสเต จนฺโท คตฺตํ. | ในโถมนิธิแยกเป็น ๒ ความหมาย, ส่วนในสัททนีติ กล่าวว่าธาตุนี้เป็นอีการันตธาตุ.",
      "group": "ภู (อ, เอ)",
      "id": 231,
      "ref": 108
    }
  ],
  "ธสฺสุ": [
    {
      "meaning": "เบียดเบียน; รวมหมู่",
      "meaning_pali": "หึสาสงฺฆาเตสุ",
      "example": "ธสฺสติ. | ธสฺสิตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 400,
      "ref": 200
    }
  ],
  "ธิกฺข": [
    {
      "meaning": "สว่าง; เศร้าหมอง; เป็นอยู่",
      "meaning_pali": "ทิตฺติเกฺลสชีเว",
      "example": "ธิกฺขติ.",
      "group": "ภู (อ, เอ)",
      "id": 405,
      "ref": 203
    }
  ],
  "นล": [
    {
      "meaning": "ผูก, มัด, ร้อย",
      "meaning_pali": "พนฺเธ",
      "example": "นลติ. | นโล (ไม้อ้อ), นาลิ, นาลี วา (ทะนาน เป็นต้น), นาลํ (ก้าน) คัมภีร์ศาสนาใช้ ฬ อักษร.",
      "group": "ภู (อ, เอ)",
      "id": 427,
      "ref": 211
    }
  ],
  "ฉุร": [
    {
      "meaning": "การตัด",
      "meaning_pali": "เฉเท",
      "example": "ฉุรติ, โฉรติ. | ฉุริกา, ฉุรี (ดาบ).",
      "group": "ภู (อ, เอ)",
      "id": 271,
      "ref": 131
    }
  ],
  "ธุกฺข": [
    {
      "meaning": "รุ่งเรือง; ลำบาก; เป็นอยู่",
      "meaning_pali": "ทิตฺติกิเลสชีวเน",
      "example": "ธุกฺขติ.",
      "group": "ภู (อ, เอ)",
      "id": 409,
      "ref": 203
    }
  ],
  "กฏิ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คตฺยํ",
      "example": "กณฺฏติ. | กณฺฏกํ (หนาม).",
      "group": "ภู (อ, เอ)",
      "id": 92,
      "ref": 39
    }
  ],
  "คิเลว": [
    {
      "meaning": " เสพ, คบหา",
      "meaning_pali": "เสเว",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 200,
      "ref": 96
    }
  ],
  "เฐ": [
    {
      "meaning": "ทำเสียง; รัด, พัน; รวมกัน",
      "meaning_pali": "สทฺทเวฐสงฺฆาเต",
      "example": "ฐายติ, ฐียติ.",
      "group": "ภู (อ, เอ)",
      "id": 305,
      "ref": 147
    }
  ],
  "นิชิ": [
    {
      "meaning": "ทำให้สะอาด",
      "meaning_pali": "โสธมฺหิ",
      "example": "นิญฺชติ, ปณิญฺชติ. | อุทเกน อกฺขีนิ ปณิญฺชิตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 432,
      "ref": 213
    }
  ],
  "คฑิ": [
    {
      "meaning": "การทำให้กระพุ้งแก้มพอง",
      "meaning_pali": "คณฺฑสนฺนิจเย",
      "example": "คณฺฑติ สนฺนิจยติ สมูหํ กโรติ เอตฺถาติ คณฺโฑ (แก้ม). | น อวคณฺฑการกํ ภุญฺชิสฺสามิ.",
      "group": "ภู (อ, เอ)",
      "id": 189,
      "ref": 90
    }
  ],
  "ทฆิ": [
    {
      "meaning": "สละ; รักษา",
      "meaning_pali": "จาครกฺขเณสุ",
      "example": "ทงฺฆติ.",
      "group": "ภู (อ, เอ)",
      "id": 365,
      "ref": 179
    }
  ],
  "ตุมฺป, ตุผ, ตุมฺผ": [
    {
      "meaning": "เบียดเบียน; ฆ่า",
      "meaning_pali": "ปีฬาวเธ",
      "example": "ตุมฺปติ. | โตผติ. | ตุมฺผติ.",
      "group": "ภู (อ, เอ)",
      "id": 340,
      "ref": 167
    }
  ],
  "เอรฑิ": [
    {
      "meaning": "เบียดเบียน",
      "meaning_pali": "หึสายํ",
      "example": "เอรณฺฑติ โรคํ หึสตีติ เอรณฺโฑ (ต้นละหุ่ง).",
      "group": "ภู (อ, เอ)",
      "id": 76,
      "ref": 34
    }
  ],
  "คาหู": [
    {
      "meaning": "กวน, คน",
      "meaning_pali": "วิโลฬเน",
      "example": "คาหติ. | คาโห, จนฺทคาโห, สุริยคาโห, นกฺขตฺตคาโห, อคาหีติ คาฬฺโห. | ธาตุนี้ไม่มีการซ้อน ค.",
      "group": "ภู (อ, เอ)",
      "id": 197,
      "ref": 95
    }
  ],
  "ชุคิ": [
    {
      "meaning": "สละ, แบ่งปัน",
      "meaning_pali": "จาเค",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 290,
      "ref": 139
    }
  ],
  "ทิผ": [
    {
      "meaning": "ความเบียดเบียน",
      "meaning_pali": "ปีฬายํ",
      "example": "ทิผติ, ทิมฺผติ.",
      "group": "ภู (อ, เอ)",
      "id": 385,
      "ref": 190
    }
  ],
  "กตฺถ": [
    {
      "meaning": "สรรเสริญ, ยกย่อง, อวด",
      "meaning_pali": "สิลาฆเน",
      "example": "กตฺถติ, กตฺถนฺติ. | พหุมฺปิ โส วิกตฺเถยฺย อญฺญํ ชนปทํ คโต. | กตฺถเต คุณินํ ณี",
      "group": "ภู (อ, เอ)",
      "id": 100,
      "ref": 43
    }
  ],
  "อช": [
    {
      "meaning": "ขว้างไป, ซัดไป; ไป, ถึง, บรรลุ",
      "meaning_pali": "เขปคตีสุ (บางแห่งเป็น พฺยตฺติคตีสุ)",
      "example": "อชตีติ อโช, เอฬโก (แกะ, แพะ). | อชนฺติ เอตฺถาติ อชิรํ (สนาม, ลานบ้าน). | อชติ เสฏฺฐภาวนฺติ อคฺโค (ผู้เลิศ). | อชนํ, สมชฺชนํ, สมชฺชา (ที่ประชุม). | ปาชนปุริโส, ปาชนทณฺโฑ.",
      "group": "ภู (อ, เอ)",
      "id": 10,
      "ref": 5
    }
  ],
  "จูส": [
    {
      "meaning": "การดื่ม",
      "meaning_pali": "ปาเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 259,
      "ref": 125
    }
  ],
  "คุฬ": [
    {
      "meaning": "รักษา; ทำลาย; ปลดปล่อย; เปลี่ยนแปลง",
      "meaning_pali": "รกฺขาพฺยาฆาตโมกฺขนปริวตฺเตสุ",
      "example": "คุฬติ. | คุฬํ (น้ำอ้อยงบ).",
      "group": "ภู (อ, เอ)",
      "id": 210,
      "ref": 101
    }
  ],
  "กฏฺฐ": [
    {
      "meaning": "เหี่ยวแห้ง; เป็นอยู่ลำบาก; หุง, ต้ม",
      "meaning_pali": "สุสกิจฺฉชีวปาเก",
      "example": "กฏฺฐติ. | กฏฺฐํ (ฟืน).",
      "group": "ภู (อ, เอ)",
      "id": 93,
      "ref": 39
    }
  ],
  "ตุร": [
    {
      "meaning": "ความเร็ว",
      "meaning_pali": "เวคเช",
      "example": "ตุรติ. | ตุริตํ. | ตุริตตุริโต คจฺฉติ.",
      "group": "ภู (อ, เอ)",
      "id": 341,
      "ref": 167
    }
  ],
  "คาธ": [
    {
      "meaning": "ที่ตั้งอยู่, ปรารถนา; แต่ง, ประพันธ์",
      "meaning_pali": "ปติฏฺฐิจฺฉาคนฺเถ",
      "example": "คาธติ (ย่อมหยั่งลง, ตั้งมั่น). | คาธํ (ความลึก, ความตั้งมั่น). | คาธํ กตฺตา.",
      "group": "ภู (อ, เอ)",
      "id": 196,
      "ref": 95
    }
  ],
  "จต, จท": [
    {
      "meaning": "การขอ",
      "meaning_pali": "ยาเจ",
      "example": "จตติ, จทติ. | จตียตีติ จตุโร (ผู้ฉลาด, ชำนาญ). | กุสลา นจฺจคีตสฺส สิกฺขิตา จาตุริตฺถิโย.",
      "group": "ภู (อ, เอ)",
      "id": 240,
      "ref": 112
    }
  ],
  "ฆฑิ": [
    {
      "meaning": "กระทบกระทั่ง, ทุบตี",
      "meaning_pali": "ฆฏฺฏเน",
      "example": "ฆณฺฑติ. | ฆณฺฑิตพฺโพ, ฆฏฺเฏตพฺโพติ ฆณฺฑิ (ระฆัง). | ฆณฺฑึ ปหริตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 218,
      "ref": 104
    }
  ],
  "คุท": [
    {
      "meaning": "เล่น",
      "meaning_pali": "กีฬายํ",
      "example": "โคทติ.",
      "group": "ภู (อ, เอ)",
      "id": 205,
      "ref": 98
    }
  ],
  "ธิ": [
    {
      "meaning": "ทรงใว้",
      "meaning_pali": "ธารเณ",
      "example": "ธยติ. | ธยนํ (การทรงใว้). | ธโย, ธาโย, เธตา (ผู้ทรงใว้, เจ้าหนี้).",
      "group": "ภู (อ, เอ)",
      "id": 404,
      "ref": 201
    }
  ],
  "อฆิ": [
    {
      "meaning": "นินทา; ไป; พยายาม; ความเร็ว",
      "meaning_pali": "นินฺทาคตฺยารมฺภชเวสุ",
      "example": "องฺฆเต. | องฺฆนํ.",
      "group": "ภู (อ, เอ)",
      "id": 5,
      "ref": 3
    }
  ],
  "คุจุ": [
    {
      "meaning": "ลัก, ขโมย",
      "meaning_pali": "โจริเย ",
      "example": "โคจติ.",
      "group": "ภู (อ, เอ)",
      "id": 203,
      "ref": 97
    }
  ],
  "กส": [
    {
      "meaning": "ไถ, ขีดเขียน; เปล่งเสียง; เบียดเบียน; ไป, ถึง, บรรลุ",
      "meaning_pali": "วิเลขสทฺทหึสนคตีสุ",
      "example": "กสตีติ กสโก, กสฺสโก (ชาวนา). | กสนฺติ วิเลขนฺติ เอตฺถาติ กจฺฉุ (หิด). | กสนํ วิเลขนํ กสิ (การไถ). | กสิรํ, กิจฺฉํ, กฏฺฐํ. | กสติ ปวตฺตตีติ กสิณํ. | ถ้ามี วิ เป็นบทหน้า ผลฺเล ในความบาน เช่น วิกสติ.",
      "group": "ภู (อ, เอ)",
      "id": 114,
      "ref": 51
    }
  ],
  "ถค": [
    {
      "meaning": "สำรวม; ปิดกั้น",
      "meaning_pali": "สํวรเณ",
      "example": "ทฺวารํ ถคติ. | ทฺวารวาตปานํ ถคิตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 348,
      "ref": 172
    }
  ],
  "อฑฺฑ": [
    {
      "meaning": "ประกอบ, ปรุงแต่งขึ้น; ก้าวล่วง; เบียดเบียน; ตั้งมั่น",
      "meaning_pali": "อภิโยคอติกฺกมหึสาสมาธีสุ",
      "example": "อฑฺฑติ (ตามมติคัมภีร์ทางศาสนาใช้ ฏ ซ้อนตัวทั้งหมด เช่น อฏฏติ). | อฏฺฏยนฺติ ทุกฺขายนฺติ เอเตนาติ อฏฺโฏ (คดี, เรื่องราว, ความบีบคั้น).",
      "group": "ภู (อ, เอ)",
      "id": 15,
      "ref": 8
    }
  ],
  "อิจ": [
    {
      "meaning": "สรรเสริญ",
      "meaning_pali": "ถเว",
      "example": "อิจติ",
      "group": "ภู (อ, เอ)",
      "id": 36,
      "ref": 20
    }
  ],
  "กูช": [
    {
      "meaning": "การส่งเสียง",
      "meaning_pali": "หิกฺกเน",
      "example": "กูชติ โกกิโล. | วิกูชมาโน.",
      "group": "ภู (อ, เอ)",
      "id": 144,
      "ref": 70
    }
  ],
  "ขุชุ": [
    {
      "meaning": "ลัก, ขโมย",
      "meaning_pali": "เถยฺเย",
      "example": "โขชติ, โขชนฺติ.",
      "group": "ภู (อ, เอ)",
      "id": 175,
      "ref": 85
    }
  ],
  "เคส": [
    {
      "meaning": " แสวงหาอยู่บ่อยๆ, เนืองๆ.",
      "meaning_pali": "อเนฺวเส",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 213,
      "ref": 102
    }
  ],
  "ขมฺพ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คตฺยํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 165,
      "ref": 78
    }
  ],
  "อุฬ": [
    {
      "meaning": "รวบรวม",
      "meaning_pali": "สํหเต",
      "example": "โอฬติ, อุฬิยเตติ อุฬุโป (แพ).",
      "group": "ภู (อ, เอ)",
      "id": 67,
      "ref": 31
    }
  ],
  "ขนุ": [
    {
      "meaning": "ผ่า, ขุด, เจาะ, เซาะลง, ทำลาย",
      "meaning_pali": "วิทารเณ",
      "example": "ขนติ, ขณติ. | ขนนํ, ขณนํ (การขุด, การทำลาย). | กินฺนุ สนฺตรมาโนว กาสุํ ขนสิ สารถิ. | สุขํ, ทุกขํ. | ขโต อาวาโฏ. | ขนโก (ผู้ขุด). | ปริโต นครสฺส ขญฺญเตติ ปริขา (คู). | ขญฺญเตติ ขนฺโธ.",
      "group": "ภู (อ, เอ)",
      "id": 158,
      "ref": 77
    }
  ],
  "กถิ": [
    {
      "meaning": "คด, โค้ง, งอ",
      "meaning_pali": "วงฺกมฺหิ",
      "example": "กนฺถติ.",
      "group": "ภู (อ, เอ)",
      "id": 101,
      "ref": 43
    }
  ],
  "ชฏ": [
    {
      "meaning": "รวม, ประชุม",
      "meaning_pali": "สงฺฆาเต",
      "example": "ชฏติ. | ชฏา (ชฎา, มวยผม, ความยุ่งยาก, รุงรัง). | ชฏิโล (ผู้มีมวยผม). | ชฏาย ชฏิตา ปชา.",
      "group": "ภู (อ, เอ)",
      "id": 278,
      "ref": 133
    }
  ],
  "เธ": [
    {
      "meaning": "ดื่ม; ยินดี",
      "meaning_pali": "ปานโตสเน",
      "example": "ธยติ ปิวติ อิโต ขีรํ วจฺโฉ. | ตํ วา เธติ ปาเยตีติ เธนุ (แม่โคนม). | ธาติ ลาภํ โลโก.",
      "group": "ภู (อ, เอ)",
      "id": 412,
      "ref": 206
    }
  ],
  "ถุส": [
    {
      "meaning": "ความมีน้อย",
      "meaning_pali": "อปฺปเก",
      "example": "ถุสติ.",
      "group": "ภู (อ, เอ)",
      "id": 360,
      "ref": 177
    }
  ],
  "ตสุ": [
    {
      "meaning": "การยกขึ้น",
      "meaning_pali": "อุกฺเขเป",
      "example": "ตสฺสติ ธุลึ วายุ.",
      "group": "ภู (อ, เอ)",
      "id": 323,
      "ref": 160
    }
  ],
  "อพฺภ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คติยํ",
      "example": "อพฺภติ อเนกสตปฏโล หุตฺวา อุคฺคจฺฉตีติ อพฺโภ (หมอก, เมฆ).",
      "group": "ภู (อ, เอ)",
      "id": 23,
      "ref": 12
    }
  ],
  "คา": [
    {
      "meaning": "ทำเสียง; ไป, ถึง, บรรลุ; สรรเสริญ; เกิด",
      "meaning_pali": "สทฺทคติโถมนชาติสุ",
      "example": "คายนฺติ เอตฺถาติ คาโม, สํวสโถ (หมู่บ้าน). | คายติ เอตายาติ คีวา (คอ). | คาติ คานํ(การไป). | ชคาติ (ย่อมสรรเสริญ, ย่อมเกิด).",
      "group": "ภู (อ, เอ)",
      "id": 195,
      "ref": 95
    }
  ],
  "ชีว": [
    {
      "meaning": "ความมีอายุยืน",
      "meaning_pali": "ปาณธารณมฺหิ",
      "example": "ชีวติ. | ชีวิตํ (ความเป็นอยู่), ชีโว (ชีพ, ชีวะ). | อตฺถิ โน ชีวิกา เทว. | ชีวนฺติ เอตายาติ ชิวฺหา (ลิ้น).",
      "group": "ภู (อ, เอ)",
      "id": 288,
      "ref": 139
    }
  ],
  "กุก": [
    {
      "meaning": "ถือเอา, ยึดมั่น, ถือมั่น",
      "meaning_pali": "อาทาเน",
      "example": "กุกตีติ โกโก (หมาป่า), กุกฺกุโร (หมาบ้าน), กุกฺกุโฏ (ไก่). | กุกียติ ปาปการีหีติ กุกฺกฬํ (เถ้ถ่าน, ถ่านเพลิง). | กุกติ อตฺตโน สทฺเทน สตฺตานํ มนํ คณฺหาตีติ โกกิโล (นกดุเหว่า).",
      "group": "ภู (อ, เอ)",
      "id": 129,
      "ref": 60
    }
  ],
  "ขชฺช": [
    {
      "meaning": "กิน; เบียดเบียน, ให้ลำบาก; ขยำ, ย่ำ",
      "meaning_pali": "ภกฺขพฺยถมชฺชเน",
      "example": "ขชฺชติ. | ขชฺชิยเต ขาทิยเตติ ขชฺชูโร ขชฺชรี จ (ต้นอินทผลัม, ต้นเป้ง).",
      "group": "ภู (อ, เอ)",
      "id": 153,
      "ref": 74
    }
  ],
  "อินฺท": [
    {
      "meaning": "รุ่งเรือง, สว่างไสว",
      "meaning_pali": "ชุตฺยํ",
      "example": "อินฺธเต อคฺคิ อเนนาติ อินฺธนํ (เชื้อไฟ).",
      "group": "ภู (อ, เอ)",
      "id": 41,
      "ref": 21
    }
  ],
  "อคฺฆ": [
    {
      "meaning": "มีค่า, มีราคา",
      "meaning_pali": "มูเลฺย",
      "example": "อคฺฆติ. | อคฺโฆ (ต้นทุน, ราคา). | อคฺฆิยํ (มีค่า). | ภณฺฑํ อคฺฆาเปตฺวา. | อคฺฆติ ควํ โคโป.",
      "group": "ภู (อ, เอ)",
      "id": 4,
      "ref": 3
    }
  ],
  "กชิ": [
    {
      "meaning": "งอกขึ้น",
      "meaning_pali": "รุเห",
      "example": "(ไม่มีอุทาหรณ์แสดง)",
      "group": "ภู (อ, เอ)",
      "id": 89,
      "ref": 38
    }
  ],
  "ถิวุ": [
    {
      "meaning": "ความสว่าง, รุ่งเรือง",
      "meaning_pali": "ทิตฺติยํ",
      "example": "เถวติ. | เถโว (หยาดน้ำ, หยดน้ำ).",
      "group": "ภู (อ, เอ)",
      "id": 355,
      "ref": 175
    }
  ],
  "ตถ": [
    {
      "meaning": "ความถูกต้อง",
      "meaning_pali": "ตจฺเฉ",
      "example": "ตถติ. ตถนํ ตจฺฉํ (ความจริง, ความถูกต้อง). | ตถาภาโว (ความเป็นอย่างนั้น). | ตโถ อาคโท เอตสฺสาติ ตถาคโต (ผู้ตรัสถูกต้อง, ตรัสจริง).",
      "group": "ภู (อ, เอ)",
      "id": 314,
      "ref": 153
    }
  ],
  "คพฺภ": [
    {
      "meaning": "ทรงไว้",
      "meaning_pali": "ธารเณ",
      "example": "คพฺภติ. | ปคพฺโภ. | อปฺปคพฺโภ กุเลสุ อนนุคิทฺโธ. | คพฺโภ หมายถึงท้องหรือห้องก็ได้ เช่น คพฺโภ เม เทว ปติฏฺฐิโต, หรือ คพฺเภ วสติ มาณโว.",
      "group": "ภู (อ, เอ)",
      "id": 191,
      "ref": 92
    }
  ],
  "ตุฑ": [
    {
      "meaning": "การทำลาย",
      "meaning_pali": "เภเท",
      "example": "ตุฑติ, โตฑติ.",
      "group": "ภู (อ, เอ)",
      "id": 333,
      "ref": 165
    }
  ],
  "ฉุป": [
    {
      "meaning": "การสัมผัส, แตะต้อง, จับต้อง",
      "meaning_pali": "ผสฺเส",
      "example": "ฉุปติ อเนนาติ เฉปฺปํ (หาง). | ฉุปนํ (การจับต้อง). | องฺคชาเตน ฉุปิ, ฉุปิตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 269,
      "ref": 131
    }
  ],
  "คถิ": [
    {
      "meaning": "ทำให้คด,โก่ง,งอ",
      "meaning_pali": "ชิมฺเห",
      "example": "คนฺถติ. | คนฺถเตลา. | คนฺถเตลตํ วายุ.",
      "group": "ภู (อ, เอ)",
      "id": 190,
      "ref": 90
    }
  ],
  "ขาท": [
    {
      "meaning": "กิน",
      "meaning_pali": "ภกฺขเณ",
      "example": "(ขาทติ. | ขชฺชํ, ขาทนียํ (ของเคี้ยว). | ขาทนํ (การกิน).",
      "group": "ภู (อ, เอ)",
      "id": 169,
      "ref": 80
    }
  ],
  "ตจฺฉ": [
    {
      "meaning": "ถาก, ไส, ทำให้บาง",
      "meaning_pali": "ตนุกเร",
      "example": "ตจฺฉติ. | ทารุํ ทมยนฺติ ตจฺฉกา (ช่างถาก).",
      "group": "ภู (อ, เอ)",
      "id": 312,
      "ref": 152
    }
  ],
  "ฆิณิ": [
    {
      "meaning": "ถือเอา",
      "meaning_pali": "อาทาเน",
      "example": "ฆิณฺณติ.",
      "group": "ภู (อ, เอ)",
      "id": 223,
      "ref": 106
    }
  ],
  "อพิ": [
    {
      "meaning": "เปล่งเสียง, ออกเสียง, มีเสียง",
      "meaning_pali": "สทฺเท",
      "example": "อมฺพติ อมฺพํ ปุตฺโต. | อมฺพติ สทฺทํ กโรตีติ อมฺพุ, ชลํ (น้ำ)",
      "group": "ภู (อ, เอ)",
      "id": 20,
      "ref": 11
    }
  ],
  "ตญฺจ": [
    {
      "meaning": "การไป",
      "meaning_pali": "ยายเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 307,
      "ref": 152
    }
  ],
  "เอส": [
    {
      "meaning": "ไป, ถึง, บรรลุ; แสวงหา; เจริญ",
      "meaning_pali": "คติเอสนวุทฺธิสุ",
      "example": "เอสติ. | ปริเยสนา, ปริเยฏฺฐิ (การแสวงหา).",
      "group": "ภู (อ, เอ)",
      "id": 77,
      "ref": 34
    }
  ],
  "กน": [
    {
      "meaning": "สว่าง, รุ่งเรือง; ยินดี; ไป, ถึง, บรรลุ",
      "meaning_pali": "ทิตฺติกนฺติคเต",
      "example": "กนติ ทิพฺพติ วิโรจตีติ กญฺญา (นางสาวน้อย). | ตถา กนกํ (ทองคำ).",
      "group": "ภู (อ, เอ)",
      "id": 103,
      "ref": 45
    }
  ],
  "คชิ": [
    {
      "meaning": "การร้อง",
      "meaning_pali": "รเว",
      "example": "คญฺชติ.",
      "group": "ภู (อ, เอ)",
      "id": 187,
      "ref": 89
    }
  ],
  "อฑิ": [
    {
      "meaning": "ออกไข่, วางไข่",
      "meaning_pali": "อณฺฑตฺเถ",
      "example": "อณฺฑติ. | อฑิยติ นิปฺผตฺติยตีติ อณฺโฑ (ไข่).",
      "group": "ภู (อ, เอ)",
      "id": 14,
      "ref": 8
    }
  ],
  "อท": [
    {
      "meaning": "กิน; รักษา",
      "meaning_pali": "ภกฺขรกฺขเณ",
      "example": "สุขทุกฺขํ อทติ ภกฺขติ ชาติชรามรณาทีหิ วา อทิยเต ภกฺขิยเตติ อตฺตา. | อนฺนํ, อทนํ. | อทติ ภกฺขติ อนุภวติ ทุกฺขํ เอตฺถ วา อเนนาติ อทฺทุ (กรง, กรงขัง, ที่คุมขัง, คุก).",
      "group": "ภู (อ, เอ)",
      "id": 18,
      "ref": 9
    }
  ],
  "ฌฏ": [
    {
      "meaning": "รวมกัน, ปะปนกัน",
      "meaning_pali": "สํหเต",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 298,
      "ref": 142
    }
  ],
  "ถุพฺพี": [
    {
      "meaning": "ความเบียดเบียน",
      "meaning_pali": "หึสายํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 359,
      "ref": 176
    }
  ],
  "อุชุ": [
    {
      "meaning": "ตรง, ซื่อตรง, ซื่อสัตว์",
      "meaning_pali": "อชฺชเว",
      "example": "อุชติ. | อุชุตา (ความซื่อตรง). | อุชุ, อุชุโก, อุชู, สุหุชู (ผู้ซื่อตรง).",
      "group": "ภู (อ, เอ)",
      "id": 56,
      "ref": 28
    }
  ],
  "ตพฺพ, ตมฺพ": [
    {
      "meaning": "การไป",
      "meaning_pali": "คติยํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 318,
      "ref": 157
    }
  ],
  "กุฬ": [
    {
      "meaning": "กิน",
      "meaning_pali": "ภกฺเข",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 143,
      "ref": 69
    }
  ],
  "ตุป": [
    {
      "meaning": "การฆ่า",
      "meaning_pali": "วธเน",
      "example": "โตปติ.",
      "group": "ภู (อ, เอ)",
      "id": 338,
      "ref": 166
    }
  ],
  "กฏ": [
    {
      "meaning": "ไป, ถึง; ฝนตก; ห้าม, ปิดกั้น",
      "meaning_pali": "คติวสฺสาวเร",
      "example": "กฏติ. | กโฏ (เสื่อลำแพน, ขมับช้าง ฯลฯ), กฏโก, กฏกํ (กำไลมือ, ไหล่ภูเขา ฯลฯ).",
      "group": "ภู (อ, เอ)",
      "id": 91,
      "ref": 39
    }
  ],
  "ฌมุ": [
    {
      "meaning": "เร่าร้อน, ไหม้; กิน",
      "meaning_pali": "ทาเหภกฺขเณ",
      "example": "ฌามติ. ฌามขานุโก.",
      "group": "ภู (อ, เอ)",
      "id": 299,
      "ref": 142
    }
  ],
  "ขช": [
    {
      "meaning": "ย่ำยี; เบียดเบียน",
      "meaning_pali": "มถหึสเนสุ",
      "example": "ขชติ.",
      "group": "ภู (อ, เอ)",
      "id": 151,
      "ref": 72
    }
  ],
  "ขิปิ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คตฺยํ",
      "example": "ขิมฺปติ.",
      "group": "ภู (อ, เอ)",
      "id": 172,
      "ref": 83
    }
  ],
  "ธาข": [
    {
      "meaning": "ให้เหี่ยวแห้ง; ประดับ, ตกแต่ง; สามารถ; ห้าม",
      "meaning_pali": "โสสานาลมตฺถภูสาสมตฺถวารเณ",
      "example": "ธาขติ.",
      "group": "ภู (อ, เอ)",
      "id": 401,
      "ref": 201
    }
  ],
  "เฌ": [
    {
      "meaning": "นินทา; เร่าร้อน; รับรู้, เพ่ง; คิด; สว่าง, รุ่งเรือง",
      "meaning_pali": "อุชฺฌานทหนญาณจินฺตนทิตฺติสุ",
      "example": "ฌายติ, อุชฺฌายติ, นิชฺฌายติ, อุปนิชฺฌายติ. | ฌายตีติ ฌานํ (ความเพ่ง, ความคิด). | อุชฺฌานสญฺญี, อุปชฺฌาโย, ฌายี (ผู้มีความเพ่ง). | ปทีโป ฌายติ. | อาเทศ เอ เป็น อาย.",
      "group": "ภู (อ, เอ)",
      "id": 300,
      "ref": 143
    }
  ],
  "โอมา": [
    {
      "meaning": "ความสามารถ",
      "meaning_pali": "สมตฺถเน",
      "example": "โอมาติ ภนฺเต ภควา อิทฺธิยา มโนมเยน กาเยน พฺรหฺมโลกํั อุปสงฺกมิตุํ. | โอมาตีติ ปโหติ สกฺโกติ อิทํ ติปิฏเก พุทฺธวจเน อสมฺภินฺนปทํ. | อีกนัยหนึ่งมาจาก อว+มา ธาตุ.",
      "group": "ภู (อ, เอ)",
      "id": 82,
      "ref": 35
    }
  ],
  "อก": [
    {
      "meaning": "ไปคด, บิดไปมา",
      "meaning_pali": "กุฏิลคเต",
      "example": "สปฺโป อกติ.",
      "group": "ภู (อ, เอ)",
      "id": 1,
      "ref": 1
    }
  ],
  "ฉุฑ": [
    {
      "meaning": "การตัด",
      "meaning_pali": "เฉเท",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 268,
      "ref": 131
    }
  ],
  "เกว": [
    {
      "meaning": "ส้องเสพ, คบหา; รด, ราด",
      "meaning_pali": "เสวนเสเกสุ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 150,
      "ref": 72
    }
  ],
  "อุพฺพ": [
    {
      "meaning": "เบียดเบียน, บีบคั้น",
      "meaning_pali": "หึสเน",
      "example": "อุพฺพติ.",
      "group": "ภู (อ, เอ)",
      "id": 62,
      "ref": 30
    }
  ],
  "คิเล": [
    {
      "meaning": "ลำบาก, เหน็ดเหนื่อย, ไม่สดชื่น",
      "meaning_pali": "กิลเม",
      "example": "คิลายติ. | คิลาโน (คนป่วย, คนไข้). | เคลญฺณํ (ความป่วยไข้).",
      "group": "ภู (อ, เอ)",
      "id": 199,
      "ref": 96
    }
  ],
  "กลฺล": [
    {
      "meaning": "นิ่ง, ไม่มีเสียง; เปล่งเสียง; พูดไม่ชัด.",
      "meaning_pali": "อสทฺทสทฺทกูชเน",
      "example": "กลฺลติ, กลฺลเต โลโก. | วาตเวเคน สมุทฺทโต กลฺลติ นทตีติ กลฺโลโล, มหาวีจิ (คลื่นใหญ่).",
      "group": "ภู (อ, เอ)",
      "id": 112,
      "ref": 50
    }
  ],
  "กาสุ": [
    {
      "meaning": "รุ่งเรือง; งดงาม",
      "meaning_pali": "ทิตฺติโสภเนสุ",
      "example": "กาสติ, ปกาสติ. | ทูเร สนฺโต ปกาสนฺติ. | ปกาโส (การประกาศ, แสงสว่าง, การอธิบาย).",
      "group": "ภู (อ, เอ)",
      "id": 120,
      "ref": 54
    }
  ],
  "นาส": [
    {
      "meaning": "เสียงไม่ชัด, พูดไม่ชัด",
      "meaning_pali": "ธนิมฺหิ",
      "example": "นาสติ, อพฺยตฺตสทฺทํ กโรติ เอตายาติ นาสา, นาสา เอว นาสิกา (จมูก). | กณฺณนาสญฺจ เฉทยิ, สเจ มํ นาคนาสูรุ (มีขาดังงวงช้าง).",
      "group": "ภู (อ, เอ)",
      "id": 429,
      "ref": 211
    }
  ],
  "ตล": [
    {
      "meaning": "ดำรงอยู่; ไป, ถึง, บรรลุ",
      "meaning_pali": "ปติฏฺฐาคเตสุ",
      "example": "ตลนฺติ สตฺตา ทนฺตา วา เอตถาติ ตลํ (พื้น). | ตาลุ (เพดาน). | ตลตีติ ตาโล (ต้นตาล, ตะขอ, กังสดาล, สลัก..เป็นต้น). | ตลติ สตฺตานํ ปติฏฺฐา ภวตีติ ตาลีสํ (ไม้จันทร์, สมอพิเภก).",
      "group": "ภู (อ, เอ)",
      "id": 321,
      "ref": 158
    }
  ],
  "นิช": [
    {
      "meaning": "ทำให้หมดจด, สะอาด; เลี้ยงดู",
      "meaning_pali": "โสธนโปเสสุ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 431,
      "ref": 213
    }
  ],
  "ทฺวร": [
    {
      "meaning": "สำรวม, ปิดกั้น",
      "meaning_pali": "สํวเร",
      "example": "ทฺวรติ เอเตนาติ ทฺวารํ (ประตู, จักขุทวาร ฯลฯ).",
      "group": "ภู (อ, เอ)",
      "id": 393,
      "ref": 197
    }
  ],
  "ตกฺข": [
    {
      "meaning": "การสวมเสื้อเกราะ",
      "meaning_pali": "ตจคฺคาเห",
      "example": "ตกฺขติ โยโธ กายํ จมฺเมน.",
      "group": "ภู (อ, เอ)",
      "id": 308,
      "ref": 151
    }
  ],
  "กกิ": [
    {
      "meaning": "เหลวไหล, โลเล; ไป, ถึง, บรรลุ",
      "meaning_pali": "โลลคเต",
      "example": "กงฺกตีติ กงฺโก, โลหปิฏฺโฐ (นกอีลุ้ม, เหยี่ยวแดง)",
      "group": "ภู (อ, เอ)",
      "id": 86,
      "ref": 37
    }
  ],
  "ชช, ชชิ": [
    {
      "meaning": "การรบ",
      "meaning_pali": "ยุทฺธมฺหิ",
      "example": "ชชติ, ชญฺชติ.",
      "group": "ภู (อ, เอ)",
      "id": 276,
      "ref": 133
    }
  ],
  "ตุณ": [
    {
      "meaning": "คด, งอ, ทำให้คด",
      "meaning_pali": "โกฏิลฺเล",
      "example": "โตณติ.",
      "group": "ภู (อ, เอ)",
      "id": 336,
      "ref": 166
    }
  ],
  "อุฉิ": [
    {
      "meaning": "แสวงหา, เสาะหา, เก็บข้าวตก",
      "meaning_pali": "อุญฺฉมฺหิ",
      "example": "อุญฺฉติ. | อุญฺโฉ, อุญฺฉา, อุญฺฉนํ (การแสวงหา). | อุญฺโฉ ชีวิกตฺถํ จตฺตธญฺญาทิสงฺคหกรณํ. | อุญฺฉาจริยาย อีหถ. | น สุกรา อุญฺเฉน ปคฺคเหน ยาเปตุํ.",
      "group": "ภู (อ, เอ)",
      "id": 55,
      "ref": 28
    }
  ],
  "เถ": [
    {
      "meaning": "ทำเสียง, ออกเสียง; สั่งสม, รวมกัน",
      "meaning_pali": "สทฺทสํหเต",
      "example": "ถายติ. | ถิยติ, ปติตฺถิยติ. | ถิยติ สํฆาตํ คจฺฉติ, คพฺโภ เอติสฺสาติ ถี (หญิง).",
      "group": "ภู (อ, เอ)",
      "id": 362,
      "ref": 177
    }
  ],
  "กณฺฑุว": [
    {
      "meaning": "เบียดเบียน; เท; ตัด; ของเหลว, น้ำ",
      "meaning_pali": "หึสากณฺฑุติเฉททฺรเวสุ",
      "example": "กณฺฑุวติ. กณฺฑุวนํ (โรคคัน).",
      "group": "ภู (อ, เอ)",
      "id": 98,
      "ref": 42
    }
  ],
  "จญฺจุ": [
    {
      "meaning": "การไป",
      "meaning_pali": "ยายเน",
      "example": "จญฺจติ.",
      "group": "ภู (อ, เอ)",
      "id": 233,
      "ref": 111
    }
  ],
  "นร": [
    {
      "meaning": "นำไป; ถึง",
      "meaning_pali": "นยปาปุเณสุ",
      "example": "นรติ เนตีติ นโร, นรสฺสายนฺติ นารี. | นรนฺติ ปาปุณนฺติ สตฺตา เอตฺถาติ นรโก, นิรโย.",
      "group": "ภู (อ, เอ)",
      "id": 426,
      "ref": 211
    }
  ],
  "จิกฺข": [
    {
      "meaning": "พูดอย่างชัดเจน",
      "meaning_pali": "พฺยตฺตวาจายํ",
      "example": "จิกฺขติ, อาจิกฺขติ, อพฺภาจิกฺขติ.",
      "group": "ภู (อ, เอ)",
      "id": 247,
      "ref": 117
    }
  ],
  "จมฺพ": [
    {
      "meaning": "ไป, ถึง, บรรลุ; กิน",
      "meaning_pali": "คติภกฺขเณ",
      "example": "จมฺพติ. | จลกฏฺฐีนิ จมฺพิตฺวา.",
      "group": "ภู (อ, เอ)",
      "id": 243,
      "ref": 113
    }
  ],
  "เตช": [
    {
      "meaning": "รักษา, ป้องกัน; ลับ",
      "meaning_pali": "รกฺขานิสาเน",
      "example": "เตชติ.",
      "group": "ภู (อ, เอ)",
      "id": 347,
      "ref": 170
    }
  ],
  "ทาห": [
    {
      "meaning": "ตื่นอยู่; ปล่อย, ทิ้ง",
      "meaning_pali": "ชาครนิกฺเขเป",
      "example": "ทาหติ.",
      "group": "ภู (อ, เอ)",
      "id": 383,
      "ref": 188
    }
  ],
  "ทย": [
    {
      "meaning": "รักษา; ให้; ถือเอา; ฆ่า; ไป, ถึง, บรรลุ",
      "meaning_pali": "รกฺขทานคฺคหวธคติยํ",
      "example": "ทยติ ปรทุกฺขํ อตฺตสุขญฺจ หึสตีติ ทยา (ความรัก, ความเอ็นดู, ความกรุณา). | ทยาลุ (ผู้มีกรุณามาก). | ทยิตพฺโพ (ผู้ควรเอ็นดู).",
      "group": "ภู (อ, เอ)",
      "id": 371,
      "ref": 182
    }
  ],
  "เกเล": [
    {
      "meaning": "รัก, นับถือ",
      "meaning_pali": "มมายเน",
      "example": "เกลายติ. | สตฺตเกลายโน, สงฺขารกลายโน. | สำหรับ เกเล ธาตุนี้ ไม่ต้องลบที่สุดธาตุ.",
      "group": "ภู (อ, เอ)",
      "id": 149,
      "ref": 72
    }
  ],
  "อมฺพ": [
    {
      "meaning": "ออกเสียง; รักษา; ยินดี; ไป",
      "meaning_pali": "สทฺทรกฺขสฺสาทคตีสุ",
      "example": "อมฺพติ อมฺพิยติ วา สทฺทํ กโรตีติ อมฺพุ (น้ำ). | อมฺพติ รกฺขตีติ อมฺพา (มารดา). | อมฺพยเต เสฺนเหน อุปคมฺยเตติ อมฺพา, อมฺพโก (บิดา). | อมฺพติ สีฆํ คจฺฉตีติ อมฺพํ (นัยน์ตา).",
      "group": "ภู (อ, เอ)",
      "id": 22,
      "ref": 11
    }
  ],
  "อว": [
    {
      "meaning": "รักษา",
      "meaning_pali": "ปาลเน",
      "example": "สตฺเต อวติ รกฺขตีติ อวนี, มหี (แม่น้ำ), ตถา อวนฺติชนปโท, ตถา อพฺภํ, เมโฆ. | ปุตฺตํ อวติ รกฺขตีติ อาวุโก (บิดาผู้รักษาบุตร).",
      "group": "ภู (อ, เอ)",
      "id": 29,
      "ref": 14
    }
  ],
  "ฆพฺพ, ฆมฺพ": [
    {
      "meaning": "ไป",
      "meaning_pali": "ยายเน",
      "example": "ฆพฺพติ, ฆมฺพติ.",
      "group": "ภู (อ, เอ)",
      "id": 219,
      "ref": 104
    }
  ],
  "อุท": [
    {
      "meaning": "ยินดี; เล่น",
      "meaning_pali": "โมทกีฬเน",
      "example": "อุทติ. | อุทานํ (การเปล่งคำพูดด้วยความยินดี).",
      "group": "ภู (อ, เอ)",
      "id": 59,
      "ref": 28
    }
  ],
  "อต": [
    {
      "meaning": "ผูกมัด; ไป; ไปติดต่อกัน, ถึงติดต่อกัน",
      "meaning_pali": "พนฺธคมนสาตจฺจปาปเนสุ",
      "example": "อตติ ภวาภวํ ธาวนฺโต ชาติชรามรณาทิเภทํ อเนกวิหิตํ สํสารทุกฺขํ อตติ สตตํ คจฺฉติ ปาปุณาตีติ อตฺตา (ตน, ผู้ไปสู่ภพ, ผู้ถึงทุกข์).",
      "group": "ภู (อ, เอ)",
      "id": 16,
      "ref": 9
    }
  ],
  "โอลชิ": [
    {
      "meaning": "ซัดไป, ทิ้ง, ขว้าง, สิ้นไป",
      "meaning_pali": "เขเป",
      "example": "โอลญฺชติ, โอลญฺชนฺติ.",
      "group": "ภู (อ, เอ)",
      "id": 83,
      "ref": 36
    }
  ],
  "ขุร": [
    {
      "meaning": "ตัด; ขีดเส้น",
      "meaning_pali": "เฉทวิเลเขสุ",
      "example": "ขุรติ. | ขุโร (มีดโกน, ของมีคม).",
      "group": "ภู (อ, เอ)",
      "id": 180,
      "ref": 87
    }
  ],
  "ธุว": [
    {
      "meaning": "ไป, ถึง, บรรลุ; มั่นคง",
      "meaning_pali": "คมนถิเรสุ",
      "example": "ธุวติ. | ธุโว (ความมั่นคง), ธุวํ (พระนิพพาน, เที่ยง).",
      "group": "ภู (อ, เอ)",
      "id": 411,
      "ref": 205
    }
  ],
  "อลิ": [
    {
      "meaning": "ผูก",
      "meaning_pali": "พนฺเธ",
      "example": "อลฺลติ พนฺเธตีติ อลฺลํ (ความผูกพัน).",
      "group": "ภู (อ, เอ)",
      "id": 28,
      "ref": 14
    }
  ],
  "เจวิ": [
    {
      "meaning": "ตั้งใจ; เสมอกัน",
      "meaning_pali": "เจตนาตุเลฺยสุ",
      "example": "เจวติ. | ธาตุนี้ไม่มีในคัมภีร์โลกียะ.",
      "group": "ภู (อ, เอ)",
      "id": 262,
      "ref": 126
    }
  ],
  "ฆุณิ": [
    {
      "meaning": "ถือเอา",
      "meaning_pali": "คาเห",
      "example": "ฆุณฺณติ.",
      "group": "ภู (อ, เอ)",
      "id": 228,
      "ref": 107
    }
  ],
  "อิชิ, อิญฺช": [
    {
      "meaning": "หวั่นไหว, เคลื่อนไหว",
      "meaning_pali": "กมฺเป",
      "example": "อิญฺชติ. | อิญฺชนา, อิญฺชนํ (ความหวั่นไหว). | สมิญฺชิตํ วา พาหํ ปสาเรยฺย, ปสาริตํ วา พาหํ สมิญฺเชยฺย. | เอสา กายสฺส อิญฺชนา.",
      "group": "ภู (อ, เอ)",
      "id": 37,
      "ref": 20
    }
  ],
  "ทท": [
    {
      "meaning": "ให้; ทรงไว้",
      "meaning_pali": "ทานธารเณ",
      "example": "ททเต. | ททาติ เว ยถาสทฺธํ.",
      "group": "ภู (อ, เอ)",
      "id": 366,
      "ref": 179
    }
  ],
  "ขนฺท": [
    {
      "meaning": "ไป, ถึง, บรรลุ; เหือดแห้ง",
      "meaning_pali": "คติยํโสสเนปิ",
      "example": "ขนฺทติ. | ขนฺโท (พระวิษณุเทพ).",
      "group": "ภู (อ, เอ)",
      "id": 159,
      "ref": 75
    }
  ],
  "โคตฺต, โคตฺถ": [
    {
      "meaning": "วงศ์ตระกูล",
      "meaning_pali": "วํสมฺหิ",
      "example": "โคตฺเต วํเส สิงฺคาลชาติยํ อลนฺติ โคตฺถุโล. | โคตฺถติ. | โคตฺถุโล, โคตฺถุ (วงศ์, สกุล).",
      "group": "ภู (อ, เอ)",
      "id": 216,
      "ref": 102
    }
  ],
  "โธวุ": [
    {
      "meaning": "ล้าง",
      "meaning_pali": "โธวเน",
      "example": "โธวติ.",
      "group": "ภู (อ, เอ)",
      "id": 414,
      "ref": 207
    }
  ],
  "ฆุณ": [
    {
      "meaning": "บินวน; ไป, ถึง, บรรลุ",
      "meaning_pali": "ภมคตีสุ",
      "example": "โฆณติ.",
      "group": "ภู (อ, เอ)",
      "id": 227,
      "ref": 106
    }
  ],
  "คฑ": [
    {
      "meaning": "รด,ราด",
      "meaning_pali": "เสจเน",
      "example": "คฑติ ฆฏาปานียํ.",
      "group": "ภู (อ, เอ)",
      "id": 188,
      "ref": 89
    }
  ],
  "ชจฺจ, ชจฺฉ": [
    {
      "meaning": "ด่า; กล่าว",
      "meaning_pali": "ปริภสฺสนอุตฺติสุ",
      "example": "ชจฺจติ.",
      "group": "ภู (อ, เอ)",
      "id": 275,
      "ref": 132
    }
  ],
  "เกป": [
    {
      "meaning": "หวั่นไหว; ไป",
      "meaning_pali": "จลนคตฺยํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 148,
      "ref": 72
    }
  ],
  "จกิ, จงฺก": [
    {
      "meaning": "ความหวั่นไหว",
      "meaning_pali": "จญฺจเล",
      "example": "จงฺกติ ภมตีติ จงฺกุโร, รโถ (รถ, เกวียน).",
      "group": "ภู (อ, เอ)",
      "id": 236,
      "ref": 109
    }
  ],
  "กุญฺจ": [
    {
      "meaning": "ทำให้คด, โค้ง, งอ; ทำให้น้อย; ไป; ไม่เอื้อเฟื้อ",
      "meaning_pali": "โกฏิลฺลปฺปคตฺยนาทเร",
      "example": "กุญฺจติ. | กุญฺจิตฺวา. | กุญฺจิกา (เหล็กงอ, ตะขอ, กุญฺแจ). | กุญฺจิตเกโส (คนผมหยิก).",
      "group": "ภู (อ, เอ)",
      "id": 130,
      "ref": 61
    }
  ],
  "อุฏฺฐ": [
    {
      "meaning": "ประหาร, ฆ่า",
      "meaning_pali": "อุปฆาเต",
      "example": "อุฏฺฐติ. | โอฏฺโฐ (ริมฝีปาก, อูฐ).",
      "group": "ภู (อ, เอ)",
      "id": 58,
      "ref": 28
    }
  ],
  "อูห": [
    {
      "meaning": "คิด, ตรึกตรอง",
      "meaning_pali": "ตกฺเก",
      "example": "อูหติ, อายูหติ (ย่อมพยายาม), วิยูหติ, พฺยูหติ (ย่อมถอดถอน), อโปหติ (ย่อมสละ). | อญฺญตฺถา โปหนํ อูหนฺติ วิตกฺเกนฺติ เอตนาติ อูมิ, ตรงฺโค (คลื่น).",
      "group": "ภู (อ, เอ)",
      "id": 71,
      "ref": 33
    }
  ],
  "นม": [
    {
      "meaning": "นอบน้อม, น้อมลง; ทำเสียง, ร้อง",
      "meaning_pali": "นตรเว",
      "example": "นมติ, นมนฺติ, นติ. | นมิตฺวา. | นมนํ, อุนฺนมนํ (ความฟูขึ้น). | ถ้ามี ป เป็นบทหน้าให้แปลง น เป็น ณ เช่น ปณมติ, ปณาโม.",
      "group": "ภู (อ, เอ)",
      "id": 423,
      "ref": 210
    }
  ],
  "กีฬ": [
    {
      "meaning": "เล่น",
      "meaning_pali": "กีเฬ",
      "example": "กีฬติ พาโล สุสูหิ. | กีฬา, เกฬึ กุรุมาโน.",
      "group": "ภู (อ, เอ)",
      "id": 128,
      "ref": 59
    }
  ],
  "เอ": [
    {
      "meaning": "ไป, ถึง, บรรลุ",
      "meaning_pali": "คตฺยํ",
      "example": "เอติ, อยติ. | สมาโย สมฺปเรตพฺโพติ สมฺปราโย.",
      "group": "ภู (อ, เอ)",
      "id": 72,
      "ref": 33
    }
  ],
  "อุห": [
    {
      "meaning": "ตรึกตรอง, คิด",
      "meaning_pali": "ตกฺเก",
      "example": "อุหติ, อุหียติ วินิจฺฉิยตีติ อูกา (เล็น).",
      "group": "ภู (อ, เอ)",
      "id": 66,
      "ref": 31
    }
  ],
  "กนุยี": [
    {
      "meaning": "เสียง; เปียกชุ่ม, ชุ่มชื้น; กลิ่นเหม็น",
      "meaning_pali": "สทฺทอทฺทนทุคฺคนฺเธ",
      "example": "กนุยติ, กนุยเต วตฺถมมฺภสา (ผ้าย่อมเปียกชุ่ม). | กนุยเต มจฺโฉ (ปลาย่อมเปียกชุ่ม).",
      "group": "ภู (อ, เอ)",
      "id": 104,
      "ref": "45"
    }
  ],
  "ตูส": [
    {
      "meaning": "ความเอิบอิ่ม, ยินดี",
      "meaning_pali": "ตุฏฺฐิยํ",
      "example": "ตูสติ. | ตูสนฺติ กุลเทวตา.",
      "group": "ภู (อ, เอ)",
      "id": 343,
      "ref": 169
    }
  ],
  "ตคฺฆ, ตจ": [
    {
      "meaning": "รักษา, คุ้มครอง",
      "meaning_pali": "ปาเล",
      "example": "ตคฺฆติ (ย่อมรักษา). | อุรโคว ตจํ ชิณฺณํ. | ตจติ. | ตโจ (เปลือกไม้, ผิวหนัง, คราบ).",
      "group": "ภู (อ, เอ)",
      "id": 310,
      "ref": 151
    }
  ],
  "เตว": [
    {
      "meaning": "การเล่น",
      "meaning_pali": "กีเฬ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 346,
      "ref": 170
    }
  ],
  "อุทฺท": [
    {
      "meaning": "ประมาณ; ยินดี, สบายใจ; เล่น",
      "meaning_pali": "มิตสฺสาทกีฬเน",
      "example": "อุทฺทเต.",
      "group": "ภู (อ, เอ)",
      "id": 60,
      "ref": 29
    }
  ],
  "อร": [
    {
      "meaning": "ไป, ถึง, บรรลุ; พินาศ",
      "meaning_pali": "คตินาเสสุ",
      "example": "อรติ ตํ ตํ สตฺตกิจฺจํ ปวตฺเตตีติ อุตุ (ฤดู). | อรโต ตุ ตมฺหิ อรสฺสุ, อริยเต คมิยเตติ อตฺถํ นิพฺพานํ. | อริยเต ญายเตตฺยาทินา อตฺโถ (ความหมาย). | อรนฺติ คจฺฉนฺติ เอตฺถาติ อทฺธา (หนทาง, กาลนาน). | อรติ นสฺสตีติ อตฺโถ (ความพินาศ).",
      "group": "ภู (อ, เอ)",
      "id": 26,
      "ref": 13
    }
  ],
  "ขุทฺท": [
    {
      "meaning": "เล่น",
      "meaning_pali": "กีฬายํ",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 179,
      "ref": 86
    }
  ],
  "จทิ": [
    {
      "meaning": "ดีใจ; สว่าง, รุ่งเรือง; ปรารถนา; ยินดี",
      "meaning_pali": "หิลาทนทิตฺติอิจฺฉากนฺตีสุ",
      "example": "จนฺทติ, สีตคุณสมฺปตฺติยา จนฺเทติ โมเทติ สุขํ อุปฺปาเทตีติ จนฺทนํ, จนฺโท วา, จนฺทติ ทิพฺพตีติ วา จทิตพฺโพ อิจฺฉิตพฺโพ วา จนฺโท (ดวงจันทร์).",
      "group": "ภู (อ, เอ)",
      "id": 241,
      "ref": 112
    }
  ],
  "อิสฺส": [
    {
      "meaning": "ริษยา, เกลียดชัง",
      "meaning_pali": "อิสฺสายํ",
      "example": "อิสฺสตีติ อิสฺสา (ความริษยา, เกลียดชัง). | เทวา น อิสฺสนฺติ ปุริสสฺส ปรกฺกมสฺส.",
      "group": "ภู (อ, เอ)",
      "id": 45,
      "ref": 23
    }
  ],
  "นิกฺข": [
    {
      "meaning": "การประกอบด้วยปาก, จูบ",
      "meaning_pali": "จุมฺพเน",
      "example": "นิกฺขติ. | นิกฺขํ (การจูบ).",
      "group": "ภู (อ, เอ)",
      "id": 430,
      "ref": 213
    }
  ],
  "ตุพฺพี": [
    {
      "meaning": "ความเบียดเบียน",
      "meaning_pali": "หึสายํ",
      "example": "ตุพฺพติ. | ธาตุนี้เป็น อีการนฺตธาตุ.",
      "group": "ภู (อ, เอ)",
      "id": 339,
      "ref": 167
    }
  ],
  "ถิร": [
    {
      "meaning": "ความมั่นคง",
      "meaning_pali": "ทฬฺหตฺตเน",
      "example": "ถิรติ. | เถโร (ผู้มั่นคง, ผู้เฒ่า, พระเถระ).",
      "group": "ภู (อ, เอ)",
      "id": 354,
      "ref": 175
    }
  ],
  "ขีว": [
    {
      "meaning": "เย่อหยิ่ง",
      "meaning_pali": "ทปฺเป",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 174,
      "ref": 84
    }
  ],
  "โขร, โขล": [
    {
      "meaning": "ความเป็นง่อย",
      "meaning_pali": "ขญฺชเน",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 185,
      "ref": 88
    }
  ],
  "โอห": [
    {
      "meaning": "สละ, ละ",
      "meaning_pali": "จาเค",
      "example": "โอหติ. | สพฺพมนตฺถํ อโปหติ, อญฺญตฺถา โปหนํ.",
      "group": "ภู (อ, เอ)",
      "id": 84,
      "ref": 36
    }
  ],
  "กลห, กล": [
    {
      "meaning": "ติเตียน, นินทา, กล่าวหา",
      "meaning_pali": "กุจฺฉเน",
      "example": "กลหติ. | กลโห. | กลิยติ ปรมิยติ อเนน สูรภาวนฺติ กลโห (การทะเลาะวิวาท, การชกต่อย).",
      "group": "ภู (อ, เอ)",
      "id": 110,
      "ref": 50
    }
  ],
  "กขิ, กงฺข": [
    {
      "meaning": "ปรารถนา, หวัง, อยาก; สงสัย",
      "meaning_pali": "อิจฺฉาสํสเย",
      "example": "กงฺขติ. | อากงฺขา (ความหวัง), กงฺขา (ความสงสัย). | ธนํ กงฺขติ. | อากงฺเขยฺย เจ ภิกฺขเว ภิกฺขุ. | นาภิกงฺขามิ มรณํ. | พุทฺเธ กงฺขติ.",
      "group": "ภู (อ, เอ)",
      "id": 87,
      "ref": 37
    }
  ],
  "อทิ": [
    {
      "meaning": "ผูก, มัด, ล่าม, พัน",
      "meaning_pali": "พนฺธเน",
      "example": "อนฺทติ เอเตนาติ อนฺทุ, สงฺขลิกา (โซ่ตรวจ).",
      "group": "ภู (อ, เอ)",
      "id": 19,
      "ref": 10
    }
  ],
  "จิลฺล": [
    {
      "meaning": "ย่อหย่อน; สง่างาม",
      "meaning_pali": "เสถิลฺเล จ วิลาเส จ",
      "example": "จิลฺลติ.",
      "group": "ภู (อ, เอ)",
      "id": 251,
      "ref": 119
    }
  ],
  "เอช": [
    {
      "meaning": "หวั่นไหว, อยาก; สว่าง, รุ่งเรือง",
      "meaning_pali": "กมฺปนทิตฺตีสุ",
      "example": "อาภาทีสุ เอชติ กมฺปตีติ เอชา, เสชํ ติปากํ ติกฺริยํ, จตุรูปญฺจ เสชิโน, อเนโช สนฺติมารพฺภ.",
      "group": "ภู (อ, เอ)",
      "id": 73,
      "ref": 33
    }
  ],
  "กมฺพ": [
    {
      "meaning": "สำรวม, ระวัง; หวั่นไหว; ไป, ถึง",
      "meaning_pali": "สํวรจลนคเต",
      "example": "กมฺพติ สํวรณํ กโรตีติ กมฺพุ (กำไล, หอยสังข์). | กมฺพมฺหิ สญฺจลเน อลนฺติ กมฺพลํ (ผ้าขนสัตว์).",
      "group": "ภู (อ, เอ)",
      "id": 107,
      "ref": 48
    }
  ],
  "ขพฺพ": [
    {
      "meaning": "โอ้อวด, หยิ่ง; ไป",
      "meaning_pali": "ทพฺเพ คเตปิ",
      "example": "ขพฺพติ.",
      "group": "ภู (อ, เอ)",
      "id": 160,
      "ref": 77
    }
  ],
  "ฏล": [
    {
      "meaning": "การรบกวน",
      "meaning_pali": "พฺยากุเล",
      "example": "(ไม่พบอุทาหรณ์)",
      "group": "ภู (อ, เอ)",
      "id": 301,
      "ref": 146
    }
  ],
  "โอณ": [
    {
      "meaning": "ขับไล่, นำออก, คลี่ออก, เหยียดออก",
      "meaning_pali": "อปสาเร",
      "example": "โอณติ. | ภควนฺตํ ภุตฺตาวึ โอนีตปตฺตปาณี.",
      "group": "ภู (อ, เอ)",
      "id": 80,
      "ref": 35
    }
  ]
};

// Exported from Pali Dhatu App (Firebase) on 2025-12-28T09:25:55.031Z